{
  "title": "Labor Inspection Preparation",
  "legalBasis": "Ley 23/2015 Ordenadora del Sistema de Inspección de Trabajo y Seguridad Social; Real Decreto Legislativo 5/2000 Ley sobre Infracciones y Sanciones en el Orden Social (LISOS); Real Decreto-ley 8/2019 on working time recording; Ley 31/1995 de Prevención de Riesgos Laborales; Real Decreto Legislativo 2/2015 Estatuto de los Trabajadores",
  "summary": "Labor inspections (Inspección de Trabajo y Seguridad Social) are official controls conducted to verify that employers comply with Spanish labor law, occupational health and safety regulations, and social security requirements. These inspections are carried out by inspectors from the Inspección de Trabajo, who have extensive powers to enter workplaces, examine documentation, interview workers and management, and impose sanctions for non-compliance. In the hospitality sector, labor inspections are particularly focused on areas of frequent non-compliance such as irregular employment contracts, working time violations, inadequate health and safety measures, and social security registration irregularities.\n\nLike health inspections, labor inspections can occur without prior notice at any time, though some types of inspection (such as those triggered by complaints or specific investigations) may be announced. The inspector will typically request immediate access to key documentation including employment contracts for all workers (both permanent and temporary), time recording system and records for recent months, payroll records, social security registration documentation, the PRL Prevention Plan and risk assessments, records of occupational health surveillance, and training records. The inspector will also interview workers privately (without management presence) to verify that actual working conditions match documented arrangements.\n\nPreparation for labor inspection requires maintaining comprehensive, accurate, and up-to-date employment documentation, implementing reliable working time recording systems, ensuring all workers are properly contracted and registered with Social Security, maintaining current PRL documentation and training records, and ensuring that actual working practices comply with legal requirements and documented procedures. The hospitality sector faces particular challenges including managing variable schedules, high staff turnover, seasonal employment, and compliance during peak service periods when pressures to cut corners are greatest. Proactive compliance, regular internal audits, and strong administrative systems are essential for successful labor inspection outcomes.",
  "keyPoints": [
    "Labor inspections verify compliance with employment law, working time regulations, health and safety requirements, and Social Security registration",
    "Inspectors can arrive unannounced and have legal authority to access premises, examine documentation, and interview workers privately",
    "All workers must have written employment contracts complying with legal and collective agreement requirements before beginning work",
    "Working time recording (registro de jornada) has been mandatory since 2019—all daily start and end times must be recorded and retained for 4 years",
    "All workers must be registered with Social Security before starting work; employing unregistered workers is a very serious infraction",
    "The PRL Prevention Plan, risk assessments, and occupational health surveillance records must be current and properly implemented",
    "Actual working practices must comply with documented contracts and procedures—discrepancies discovered through worker interviews result in sanctions",
    "Common hospitality violations include exceeding maximum working hours, inadequate rest periods, overtime violations, and irregular contracts",
    "Sanctions under LISOS range from minor (€70-€750) to very serious (€7,501-€225,018) depending on violation severity",
    "Building cooperative relationships with the labor inspectorate and demonstrating commitment to compliance can facilitate constructive resolutions"
  ],
  "sections": [
    {
      "heading": "1. The Labor Inspection System in Spain",
      "content": "The Inspección de Trabajo y Seguridad Social is the public authority responsible for supervising and enforcing compliance with labor, employment, and social security regulations in Spain. Governed by Ley 23/2015, the inspection system has a dual structure: the labor and social security inspection services (Inspección de Trabajo y Seguridad Social) and the technical inspection services focused on occupational health and safety. Labor inspectors (Inspectores de Trabajo) have the status of public authority and extensive legal powers to verify compliance, issue corrective orders, and impose sanctions.\n\nInspections may be routine, targeted at specific sectors or issues, triggered by worker complaints or accident investigations, or follow-ups to previous inspections. The hospitality sector receives particular attention due to its history of precarious employment, irregular working hours, and workplace accidents. According to inspection statistics, common infractions in hospitality include irregular employment relationships (workers without proper contracts or social security registration), working time violations (exceeding legal maximums, inadequate rest periods, improper overtime), health and safety deficiencies (inadequate PRL plans, lack of training, unsafe working conditions), and wage violations (non-payment of overtime, failure to pay according to collective agreement minimums).\n\nThe inspection process follows defined procedures: the inspector identifies themselves and presents credentials, requests access to premises and documentation, examines records and conducts physical inspection of facilities, interviews workers (typically privately, without management presence), discusses preliminary findings with the employer or legal representative, and issues a formal inspection report (Acta de Inspección). The report categorizes findings and may include warnings (Requerimientos), infraction notices (Actas de Infracción) proposing sanctions, or closure orders (Actas de Paralización) for serious safety risks. Employers have the right to submit objections (Alegaciones) within specified deadlines.",
      "subsections": [
        {
          "heading": "1.1 Inspector Powers and Employer Obligations",
          "content": "Labor inspectors have broad legal authority to enter any workplace without notice during working hours (or at any time for businesses operating outside normal hours), examine any documentation related to employment, wages, working time, or social security, take copies of documents or records, question the employer, workers, or their representatives privately, require the employer to provide specific information or documentation, photograph or video record facilities and conditions, and take samples or measurements related to health and safety.\n\nEmployers and their representatives must provide inspectors with immediate access to premises, provide requested documentation promptly, answer questions truthfully and completely, and facilitate interviews with workers. Obstructing an inspection, providing false information, or refusing access is itself a very serious infraction that can result in sanctions of up to €187,515. However, inspectors also have obligations to conduct inspections professionally, maintain confidentiality of business information, minimize disruption to operations, and provide clear explanations of findings and requirements."
        },
        {
          "heading": "1.2 Worker Interviews",
          "content": "A distinctive and critical feature of labor inspections is the inspector's right to interview workers privately, without the employer or management present. This enables workers to speak freely about actual working conditions, contract terms, working hours, wage payment, and any concerns without fear of employer retaliation. Inspectors typically select workers to interview randomly or focus on specific roles or recent hires.\n\nDiscrepancies between documented arrangements (contracts, time records, payroll) and worker testimony about actual conditions are a major source of infractions. For example, if employment contracts specify 40 hours per week but workers report regularly working 50-60 hours, the inspector will investigate working time violations. If time records show compliant schedules but workers report different hours, the inspector may conclude that records are falsified. Employers should ensure that all workers understand their employment terms, that documented arrangements match reality, and that workers are encouraged to provide honest information to inspectors."
        },
        {
          "heading": "1.3 Sanctions and Penalties",
          "content": "Infractions are classified by severity into minor, serious, and very serious categories, with corresponding sanction ranges defined in Real Decreto Legislativo 5/2000 (LISOS). Minor infractions (€70-€750) include documentation errors or minor procedural non-compliance. Serious infractions (€751-€7,500) include violations of working time regulations, failure to provide written contracts, inadequate health and safety measures, and discrimination. Very serious infractions (€7,501-€225,018) include employing workers without social security registration, serious health and safety violations that result in accidents, obstruction of inspections, and repeated serious infractions.\n\nSanctions are increased for large employers, repeat offenders, and violations affecting multiple workers. Beyond financial penalties, inspectors can issue orders requiring immediate corrective action, prohibit continued use of unsafe equipment or work areas, and in extreme cases, recommend temporary or permanent closure. Serious violations can also result in exclusion from public contracts and subsidies. Additionally, wage violations can lead to criminal prosecution if they involve non-payment meeting criminal thresholds."
        }
      ]
    },
    {
      "heading": "2. Employment Contracts and Social Security",
      "content": "Proper employment documentation is fundamental to labor law compliance. Every worker must have a written employment contract that specifies job title and description, professional category according to the collective agreement, contract type and duration (indefinite, fixed-term, part-time, etc.), start date and, if applicable, end date, working hours and schedule, place of work, salary and payment terms, applicable collective agreement, and probation period if any. Contracts must comply with the Estatuto de los Trabajadores, the applicable collective agreement (Convenio Colectivo de Hostelería), and specific regulations governing different contract types.\n\nThe 2021 labor reform (RD-ley 32/2021) significantly changed contract regulations, making indefinite contracts the default and restricting fixed-term contracts to specific legal causes (production peaks, work on specific projects, substitution of absent workers). Hospitality businesses commonly use discontinuous permanent contracts (fijo discontinuo) for seasonal or periodic work that recurs predictably. Labor inspectors scrutinize contract types closely, as misuse of temporary contracts (using them for permanent work) or failure to convert contracts as legally required can result in serious sanctions and automatic conversion to indefinite status.\n\nSocial Security registration is equally critical. Every worker must be registered (alta) before beginning work, not after the first day or week. The registration must accurately reflect the worker's actual working hours and salary. Employing unregistered workers (trabajo sin alta) is a very serious infraction with penalties ranging from €10,000-€225,018 per worker. Even minor discrepancies—such as registering a worker for fewer hours than actually worked to reduce social security contributions—constitute serious infractions.",
      "subsections": [
        {
          "heading": "2.1 Contract Documentation Requirements",
          "content": "Inspectors will verify that all workers present at the establishment during the inspection have written employment contracts. Contracts must be signed by both parties, with the worker receiving a copy. For certain contract types (part-time, fixed-term, training contracts), specific formal requirements apply, including mandatory notification to the employment office (SEPE) within specified deadlines. Failure to provide a written contract or violation of formal requirements can result in serious sanctions.\n\nContracts must accurately reflect actual working conditions. A common violation is the contract specifying part-time hours (e.g., 20 hours per week) when the worker actually works full-time. This fraud reduces the employer's social security contributions but results in serious sanctions when discovered. Inspectors identify such discrepancies through time records and worker interviews. If actual conditions differ significantly from the contract, the inspector may order the contract to be modified and back-contributions to be paid."
        },
        {
          "heading": "2.2 Social Security Registration Verification",
          "content": "Inspectors have direct electronic access to Social Security databases and can instantly verify the registration status of any worker. They will compare the workers physically present during the inspection with those registered and identify any unregistered workers immediately. They will also verify that registration details (working hours, salary, contract type) match the employment contracts and actual conditions.\n\nFor seasonal hospitality businesses, proper alta and baja (registration and deregistration) procedures are critical. Workers must be registered before each period of activity and properly deregistered during inactive periods. Maintaining workers registered while they are not actually working (to avoid repeated registration procedures) inflates social security costs but may avoid administrative burden; conversely, failing to register workers for short periods or delaying registration violates the law. Inspectors understand seasonal employment patterns but require strict compliance with registration timing requirements."
        },
        {
          "heading": "2.3 Vida Laboral and Documentation Cross-Checking",
          "content": "The Informe de Vida Laboral is an official social security record showing all periods of employment, contributions, and registration details for a worker. Inspectors may request that workers present their Vida Laboral during interviews to verify that their employment history matches the employer's documentation. Discrepancies—such as gaps in registration, incorrect contract types, or contribution periods not matching stated employment periods—trigger detailed investigation.\n\nEmployers should periodically verify that their own records match Social Security databases by obtaining reports of all registered workers. Proactive identification and correction of discrepancies (for example, workers not properly deregistered after ending employment) prevents findings during inspections."
        }
      ]
    },
    {
      "heading": "3. Working Time Recording and Compliance",
      "content": "Since the implementation of Real Decreto-ley 8/2019 in May 2019, all employers in Spain must maintain a daily record (registro de jornada) of the start and end time of each worker's working day. This obligation applies regardless of business size, sector, or contract type. The working time record must be reliable, accessible to workers and labor inspectors at any time, and retained for four years. Failure to maintain working time records, maintaining incomplete or inaccurate records, or refusing to provide records to inspectors constitutes a serious infraction with sanctions of €626-€6,250 per violation.\n\nThe working time record serves multiple compliance purposes: verifying that maximum working hours (40 hours per week annual average, 9 hours per day) are not exceeded, ensuring minimum rest periods (12 hours between shifts, 1.5 days per week) are respected, identifying and documenting overtime hours, and demonstrating that breaks are provided (minimum 15 minutes for shifts exceeding 6 hours). Inspectors will examine working time records in detail, comparing them with employment contracts (to verify hours match contracted hours), payroll (to verify overtime is properly compensated), and worker interviews (to verify records accurately reflect actual hours worked).",
      "subsections": [
        {
          "heading": "3.1 Working Time Recording Systems",
          "content": "The law does not mandate a specific recording system, providing flexibility for employers to choose methods appropriate to their operations. Common systems include manual registers (paper or digital forms signed by workers), biometric systems (fingerprint or facial recognition), electronic card readers or key fobs, mobile apps with geolocation, and online platforms accessed via computer or tablet. The system must be objective and reliable, meaning workers must actually register their own times rather than having managers complete records on their behalf.\n\nFor hospitality businesses with multiple locations or mobile workers (catering, delivery), the recording system must accommodate these circumstances. Workers must have easy access to the recording system at the start and end of each shift. The system should capture exact times, not just scheduled times, to demonstrate actual hours worked. Many modern digital systems integrate with payroll, flagging discrepancies between contracted and actual hours, and automatically calculate overtime."
        },
        {
          "heading": "3.2 Common Working Time Violations",
          "content": "Hospitality is notorious for working time violations due to the nature of the work—variable customer demand, peak service periods, split shifts, and pressure to control labor costs. Common violations inspectors identify include exceeding maximum daily hours (working shifts longer than 9 hours, unless collective agreement permits with compensatory rest), exceeding maximum weekly hours (annual average exceeding 40 hours, or weekly maximum specified in collective agreement), inadequate rest between shifts (less than 12 hours), insufficient weekly rest (less than 1.5 days per week, or improper accumulation of rest days), and excessive or improperly compensated overtime (exceeding 80 hours per year, or failing to compensate with pay or time off).\n\nInspectors also identify falsified working time records, where records show compliant hours but worker interviews reveal actual hours significantly differ. This is considered a serious aggravating factor and results in higher sanctions. Employers must ensure that working time records are accurate, that working hours genuinely comply with legal limits, and that any deviations (such as occasional emergency overtime) are properly documented and compensated."
        },
        {
          "heading": "3.3 Part-Time Work Compliance",
          "content": "Part-time contracts require special attention to working time recording. The contract must specify the exact number of hours, distribution across days and weeks, and schedule. Trabajadores a tiempo parcial (part-time workers) are entitled to the same rights as full-time workers on a pro-rata basis, including vacation, public holidays, and protections. Part-time workers may work complementary hours (horas complementarias) beyond contracted hours if agreed in writing, but there are strict limits (maximum 30% of contracted hours for indefinite contracts).\n\nA frequent violation is systematically exceeding contracted part-time hours, effectively making the worker full-time without proper documentation and social security contributions. Inspectors compare contracted hours with time records and worker interviews. If consistent excess is identified, they may order the contract converted to reflect actual hours worked and require back-payment of social security contributions. Employers using part-time contracts must rigorously monitor hours to ensure compliance or convert contracts to reflect actual work patterns."
        }
      ]
    },
    {
      "heading": "4. Occupational Health and Safety Documentation",
      "content": "PRL (Prevención de Riesgos Laborales) compliance is a major focus of labor inspections, often involving specialized technical inspectors (Subinspectores de Seguridad y Salud). Employers must maintain comprehensive documentation demonstrating compliance with Ley 31/1995, including the PRL Prevention Plan (Plan de Prevención de Riesgos Laborales), risk assessments (evaluaciones de riesgo) for all workstations and tasks, health surveillance records (vigilancia de la salud), training records, accident and incident reports, and documentation of coordination with external prevention services (Servicio de Prevención Ajeno) if applicable.\n\nThe PRL Prevention Plan is the foundational document integrating occupational risk prevention into the overall management of the business. It must identify all workplace hazards, establish preventive and protective measures, assign responsibilities for prevention activities, and outline procedures for emergency response. The plan must be documented in writing, accessible to all workers, and reviewed at least annually or whenever working conditions change significantly. Risk assessments must evaluate all potential hazards in the workplace—physical, chemical, biological, ergonomic, and psychosocial—and specify control measures to eliminate or minimize risks.",
      "subsections": [
        {
          "heading": "4.1 Risk Assessment Documentation",
          "content": "Risk assessments must be specific to the actual workplace, not generic templates. For hospitality establishments, assessments typically cover kitchen hazards (burns, cuts, slips, ergonomic strain from standing and repetitive movements), front-of-house hazards (slips on wet floors, manual handling of trays and equipment, customer-related risks), storage and delivery hazards (manual handling of heavy items, working in cold environments), cleaning hazards (chemical exposure, slips on wet surfaces), and fire and emergency risks. Each identified hazard must be evaluated for likelihood and severity, with control measures specified.\n\nInspectors will compare risk assessments with actual observed conditions. If hazards exist that are not identified in the assessment, or if specified control measures are not actually implemented, this indicates inadequate risk assessment and results in sanctions. Risk assessments must be updated when new equipment is installed, processes change, accidents occur, or other circumstances indicate that existing assessments are no longer valid."
        },
        {
          "heading": "4.2 Occupational Health Surveillance",
          "content": "Employers must offer workers periodic health surveillance (vigilancia de la salud) appropriate to the risks of their work. For hospitality workers, this typically includes general health examinations, assessments for specific risks (e.g., ergonomic issues from standing, hearing tests for bar staff exposed to loud music), and night work medical assessments where applicable. Health surveillance is voluntary for workers unless specific regulations make it mandatory (e.g., night work, exposure to certain hazards).\n\nDocumentation must demonstrate that health surveillance was offered to all workers, record whether workers accepted or declined (with signed acknowledgment if declined), maintain confidential medical records accessible only to medical personnel and competent authorities, and show that workers with identified health issues have received appropriate work adaptations or reassignments. Failure to offer health surveillance or inadequate record-keeping constitutes a serious PRL infraction."
        },
        {
          "heading": "4.3 Accident Investigation and Reporting",
          "content": "All workplace accidents and incidents must be documented, investigated, and reported as legally required. Serious accidents (resulting in absence from work exceeding one day), accidents causing serious injuries, and fatal accidents must be reported to the labor authority within specified deadlines using official forms (parte de accidente). Failure to report accidents is a serious infraction that, in cases of serious or fatal accidents, can result in very serious sanctions and criminal prosecution.\n\nAccident documentation must include detailed description of circumstances, root cause analysis, corrective and preventive actions implemented, and evidence that the risk assessment and prevention plan have been updated to prevent recurrence. Inspectors investigate reported accidents to verify that proper procedures were followed and that effective preventive measures have been implemented. Repeated similar accidents indicate inadequate prevention and result in escalating sanctions."
        }
      ]
    },
    {
      "heading": "5. Preparing for Labor Inspection",
      "content": "As with health inspections, the key to successful labor inspection outcomes is maintaining consistent compliance rather than scrambling when an inspector arrives. Preparation involves regular internal audits of employment documentation, time records, PRL compliance, and working practices, ensuring all required documentation is current, organized, and readily accessible, training managers and administrative staff on labor law requirements and inspection procedures, implementing reliable systems for contract management, time recording, and payroll, and fostering a workplace culture where workers understand their rights, actual practices match documented procedures, and open communication is encouraged.\n\nDesignate a responsible person (typically the manager, HR administrator, or owner) who will liaise with inspectors. This person should have detailed knowledge of employment documentation, labor law requirements, and the establishment's specific employment practices. They should know where all required documentation is located and be able to access it immediately. Given the possibility of unannounced inspections, there should always be someone on-site during operating hours who can fulfill this role.",
      "subsections": [
        {
          "heading": "5.1 Documentation Organization",
          "content": "Organize all employment and PRL documentation systematically for immediate access during inspections. Essential documentation includes: individual files for each current worker containing contract, social security registration documentation, training records, and health surveillance records; master list of all current workers with contract types, start dates, and working hours; working time records for the current year and previous three years (four-year retention requirement); payroll records for at least the current year; current PRL Prevention Plan with risk assessments; training records (PRL, food safety, equipment operation); and contracts with external providers (prevention service, pest control, equipment maintenance).\n\nDigital systems are increasingly common and acceptable, but you must be able to access and display records immediately during the inspection. If systems require internet access or specific logins, ensure connectivity is reliable and credentials are available. Many establishments maintain hybrid systems with digital archives for long-term storage and current hard copies for immediate inspection access."
        },
        {
          "heading": "5.2 Internal Audit Program",
          "content": "Conduct internal labor compliance audits at least quarterly, more frequently for high-risk areas. The audit should verify that all current workers have proper written contracts and social security registration, time records are current and complete, actual working hours comply with legal limits and contracted hours, payroll accurately reflects hours worked and legal requirements, PRL documentation is current, and training records are up to date. Document internal audit findings and implement corrective actions promptly.\n\nInternal audits identify and enable correction of non-compliance before official inspections. They also demonstrate to inspectors (if findings and corrective actions are documented) that the employer is committed to compliance and proactively addresses issues. Consider engaging external labor law consultants or legal advisors for periodic independent audits, particularly if internal expertise is limited."
        },
        {
          "heading": "5.3 Worker Communication and Training",
          "content": "All workers should understand their employment terms, rights, and responsibilities. Provide each worker with a copy of their contract and ensure they understand its terms, including working hours, salary, rest periods, and overtime compensation. Explain the working time recording system and each worker's obligation to accurately record their hours. Inform workers of their PRL rights and procedures for reporting hazards or health concerns. Ensure workers know they have the right to speak freely to labor inspectors without fear of retaliation.\n\nRegular briefings or training sessions on labor rights create transparency and reduce the risk of misunderstandings that could lead to complaints or problematic inspector interviews. Workers who feel fairly treated and understand their rights are less likely to file complaints that trigger targeted inspections. Conversely, workers who feel exploited or unclear about their terms may provide testimony to inspectors that reveals serious violations."
        }
      ]
    },
    {
      "heading": "6. During and After the Inspection",
      "content": "When a labor inspector arrives, verify their credentials (official identification card), designate the responsible person to accompany the inspector, and cooperate fully and professionally. Provide requested documentation promptly—delays or difficulties accessing records create negative impressions and may lead inspectors to suspect concealment. Answer questions honestly and completely; if you do not know an answer, say so rather than guessing or speculating. Do not volunteer information or documentation unless requested.\n\nInspectors will typically review documentation first, then conduct a physical inspection of the workplace, and interview selected workers privately. You cannot be present during worker interviews, and you must not attempt to influence or intimidate workers before or after interviews. Such behavior is obstruction of inspection and a very serious infraction. At the conclusion of the inspection, the inspector will discuss preliminary findings. Listen carefully, take notes, and ask for clarification if needed. If you disagree with a finding, explain your perspective professionally, but recognize that the inspector makes the final determination.\n\nAfter the inspection, you will receive formal documentation—either a clean inspection report, a warning (Requerimiento) specifying required corrective actions, or an infraction notice (Acta de Infracción) proposing sanctions. If corrective actions are required, implement them immediately and document completion. If an infraction notice is issued, you have the right to submit written objections (Alegaciones) within a specified period (typically 15 days). Objections should be factual, supported by evidence, and, if appropriate, acknowledge violations while demonstrating corrective actions and commitment to future compliance.",
      "subsections": [
        {
          "heading": "6.1 Responding to Infractions",
          "content": "If an Acta de Infracción is issued, evaluate the findings carefully with legal or labor consultant advice. Determine whether the findings are factually correct, whether sanctions are proportionate, and whether there are valid grounds for objection. Common objection grounds include factual errors (inspector misunderstood documentation or circumstances), disproportionate severity classification (violation should be classified as minor rather than serious), evidence of corrective actions already implemented, or first offense with no harm and demonstrated commitment to future compliance.\n\nEven when violations are clear, submitting alegaciones that acknowledge the issue, explain mitigating circumstances, demonstrate immediate corrective actions, and request reduced sanctions may result in more favorable outcomes. Showing cooperation and commitment to compliance often influences final sanction determinations. If objections are rejected and sanctions are confirmed, you must pay within specified deadlines or face additional penalties and potential enforcement actions."
        },
        {
          "heading": "6.2 Follow-Up and Continuous Improvement",
          "content": "Use inspection findings, even if minor, as opportunities for continuous improvement. Implement corrective actions not just to satisfy inspector requirements but to genuinely improve compliance and working conditions. Update internal procedures, enhance training, improve documentation systems, and address root causes of identified violations. Schedule follow-up internal audits to verify that corrective actions are effective and sustained.\n\nIf an inspection revealed significant deficiencies, consider engaging external labor law consultants to conduct comprehensive compliance audits and develop improvement plans. Demonstrating visible progress in subsequent inspections builds credibility with the labor inspectorate and reduces the likelihood of repeated or escalated sanctions. Employers who show consistent commitment to compliance, even when starting from deficient positions, generally receive more constructive and cooperative treatment from inspectors than those who view compliance as purely an enforcement game."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Labor Inspection Readiness Checklist",
      "items": [
        "All current workers have written employment contracts complying with legal requirements",
        "All workers are registered with Social Security before starting work, with accurate hours and salary",
        "Working time recording system is operational and all current records are complete",
        "Working hours comply with legal maximum (40 hours/week average, 9 hours/day) and minimum rest periods",
        "Overtime hours are within legal limit (80 hours/year) and properly compensated",
        "Payroll records are accurate and accessible for at least the current year",
        "PRL Prevention Plan and risk assessments are current and accessible",
        "All workers have received PRL training with documented records",
        "Health surveillance has been offered to all workers with records of acceptance/declination",
        "All workplace accidents have been properly reported and investigated",
        "Individual employee files are organized with contracts, registration documents, and training records",
        "Designated responsible person is trained and prepared to accompany inspectors"
      ]
    },
    {
      "title": "Employment Documentation Checklist (Per Worker)",
      "items": [
        "Written employment contract signed by both parties, with worker receiving a copy",
        "Contract specifies job title, category, hours, schedule, salary, and start date",
        "Contract type complies with legal requirements and matches nature of work",
        "Social Security registration (alta) completed before first day of work",
        "Registration details (hours, salary) match contract and actual working conditions",
        "Copy of worker's identification document and Social Security number",
        "Food Handler Certificate (if worker handles food)",
        "PRL training record (induction and role-specific training)",
        "Health surveillance offered with documented acceptance or declination",
        "Working time records showing daily start and end times",
        "Payroll records showing correct salary and any overtime payments",
        "Copy of contract notification to employment office (SEPE) if legally required"
      ]
    },
    {
      "title": "Post-Inspection Action Checklist",
      "items": [
        "Review all inspection documentation (Acta, Requerimiento, or Acta de Infracción) thoroughly",
        "Identify all required corrective actions and deadlines",
        "Consult with labor law advisor if infractions or significant issues identified",
        "Implement immediate corrections for critical violations",
        "Conduct root cause analysis for each violation identified",
        "Update employment documentation, procedures, or systems as needed",
        "Provide additional training to staff if knowledge gaps identified",
        "Document all corrective actions with evidence (updated contracts, amended records, training completion)",
        "Submit written objections (Alegaciones) if appropriate, within legal deadline",
        "Notify inspector or authority when required corrective actions are complete",
        "Schedule internal audit to verify effectiveness of corrective actions",
        "Update internal compliance procedures to prevent recurrence"
      ]
    }
  ],
  "bestPractices": [
    "Maintain employment documentation meticulously from day one—getting paperwork right initially is far easier than correcting deficiencies under inspector scrutiny",
    "Implement automated digital working time recording systems that eliminate manipulation and provide reliable audit trails",
    "Conduct quarterly internal labor compliance audits using external advisors or detailed self-assessment checklists",
    "Treat workers fairly and communicate openly about employment terms—satisfied, well-informed workers are your best defense in inspector interviews",
    "Never falsify working time records or pressure workers to under-report hours—the risks far outweigh any short-term cost savings",
    "Register all workers with Social Security before they start work, even for short-term or trial periods—no exceptions",
    "When operational demands require exceeding normal hours, document the circumstances and ensure proper compensation rather than hiding violations",
    "Engage specialist labor law advisors for complex situations (seasonal contracts, restructuring, collective redundancies) to ensure compliance from the outset",
    "Build relationships with the local labor inspectorate through proactive compliance and responsive cooperation when issues arise",
    "View labor inspections as opportunities to validate your compliance efforts and identify areas for improvement, not as adversarial enforcement encounters"
  ],
  "glossary": {
    "Inspección de Trabajo y Seguridad Social": "The official labor and social security inspection authority responsible for enforcing employment law in Spain",
    "Acta de Inspección": "Official inspection report documenting findings, which may include warnings, requirements, or infraction notices",
    "Requerimiento": "Warning or requirement issued by inspector specifying corrective actions to be completed by a deadline",
    "Acta de Infracción": "Infraction notice proposing sanctions for legal violations identified during inspection",
    "Alegaciones": "Written objections submitted by the employer to contest inspector findings or proposed sanctions within specified deadlines (typically 15 days)",
    "Registro de Jornada": "Mandatory daily working time record showing start and end times for each worker, required since 2019",
    "LISOS": "Ley sobre Infracciones y Sanciones en el Orden Social—the law defining labor infractions and sanction ranges",
    "Alta": "Social Security registration of a worker, which must be completed before the worker begins employment",
    "Baja": "Deregistration of a worker from Social Security, typically when employment ends",
    "Vida Laboral": "Informe de Vida Laboral—official Social Security record showing a worker's complete employment history and contributions",
    "Convenio Colectivo": "Collective bargaining agreement establishing minimum employment conditions for a sector or geographic area"
  }
}
