{
  "title": "Annual Training Plan",
  "legalBasis": "Ley 31/1995 de Prevención de Riesgos Laborales, Article 19 (Training obligations); Real Decreto Legislativo 8/2015 Ley General de la Seguridad Social; EU Regulation (EC) No 852/2004 Article 5; Real Decreto 39/1997 Reglamento de los Servicios de Prevención",
  "summary": "An annual training plan is a fundamental legal obligation for all hospitality employers in Spain, ensuring that workers receive the necessary knowledge and skills to perform their roles safely and in compliance with food safety and occupational health regulations. Under Article 19 of the Prevención de Riesgos Laborales law, every employer must provide adequate and appropriate training in occupational risk prevention, both at the time of hiring and whenever working conditions change or new technologies are introduced. This training must be provided during working hours and at no cost to the worker.\n\nFor hospitality establishments, the annual training plan must cover multiple regulatory domains: food safety (HACCP/APPCC procedures, allergen management, hygiene protocols), occupational health and safety (fire safety, manual handling, chemical safety, kitchen hazards), labor law compliance (working time, rights and duties, anti-harassment protocols), and role-specific competencies (equipment operation, service standards, emergency procedures). The plan should identify training needs through systematic assessment of each job role, schedule training sessions throughout the year to avoid operational disruption, allocate sufficient budget and resources, track completion rates, and evaluate the effectiveness of training interventions.\n\nA well-designed training plan delivers multiple benefits beyond legal compliance. It reduces workplace accidents and food safety incidents, improves service quality and consistency, supports staff retention by demonstrating investment in employee development, creates a professional culture of continuous learning, and provides documented evidence of due diligence in the event of inspections, incidents, or legal proceedings. Regular training also helps maintain standards despite the high staff turnover typical in hospitality, ensuring that new employees are integrated quickly and safely into operations.",
  "keyPoints": [
    "Annual training plans are legally mandated under Ley 31/1995 Article 19 and must be provided during working hours at employer expense",
    "The plan must cover food safety (HACCP, allergens, hygiene), occupational health (PRL, emergency procedures), and labor law compliance",
    "Training needs assessment should be conducted systematically for each job role and updated when processes or equipment change",
    "All training sessions must be documented with dates, content, duration, trainer details, and attendee signatures",
    "New employees must receive comprehensive induction training before beginning work, covering both general safety and role-specific procedures",
    "Refresher training is required annually for food safety topics and whenever there are significant changes to procedures or regulations",
    "The plan should include evaluation mechanisms to assess training effectiveness, such as practical assessments or written tests",
    "Training records must be maintained and available for inspection by labor authorities and health inspectors",
    "Specialized training must be provided for workers in high-risk roles (kitchen equipment operators, first aiders, fire wardens)",
    "The training plan must be reviewed and updated annually, with employee representatives consulted on training needs"
  ],
  "sections": [
    {
      "heading": "1. Legal Framework and Obligations",
      "content": "The legal requirement for workplace training in Spain derives from multiple sources at European, national, and sectoral levels. The cornerstone is Ley 31/1995 de Prevención de Riesgos Laborales, which establishes the employer's fundamental duty to ensure the health and safety of workers through adequate training. Article 19 specifically requires that training be theoretical and practical, sufficient and appropriate to the job role, focused on the worker's specific workstation and functions, adapted to new or changed risks, and repeated periodically if necessary.\n\nEU Regulation 852/2004 on food hygiene imposes additional training obligations specific to food business operators. Article 5 requires that food handlers be supervised and instructed and/or trained in food hygiene matters commensurate with their work activity. In Spain, this is implemented through Royal Decree 109/2010, which requires all food handlers to complete certified food hygiene training (Carnet de Manipulador de Alimentos). Beyond initial certification, ongoing training is required to ensure that workers remain current with procedures, regulations, and best practices.\n\nThe hospitality sector collective agreement (Convenio Colectivo de Hostelería) applicable in each province may establish additional training requirements or specify minimum hours of training per year. Employers must ensure that their annual training plan meets or exceeds all applicable legal requirements. Failure to provide legally mandated training can result in sanctions ranging from warnings to fines of up to €40,985 for very serious infractions under the Ley sobre Infracciones y Sanciones en el Orden Social.",
      "subsections": [
        {
          "heading": "1.1 Employer Obligations",
          "content": "The employer's training obligations are comprehensive and ongoing. Training must be provided at the time of hiring, whenever the worker is assigned to a new task or transferred to a different workstation, when new equipment or technologies are introduced that change working methods, and when new or modified safety regulations come into force. The employer must ensure that the training is delivered during working hours, is free of charge to the worker, and is adapted to the worker's language and comprehension level.\n\nFor hospitality businesses with international staff, this may require providing training in multiple languages or using visual and practical training methods that overcome language barriers. The employer must maintain complete training records demonstrating compliance with all legal requirements. These records must be available for inspection by the labor inspectorate and health authorities at any time."
        },
        {
          "heading": "1.2 Worker Rights and Responsibilities",
          "content": "Workers have the right to receive effective and appropriate training in occupational risk prevention and food safety. This right cannot be waived, and workers cannot be required to pay for legally mandated training. Workers also have the corresponding duty to use the training provided and to apply safe working methods in their daily activities. Failure to follow trained procedures can result in disciplinary action, though the employer remains ultimately responsible for ensuring that training is effective and that safe procedures are practical and consistently applied.\n\nWorkers or their representatives have the right to be consulted on training plans and to propose additional training needs. In establishments with worker representation (delegados de personal or comité de empresa), the annual training plan should be discussed and agreed with these representatives."
        },
        {
          "heading": "1.3 Inspection and Enforcement",
          "content": "Training is a standard focus area for both labor inspections and food safety inspections. Labor inspectors will review training records, interview staff to assess their knowledge of safety procedures, and observe whether trained procedures are being followed in practice. Food safety inspectors will verify that food handlers possess valid certificates and that staff can demonstrate knowledge of HACCP procedures, allergen management, and hygiene protocols relevant to their roles.\n\nInspectors may impose corrective actions if training is found to be inadequate, including requirements to provide specific training by a deadline. In serious cases, particularly where lack of training has contributed to an accident or food safety incident, significant financial penalties may be imposed and, in extreme cases, temporary closure may be ordered until deficiencies are corrected."
        }
      ]
    },
    {
      "heading": "2. Conducting a Training Needs Assessment",
      "content": "An effective annual training plan begins with a systematic assessment of training needs. This assessment should identify the knowledge, skills, and competencies required for each job role, evaluate the current capabilities of staff, and identify gaps that training must address. The needs assessment should consider mandatory training requirements (food safety certificates, PRL training, equipment-specific training), role-specific competencies (cooking techniques, service protocols, bar operations), skills development for career progression, and training required due to changes in equipment, procedures, or regulations.\n\nThe assessment methodology should include review of job descriptions and standard operating procedures, consultation with supervisors and experienced staff, analysis of incidents and near-misses that may indicate training gaps, review of customer feedback and quality issues, assessment of new staff capabilities during probation periods, and consideration of business development plans that may require new competencies. The result should be a comprehensive inventory of training needs for the coming year, prioritized by legal urgency, safety importance, and operational impact.",
      "subsections": [
        {
          "heading": "2.1 Mandatory Training Topics",
          "content": "Certain training topics are legally required for all or specific categories of hospitality workers. All food handlers must complete food hygiene training covering HACCP principles, personal hygiene, contamination prevention, allergen awareness, and temperature control. All employees must receive occupational risk prevention training specific to their workstation, including identification of hazards, preventive measures, emergency procedures, and use of personal protective equipment.\n\nRole-specific mandatory training includes: kitchen staff must be trained in safe use of knives, slicers, and other potentially dangerous equipment, fire safety procedures including use of fire blankets and extinguishers specific to kitchen fires, and manual handling techniques for heavy pots, deliveries, and equipment. Front-of-house staff require training in evacuation procedures and customer assistance during emergencies, responsible alcohol service including identifying intoxication and refusing service, and allergen communication protocols. Workers assigned to specific safety roles (first aiders, fire wardens) require specialized certification training."
        },
        {
          "heading": "2.2 Identifying Skills Gaps",
          "content": "Beyond mandatory training, the needs assessment should identify skills and knowledge gaps that affect operational quality, efficiency, or staff development. This may include product knowledge (menu items, ingredients, preparation methods, wine and beverage knowledge), service techniques (table service, customer interaction, complaint handling, upselling), technical skills (coffee preparation, cocktail making, advanced cooking techniques), and supervisory and management skills for staff in or progressing to leadership roles.\n\nSkills gaps can be identified through performance appraisals, supervisor observations, analysis of service issues or customer complaints, feedback from staff about areas where they feel inadequately prepared, and comparison with industry standards or competitor offerings. Addressing skills gaps improves service quality, staff confidence and job satisfaction, operational efficiency, and competitiveness."
        },
        {
          "heading": "2.3 Special Considerations",
          "content": "The training needs assessment should consider specific circumstances that may require additional or adapted training. Young workers (under 18) require specific training appropriate to their development and understanding, with emphasis on prohibited tasks and equipment. Pregnant and breastfeeding workers may need additional training on adapted procedures and risk avoidance. Workers on temporary or seasonal contracts need rapid onboarding training to ensure they can work safely and effectively despite short tenure.\n\nWorkers with disabilities may require training materials and methods adapted to their specific needs. Non-native speakers may require training in their own language or using visual and practical methods. The assessment should also consider succession planning: identifying high-potential staff and providing training to prepare them for increased responsibilities or promotion."
        }
      ]
    },
    {
      "heading": "3. Structuring the Annual Training Plan",
      "content": "The annual training plan should be a structured document that organizes identified training needs into a practical, resourced, and scheduled program. The plan should specify training objectives (what knowledge or skills will be gained), target audience (which roles or individuals will receive each training), training content and curriculum outlines, training methods (classroom, practical demonstration, e-learning, on-the-job coaching), duration and scheduling, trainers (internal subject matter experts or external training providers), and resources and budget required.\n\nThe plan should balance mandatory compliance training with skills development, distribute training throughout the year to avoid operational disruption and training fatigue, schedule induction training for anticipated hiring periods, time refresher training appropriately (e.g., food safety refreshers before peak season), and allow flexibility for unplanned training needs. A well-structured plan is realistic about operational constraints, achievable with available resources, and aligned with business objectives.",
      "subsections": [
        {
          "heading": "3.1 Training Methods and Delivery",
          "content": "Different training objectives and content are suited to different delivery methods. Theoretical knowledge (regulations, procedures, hazard awareness) can be delivered through classroom sessions, e-learning modules, or instructional videos. Practical skills (cooking techniques, equipment operation, service procedures) require hands-on training with demonstration, supervised practice, and feedback. Emergency procedures benefit from regular drills and simulations.\n\nFor hospitality operations, on-the-job training and coaching is often the most practical method, particularly during quieter periods when experienced staff can mentor newer employees. However, formal off-the-job training is important for ensuring consistency, providing undivided attention to learning, and meeting documentation requirements for mandatory training. A blended approach using multiple methods is often most effective. External training providers should be carefully selected based on their qualifications, experience in the hospitality sector, and ability to deliver practical, relevant content."
        },
        {
          "heading": "3.2 Scheduling and Resource Allocation",
          "content": "Training scheduling must balance business operational needs with the requirement to provide training during working hours. Common approaches include scheduling training during traditionally quiet periods (mid-afternoon, off-season), organizing training on designated training days when additional staff cover operational needs, using staggered or rotational training so that all staff are eventually trained without everyone being absent simultaneously, and utilizing pre-service briefings (10-15 minutes) for quick refreshers on specific topics.\n\nThe plan must allocate sufficient resources: direct costs (external trainers, training materials, certification fees), indirect costs (staff time spent in training rather than productive work, additional staffing to cover trainees), and facilities (training rooms, equipment for practical training). Budget constraints should not compromise legally mandatory training, but may influence the balance between external professional training and internal delivery for non-mandatory skills development."
        },
        {
          "heading": "3.3 Induction Training Programs",
          "content": "New employee induction is a critical component of the training plan. A comprehensive induction program should be delivered before the new employee begins independent work and should cover: company introduction (values, standards, organizational structure), administrative matters (contract, working hours, pay arrangements, time recording), health and safety basics (emergency procedures, PPE requirements, incident reporting), food safety fundamentals (personal hygiene, HACCP overview, allergen awareness), workstation-specific training (equipment, procedures, standards), and introduction to colleagues and support resources.\n\nThe induction should be structured over several shifts, combining initial orientation with progressive hands-on training under supervision. A checklist should document completion of each induction element, signed by both the trainer and trainee. Effective induction reduces early accidents, accelerates productive contribution, improves retention by helping new staff feel welcomed and competent, and ensures consistent standards."
        }
      ]
    },
    {
      "heading": "4. Documentation and Record-Keeping",
      "content": "Comprehensive documentation is both a legal requirement and a practical necessity for managing an annual training plan. Documentation must cover the training plan itself (needs assessment, training schedule, content, methods, and budget), training records for each session delivered, individual employee training records, and evaluation and review records. This documentation serves multiple purposes: demonstrating legal compliance during inspections, tracking individual employee competencies and certifications, identifying training completion gaps, supporting performance management and development discussions, providing evidence of due diligence in incident investigations, and enabling continuous improvement through analysis of training effectiveness.\n\nDocumentation should be organized systematically and stored securely with appropriate backup. Digital systems can streamline record-keeping, provide automated reminders for refresher training, and generate reports on completion rates and gaps. However, simple paper-based systems can be equally compliant if properly maintained and accessible.",
      "subsections": [
        {
          "heading": "4.1 Training Session Records",
          "content": "For each training session delivered, a record should document: training topic and objectives, date, time, and duration, location, trainer name and qualifications, content covered (curriculum or agenda), training materials used, attendees (full names and signatures), assessment method and results if applicable, and any issues or observations. These records demonstrate that training was actually delivered and attended.\n\nFor practical training, particularly equipment operation or safety procedures, photographic or video documentation of competence demonstrations can provide valuable supporting evidence. For e-learning or online training, system-generated completion certificates and quiz results serve as training records."
        },
        {
          "heading": "4.2 Individual Employee Training Files",
          "content": "Each employee should have an individual training file documenting all training received. This file should include: induction training completion checklist, copies of relevant certificates (food handler certificate, first aid, fire safety, equipment operator licenses), records of all training sessions attended (dates and topics), assessment results and competency confirmations, refresher training dates, and identification of any outstanding or upcoming required training. Individual training files support compliance verification, inform development and appraisal discussions, identify employees qualified for specific tasks, and facilitate transfer of training records if an employee changes role or establishment.\n\nThese records must be maintained confidentially in accordance with data protection regulations (GDPR/LOPDGDD) and made available only to authorized personnel and regulatory inspectors."
        },
        {
          "heading": "4.3 Retention Requirements",
          "content": "Training records must be retained for the duration of employment and for a reasonable period thereafter. Given the potential for labor or food safety incidents to give rise to legal claims years after the event, a retention period of at least five years after employment ends is advisable. Some specific training certifications (e.g., first aid) may have shorter validity periods but the historical record should still be maintained.\n\nRetention applies to all forms of training documentation: attendance registers, training plans, certificates, assessment results, and records of training content and materials. Digital storage with regular backup is recommended to prevent loss due to hardware failure, and off-site or cloud backup protects against physical disasters such as fire. Access controls should ensure that only authorized personnel can view or modify training records."
        }
      ]
    },
    {
      "heading": "5. Evaluation and Continuous Improvement",
      "content": "An annual training plan is not complete without mechanisms to evaluate effectiveness and drive continuous improvement. Evaluation should assess whether training objectives were achieved, whether participants gained the intended knowledge and skills, whether training has translated into improved workplace performance and safety outcomes, and whether the training was delivered efficiently and to schedule. Evaluation methods include immediate post-training assessments (tests, practical demonstrations, quizzes), trainer and participant feedback forms, observation of workplace performance following training, analysis of incident and near-miss data to identify whether training has reduced specific risks, customer feedback and quality metrics, and periodic competency audits.\n\nThe results of evaluation should feed into the annual review and planning cycle, identifying what worked well and should be continued or expanded, what was less effective and should be redesigned or delivered differently, emerging training needs not previously identified, and adjustments needed to scheduling, methods, or resources. A culture of continuous improvement treats training as an ongoing process of development rather than a one-time compliance exercise.",
      "subsections": [
        {
          "heading": "5.1 Measuring Training Effectiveness",
          "content": "Effectiveness measurement should go beyond simply tracking attendance. Immediate knowledge assessment (end-of-training tests or quizzes) confirms that participants understood the content. Practical competency assessment (demonstrating a procedure or skill) confirms that participants can apply the knowledge. Workplace observation in the weeks following training verifies that trained behaviors are being consistently applied in daily operations.\n\nLonger-term effectiveness can be assessed through analysis of relevant performance indicators: reduction in workplace accidents or near-misses following safety training, reduction in food safety incidents or temperature control failures following HACCP training, improvement in customer satisfaction scores following service training, and reduction in waste or errors following technical skills training. While many factors influence these indicators, trends following specific training interventions can provide valuable insights."
        },
        {
          "heading": "5.2 Annual Training Plan Review",
          "content": "At least annually, the entire training plan and its implementation should be comprehensively reviewed. The review should assess completion rates (what proportion of planned training was delivered and attended), outcomes (what skills and knowledge were gained, what impact on performance), efficiency (whether time and resources were well used), compliance (whether all legal training obligations were met), and gaps (what training needs remain unaddressed or newly identified). The review should involve consultation with managers, supervisors, worker representatives, and employees themselves.\n\nFindings should be documented and used to develop the training plan for the following year. Changes in business operations (new menu items, new equipment, expansion), changes in legislation or industry standards, lessons learned from incidents or inspections, and staff feedback should all inform the updated plan. This creates a continuous cycle of assessment → planning → delivery → evaluation → review → improved planning."
        }
      ]
    },
    {
      "heading": "6. Special Topics in Hospitality Training",
      "content": "Certain training topics warrant particular attention in hospitality settings due to their legal importance, safety implications, or operational significance. Food safety training, including HACCP principles, allergen management, and hygiene protocols, is fundamental and legally mandatory. Occupational health and safety training must address the specific hazards prevalent in hospitality: burns and cuts in kitchens, slips and falls in wet environments, manual handling of heavy items, chemical exposure during cleaning, and fire risks. Emergency response training ensures that staff can respond appropriately to fires, medical emergencies, evacuations, and other critical situations.\n\nAdditionally, hospitality businesses must address topics that may be less prominent in other sectors but are crucial for compliance and professional service: responsible alcohol service to prevent serving minors or intoxicated persons, anti-harassment and equality training to create a respectful workplace culture, data protection training given the handling of customer and employee personal information, customer service and conflict resolution to maintain quality and safety during challenging interactions, and labor rights education to ensure all staff understand their rights and responsibilities. Each of these topics should be integrated into the annual training plan with appropriate emphasis and scheduling.",
      "subsections": [
        {
          "heading": "6.1 Food Safety and HACCP Training",
          "content": "All food handlers must complete certified food safety training that covers the fundamentals of food hygiene, contamination prevention (biological, chemical, and physical hazards), HACCP principles and their application, temperature control requirements for storage, cooking, cooling, and reheating, allergen management and cross-contamination prevention, personal hygiene requirements, and cleaning and disinfection procedures. This training must be renewed periodically, with many autonomous communities requiring refresher training every three to five years.\n\nBeyond initial certification, role-specific HACCP training should ensure that each worker understands the Critical Control Points relevant to their specific tasks, knows the critical limits they must monitor, can correctly perform monitoring procedures (e.g., taking and recording temperatures), knows what corrective actions to take when limits are exceeded, and understands their responsibility in maintaining the HACCP system. Regular short refreshers (e.g., 15-minute briefings) can reinforce key messages and address common mistakes or procedural drift."
        },
        {
          "heading": "6.2 Allergen Management Training",
          "content": "Given the serious and potentially fatal consequences of allergen exposure for sensitive customers, specific training on allergen management is essential for all food preparation and service staff. Training must cover the 14 EU-regulated major allergens and their sources, how to identify allergens in menu items and ingredients, how to communicate allergen information accurately to customers, procedures to prevent cross-contamination during preparation and service, how to respond to allergen-related customer inquiries, and emergency procedures if a customer has an allergic reaction.\n\nThis training should be practical and scenario-based, with staff practicing how to answer common customer questions, identify hidden allergen sources in complex dishes, and explain preparation modifications that can accommodate allergen requirements. Updates are required whenever menu items change or new products are introduced."
        },
        {
          "heading": "6.3 Anti-Harassment and Equality Training",
          "content": "Legal requirements under LO 3/2007 and the obligation to maintain anti-harassment protocols mean that all staff, and particularly managers and supervisors, must receive training on recognizing and preventing workplace harassment (sexual harassment, harassment based on protected characteristics, and bullying). Training should cover what constitutes harassment and unacceptable behavior, the organization's zero-tolerance policy and complaint procedure, the rights of complainants and prohibition of retaliation, the responsibilities of managers to prevent and address harassment, and fostering a culture of respect, dignity, and equality.\n\nGiven the specific challenges in hospitality—late hours, alcohol service, close-quarters working environments, customer interaction, and diverse multicultural teams—training should address sector-specific scenarios and emphasize both colleague-to-colleague and customer-to-staff harassment situations. Creating a safe and respectful workplace is not only a legal obligation but essential for staff wellbeing and retention."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Annual Training Plan Development Checklist",
      "items": [
        "Conduct training needs assessment for all roles and employees",
        "Identify all mandatory training requirements (food safety, PRL, role-specific)",
        "Review previous year's training completion and identify gaps",
        "Consult with managers and supervisors on operational training needs",
        "Consult with worker representatives on training priorities",
        "Identify skills development training to support career progression",
        "Determine training methods for each topic (classroom, practical, e-learning)",
        "Schedule training sessions throughout the year to avoid operational disruption",
        "Allocate budget for external trainers, materials, and certification costs",
        "Assign internal trainers and ensure they have necessary expertise",
        "Document the training plan with objectives, content, schedule, and resources",
        "Communicate the training plan to all employees and managers"
      ]
    },
    {
      "title": "Training Session Delivery Checklist",
      "items": [
        "Prepare training materials, presentations, and handouts in advance",
        "Confirm venue and equipment (projector, training kitchen, safety equipment)",
        "Notify participants of training date, time, location, and duration",
        "Arrange operational coverage so participants can attend without disruption",
        "Prepare attendance register for participant signatures",
        "Deliver training content according to planned curriculum",
        "Allow time for questions, discussion, and practical demonstrations",
        "Conduct assessment if required (test, practical demonstration, quiz)",
        "Distribute certificates or confirmation of completion",
        "Complete training session record with all required details",
        "Collect participant feedback on training quality and relevance",
        "Update individual employee training files with completion records"
      ]
    },
    {
      "title": "Training Documentation Compliance Checklist",
      "items": [
        "Training plan document is current and approved",
        "All training sessions have complete attendance records with signatures",
        "Individual employee files contain all relevant certificates and training records",
        "Food handler certificates are valid and have not expired",
        "PRL training records are up to date for all employees",
        "Induction training completion is documented for all new hires",
        "Specialized training certificates (first aid, fire warden, equipment) are current",
        "Training content and materials are filed and accessible",
        "Assessment results and competency confirmations are recorded",
        "Training records are stored securely with appropriate data protection",
        "Digital records have current backups",
        "Records are readily accessible for labor and health inspections"
      ]
    }
  ],
  "bestPractices": [
    "Integrate training into the regular rhythm of the business—schedule monthly or quarterly training sessions rather than trying to deliver everything at once",
    "Use a blended approach combining brief daily or weekly refreshers (5-10 minutes on a specific topic) with periodic formal training sessions",
    "Designate experienced staff as internal trainers and mentors—this recognizes their expertise and provides development opportunities while reducing reliance on external providers",
    "Create visual training aids (posters, procedure cards, video demonstrations) that reinforce training messages at the point of work",
    "Conduct training in small groups to enable interaction, practical participation, and individual attention",
    "Schedule practical training during quiet operational periods when trainees can practice without service pressure",
    "Recognize and celebrate training completion—certificates, announcements, or small incentives reinforce the value placed on professional development",
    "Make training engaging and relevant by using real scenarios from your establishment rather than generic examples",
    "Evaluate training effectiveness through observation and performance, not just attendance—watching whether trained behaviors are actually applied is the true measure",
    "Build training time into work schedules and rotas so that participation does not create conflicts or rely on goodwill overtime"
  ],
  "glossary": {
    "Annual Training Plan": "A documented program identifying training needs, objectives, content, methods, schedule, and resources for the coming year",
    "Induction Training": "Initial training provided to new employees covering essential information about the organization, role, safety, and procedures before they begin independent work",
    "Mandatory Training": "Training that is legally required by regulation, such as food safety certification for food handlers or PRL training for all employees",
    "Refresher Training": "Periodic training that revisits previously covered topics to reinforce knowledge, update on changes, and prevent skill or knowledge decay",
    "Training Needs Assessment": "A systematic process to identify the knowledge and skills required for each role and the gaps between current and required capabilities",
    "On-the-Job Training": "Training delivered in the actual work environment while performing work tasks, typically through demonstration, coaching, and supervised practice",
    "Competency Assessment": "Evaluation of whether a worker has achieved the required knowledge or skill level, through testing, demonstration, or observation",
    "Training Record": "Documentation of training delivered, including topic, date, participants, content, and outcomes",
    "PRL Training": "Prevención de Riesgos Laborales (occupational risk prevention) training covering workplace hazards, safety procedures, and emergency response",
    "Carnet de Manipulador de Alimentos": "Food Handler Certificate—mandatory certification for all workers who handle food, covering food hygiene and safety fundamentals"
  }
}
