{
  "title": "Allergen Management",
  "legalBasis": "EU Regulation (EU) No 1169/2011 on food information to consumers; Royal Decree 126/2015 implementing EU food information requirements in Spain; Commission Implementing Regulation (EU) No 828/2014 on allergen information requirements",
  "summary": "Food allergies affect approximately 3-4% of adults and 6-8% of children in Europe, with prevalence increasing. Allergic reactions to food can range from mild discomfort to life-threatening anaphylaxis. EU Regulation 1169/2011 establishes comprehensive requirements for allergen information in all food businesses, including restaurants, cafés, and catering operations. The regulation requires that information about 14 specified allergens must be provided to consumers clearly and accurately before they purchase food.\n\nFor hospitality businesses serving non-prepacked food, allergen information must be available in writing and staff must be trained to communicate allergen information accurately to customers. Many establishments provide allergen matrices showing which menu items contain which allergens. Preventing cross-contact during food preparation is equally critical — even trace amounts of allergens can trigger reactions in sensitive individuals. Staff must understand that allergen management is not a matter of preference or diet choice, but a serious health and safety issue.\n\nNon-compliance with allergen regulations can result in enforcement action, financial penalties, and reputational damage. More seriously, serving food containing undeclared allergens can cause severe harm to customers. Several tragic deaths from allergic reactions in restaurants have highlighted the critical importance of allergen management. Every food business operator and every staff member has a responsibility to take allergen management seriously and implement rigorous procedures.",
  "keyPoints": [
    "Know and communicate the 14 EU-regulated allergens present in all menu items",
    "Provide allergen information in writing and ensure staff can communicate it accurately",
    "Train all kitchen and service staff on allergen management and cross-contact prevention",
    "Implement procedures to prevent cross-contact during food preparation, cooking, and service",
    "Have a protocol for handling allergen-related customer inquiries and special requests",
    "Update allergen information whenever recipes, suppliers, or ingredients change",
    "Maintain ingredient information from all suppliers including allergen declarations",
    "Have emergency procedures in place for allergic reaction incidents"
  ],
  "sections": [
    {
      "heading": "1. The 14 Major Allergens",
      "content": "EU Regulation 1169/2011, Annex II specifies 14 allergens or groups of allergens that must be declared when present in food. These were selected based on scientific evidence of their prevalence and severity of allergic reactions. The 14 allergens are: (1) cereals containing gluten (wheat, rye, barley, oats, spelt, kamut, and their hybridized strains), (2) crustaceans and products thereof, (3) eggs and products thereof, (4) fish and products thereof, (5) peanuts and products thereof, (6) soybeans and products thereof, (7) milk and products thereof (including lactose), (8) nuts (almonds, hazelnuts, walnuts, cashews, pecans, Brazil nuts, pistachios, macadamia nuts, Queensland nuts), (9) celery and products thereof, (10) mustard and products thereof, (11) sesame seeds and products thereof, (12) sulfur dioxide and sulfites at concentrations above 10mg/kg or 10mg/L, (13) lupin and products thereof, and (14) molluscs and products thereof.\n\nIt is essential that all staff can recite this list and identify these allergens in ingredients and menu items. Some allergens are obvious: a dish containing shrimp clearly contains crustaceans. Others are less obvious: many sauces contain milk or gluten, sulfites are used in dried fruits and wine, and cross-contamination can introduce allergens during preparation. Understanding not just the 14 allergens but where they might be present unexpectedly is critical for accurate allergen management.",
      "subsections": [
        {
          "heading": "1.1 Hidden Allergens",
          "content": "Many allergens are present in foods where customers might not expect them, creating particular risks. Gluten is present in many sauces, soups, and marinades as wheat flour is a common thickener; soy sauce contains both gluten and soy. Milk and derivatives appear in many unexpected places: butter in sauces, cream in soups, whey powder in processed foods, and lactose as a carrier in many seasonings and additives. Eggs are present in mayonnaise, many dressings, pasta, and as a glaze on pastries. Sulfites are used as preservatives in dried fruits, wine, and some processed vegetables. Nuts may be present in pesto, marzipan, nougat, and some Asian dishes. Sesame appears in bread, hummus, and many Middle Eastern and Asian dishes. Cross-contamination during processing means foods not intentionally containing allergens may state 'may contain' warnings. Staff must read ingredient labels carefully and understand that allergens can be present in unexpected places."
        },
        {
          "heading": "1.2 Severity of Allergic Reactions",
          "content": "Allergic reactions vary in severity from mild to life-threatening. Mild reactions include itching, hives, or mild stomach discomfort. Moderate reactions involve more extensive hives, swelling, vomiting, or diarrhea. Severe reactions (anaphylaxis) involve difficulty breathing, rapid pulse, severe drop in blood pressure, dizziness, loss of consciousness, and can be fatal without immediate treatment. Anaphylaxis typically occurs rapidly, within minutes of allergen exposure, though delayed reactions are possible. The severity of reaction can vary even in the same individual depending on factors including amount consumed, health status, and whether asthma is present. Because it is impossible to predict reaction severity, all allergen inquiries must be taken seriously and handled with rigorous procedures. Staff must never dismiss allergen concerns or guess at allergen content — when uncertain, verify with ingredients or recipes, or inform the customer that you cannot confirm the absence of the allergen."
        },
        {
          "heading": "1.3 Food Intolerances vs. Allergies",
          "content": "Food intolerances are not the same as allergies, though both require accommodation. Lactose intolerance, for example, is an inability to digest lactose due to enzyme deficiency, causing digestive discomfort but not allergic reaction. Celiac disease is an autoimmune condition triggered by gluten, not an allergy, but requires the same strict avoidance. From a hospitality perspective, the legal obligation under Regulation 1169/2011 applies specifically to the 14 allergens. However, many establishments also accommodate other dietary restrictions (vegetarian, vegan, gluten-free) as customer service. When a customer inquires about dietary restrictions, clarify whether it is an allergy (potentially life-threatening) or intolerance/preference (uncomfortable but not dangerous). This determines the level of rigor required in preparation: allergy requires absolute avoidance and cross-contact prevention; intolerance may tolerate minor contamination; preference is a matter of choice. Always err on the side of caution and treat any uncertainty as an allergy."
        }
      ]
    },
    {
      "heading": "2. Legal Requirements for Allergen Information",
      "content": "EU Regulation 1169/2011 requires that allergen information be provided to consumers before they purchase food. For prepacked food, allergens must be emphasized in the ingredient list (bold, color, or other emphasis). For non-prepacked food sold in hospitality establishments, operators must provide allergen information through written or oral communication. In Spain, Royal Decree 126/2015 implemented these requirements, specifying that allergen information must be available in writing and that staff providing oral information must have received appropriate training.\n\nThe practical application in restaurants typically involves allergen matrices or menus with allergen symbols indicating which dishes contain which allergens. These written materials must be accurate, up-to-date, and accessible to customers. Staff must be able to answer questions about allergens confidently and accurately. If a customer inquires about an allergen, staff must know how to obtain accurate information — either from their training, from written allergen information, or by consulting with the kitchen. Guessing is never acceptable.",
      "subsections": [
        {
          "heading": "2.1 Allergen Communication Methods",
          "content": "Various methods can be used to communicate allergen information, and many establishments use multiple approaches: (1) Allergen matrices — tables showing all menu items against the 14 allergens, with markers indicating presence. These are comprehensive but can be complex for large menus. (2) Menu symbols — icons or letters next to menu items indicating allergen presence, with a legend explaining symbols. This integrates allergen information into the menu but requires careful design to remain readable. (3) Allergen information folder — detailed allergen information for all menu items in a dedicated document available on request. This accommodates detailed information without cluttering menus. (4) Trained staff — staff can provide allergen information orally in response to inquiries, supported by back-of-house allergen documentation. (5) Digital solutions — QR codes linking to online allergen information, or apps providing detailed ingredient and allergen information. The chosen method must ensure that customers can easily obtain accurate allergen information before ordering."
        },
        {
          "heading": "2.2 Keeping Information Current",
          "content": "Allergen information must be accurate and current. Procedures must ensure information is updated when: recipes change (even minor ingredient substitutions may introduce allergens), suppliers change (different brands of the same product may have different ingredients), seasonal menu changes occur, and special or daily specials are introduced. Assign responsibility for maintaining allergen information (typically the head chef or food safety manager). Review all allergen documentation regularly (at least quarterly, more frequently if menu changes often). When ingredient suppliers provide updated information or product reformulations, review and update your allergen information accordingly. If temporary substitutions are necessary due to ingredient unavailability, verify allergen content before use and update communication to staff and customers. Inaccurate allergen information due to outdated documentation is a serious compliance failure and safety risk."
        },
        {
          "heading": "2.3 Documentation and Verification",
          "content": "Maintain comprehensive documentation supporting your allergen information: supplier specifications and allergen declarations for all ingredients and products, recipes showing all ingredients used in each dish, allergen analysis for each menu item identifying all allergens present, training records demonstrating staff have been trained on allergen management, and procedures for handling allergen-related inquiries and special requests. Review this documentation during internal audits and update as needed. Inspectors may request allergen documentation during official controls to verify compliance. Good documentation demonstrates due diligence and supports defending against complaints or legal action related to allergen incidents."
        }
      ]
    },
    {
      "heading": "3. Cross-Contact Prevention",
      "content": "Cross-contact (also called cross-contamination in allergen context) is the unintentional transfer of allergens from one food to another. Even trace amounts of allergens — quantities invisible to the eye — can trigger reactions in highly sensitive individuals. Cross-contact can occur through shared equipment, utensils, preparation surfaces, cooking oil, water, hands, cloths, or airborne particles. Preventing cross-contact requires rigorous procedures and constant awareness.\n\nEstablishments that prepare allergen-free dishes must implement specific measures to prevent cross-contact. The level of control required depends on your operations: establishments that routinely prepare allergen-free meals should have dedicated allergen-free preparation areas, equipment, and procedures. Establishments that occasionally accommodate allergen-free requests must still implement effective cross-contact prevention, though dedicated equipment may not be practical. In all cases, staff must understand the importance of cross-contact prevention and the procedures required.",
      "subsections": [
        {
          "heading": "3.1 Kitchen Workflow and Separation",
          "content": "Organize kitchen workflow to minimize cross-contact opportunities. Physical separation is most effective: if space allows, designate specific areas for preparing allergen-free dishes, use separate equipment and utensils for allergen-free preparation, and store allergen-free ingredients separately from allergen-containing ingredients. When dedicated areas are not feasible, temporal separation can be effective: prepare allergen-free dishes first, before preparing dishes containing allergens, clean and sanitize all surfaces and equipment between preparations, and ensure allergen-free dishes are covered or removed from the area before preparing allergen-containing dishes. Clearly communicate to kitchen staff when an allergen-free dish is being prepared so they can take appropriate precautions. Consider using different colored equipment or trays to identify allergen-free preparations."
        },
        {
          "heading": "3.2 Equipment and Utensil Management",
          "content": "Shared equipment is a major source of cross-contact. Ideally, use dedicated equipment for allergen-free preparation: separate cutting boards, knives, mixing bowls, pans, and utensils. Color-code allergen-free equipment to prevent accidental use for allergen-containing preparations. If dedicated equipment is not practical, rigorously clean and sanitize equipment between uses. Standard cleaning may not remove all allergen traces — research shows that allergens can be particularly persistent. Use hot water and detergent, scrub thoroughly, rinse well, and sanitize. Pay attention to hard-to-clean items like graters, blenders, and porous surfaces. Consider whether certain equipment can be reliably cleaned of allergens: for example, shared fryers where allergen-containing and allergen-free foods are cooked cannot prevent cross-contact, as allergen proteins dissolve in oil. Similarly, shared toasters, griddles, and grills may not be suitable for allergen-free preparation."
        },
        {
          "heading": "3.3 Hand Hygiene and Personal Practices",
          "content": "Staff hands are a primary vector for allergen cross-contact. Implement strict hand hygiene: wash hands thoroughly with soap and water before preparing allergen-free dishes, wash hands after handling any allergen-containing food before touching allergen-free food or equipment, avoid touching face, hair, or other surfaces during allergen-free food preparation, and change gloves between handling different foods (note: gloves are not a substitute for handwashing — allergens can contaminate glove surfaces just as they contaminate hands). Wearing aprons or protective clothing that is changed when preparing allergen-free dishes can prevent transfer from clothing. Educate staff that casual actions — touching a bread roll (gluten) then preparing a gluten-free dish, wiping hands on a cloth that was used with allergen-containing food — can introduce enough allergen to cause reactions."
        },
        {
          "heading": "3.4 Airborne Allergen Concerns",
          "content": "Some allergens, particularly flour and powdered foods, can become airborne and settle on surfaces and food. If flour is being used in one area of the kitchen, airborne particles can contaminate allergen-free preparations in other areas. Mitigation strategies include: cover all food and ingredients when not actively being used, minimize generation of airborne particles (sift flour carefully, avoid vigorous stirring of powders), use adequate ventilation, and prepare allergen-free dishes in separate areas or at different times when airborne allergen generation activities are not occurring. While airborne cross-contact is more challenging to prevent than direct contact, awareness and appropriate practices can significantly reduce risk."
        }
      ]
    },
    {
      "heading": "4. Staff Training and Communication",
      "content": "All staff who handle food or interact with customers must receive comprehensive allergen training. This is both a legal requirement and a practical necessity. Training must cover: the 14 regulated allergens and their common sources, why allergen management is critical (severity of reactions, legal obligations), how to identify allergens in menu items and ingredients, cross-contact prevention procedures specific to your operation, how to respond to customer allergen inquiries, and emergency procedures if a customer has an allergic reaction.\n\nTraining should be role-specific: kitchen staff need detailed training on ingredients, recipes, and cross-contact prevention during preparation. Service staff need detailed training on menu allergen content, communication with customers, and how to obtain information when uncertain. Management needs comprehensive training on legal requirements, documentation, procedures, and emergency response. All training must be documented and refresher training provided regularly, particularly when menu or procedures change.",
      "subsections": [
        {
          "heading": "4.1 Service Staff Communication Skills",
          "content": "Service staff are the primary point of contact for allergen inquiries and must handle these professionally and accurately. Communication principles: take every allergen inquiry seriously — never dismiss or trivialize concerns, actively listen to the customer's specific requirements, if you know the answer confidently, provide clear information, if you are uncertain or the inquiry is complex, consult with the kitchen or manager rather than guessing, explain cross-contact risks honestly — if you cannot guarantee complete absence of an allergen due to shared equipment or preparation, inform the customer so they can make an informed decision, document the allergen request clearly on the order so kitchen staff are aware, and follow up after service to ensure the customer's needs were met. Train staff to use clear, positive language: 'This dish contains milk' is clearer than 'This dish doesn't have lactose-free options.' 'I will check with the chef to confirm' is better than 'I think it's safe.'"
        },
        {
          "heading": "4.2 Kitchen Communication Systems",
          "content": "Clear communication between service and kitchen staff is essential for allergen management. Implement systems to ensure allergen requirements are communicated reliably: use specific allergen alert indicators on order tickets (color-coded tickets, stamps, or printed flags), establish procedures for kitchen confirmation when allergen requests are received (chef acknowledges understanding of requirements before preparation begins), position allergen orders separately in production flow to reduce cross-contact risk, and have kitchen staff verify directly with service staff if any allergen request is unclear or potentially problematic. Some establishments have service staff verbally confirm allergen orders with the chef in addition to written orders to ensure understanding. Regular team briefings where kitchen and service staff discuss allergen procedures and challenges can improve coordination and awareness."
        },
        {
          "heading": "4.3 Ongoing Training and Updates",
          "content": "Initial allergen training is not sufficient — ongoing education is necessary. Provide refresher training at least annually or more frequently when: new staff are hired and require induction, menu changes introduce new allergens or allergen-free options, allergen-related incidents or near-misses occur, new regulations or guidance is published, or audits identify training gaps or procedural failures. Use varied training methods to maintain engagement: practical demonstrations, role-playing customer allergen inquiries, case studies of allergen incidents (including learning from incidents in other establishments), quizzes or tests to assess knowledge, and guest speakers (allergists, customers with allergies, or food safety experts). Document all training including attendees, content, date, and assessment results. Make allergen training part of your food safety culture where ongoing learning and vigilance are valued."
        }
      ]
    },
    {
      "heading": "5. Special Requests and Custom Orders",
      "content": "Customers with allergies may request menu modifications: 'Can I have this dish without the sauce?' or 'Can this be prepared gluten-free?' How you respond to these requests balances customer service with food safety and liability. Not all requests can be safely accommodated, particularly in busy kitchens with limited separation and shared equipment. It is better to decline a request honestly than to attempt accommodation you cannot guarantee and risk customer harm.\n\nEstablish clear policies: which accommodations can be made reliably (e.g., omitting garnishes or sauces served on the side), which cannot be guaranteed due to cross-contact risk (e.g., gluten-free in a kitchen with significant flour use and shared equipment), and what information customers need to make informed decisions. Train staff to explain limitations clearly and professionally. Some establishments maintain a list of naturally allergen-free menu items that can be confidently recommended to customers with allergies.",
      "subsections": [
        {
          "heading": "5.1 Assessment and Decision-Making",
          "content": "When a special allergen-related request is made, assess whether it can be safely accommodated: Can the allergen simply be omitted without affecting food safety or quality? (e.g., removing nuts from a salad is straightforward). Can the dish be prepared with allergen-free substitutes you have available? (e.g., preparing with dairy-free milk). Can cross-contact be prevented given your current operations? (e.g., during a busy service, dedicated allergen-free preparation may not be feasible). Does kitchen staff have the knowledge and time to prepare the dish safely? In peak periods, even requests that could normally be accommodated may not be safe due to time pressure and cross-contact risk. If you cannot safely accommodate the request, explain honestly: 'I'm very sorry, but we cannot guarantee this dish will be free from [allergen] due to our shared preparation equipment. May I suggest [alternative dish that is naturally allergen-free]?' Customers generally appreciate honesty over risk."
        },
        {
          "heading": "5.2 Documentation of Special Requests",
          "content": "Document allergen-related special requests for both operational and liability purposes: record the customer's allergen (on order tickets and in reservation systems if pre-arranged), document the accommodation provided (which modifications were made, which procedures were followed), note any limitations disclosed to the customer (e.g., 'Customer informed that while we omit gluten ingredients, shared equipment means we cannot guarantee complete absence of gluten'), and retain this documentation for a reasonable period. If an incident occurs, this documentation demonstrates that appropriate procedures were followed. Some establishments use allergen request forms signed by customers acknowledging the accommodation and any disclosed limitations, though this should not substitute for rigorous procedures — forms do not eliminate liability for negligence."
        }
      ]
    },
    {
      "heading": "6. Emergency Response",
      "content": "Despite best efforts, allergic reaction incidents may occur. All staff should be trained to recognize signs of allergic reactions and know emergency response procedures. Signs of anaphylaxis include difficulty breathing, swelling of face or throat, rapid pulse, severe drop in blood pressure, dizziness, loss of consciousness, and severe skin reactions. If a customer shows signs of anaphylaxis: call emergency services immediately (112 in Spain), if the customer carries an epinephrine auto-injector (EpiPen) and is unable to self-administer, trained staff may assist following the device instructions, keep the customer calm and lying down (unless breathing is difficult, in which case seated may be better), do not offer food or drink, stay with the customer until emergency services arrive, and document the incident including what was served, when symptoms appeared, and what actions were taken.\n\nHaving staff trained in basic first aid is valuable. Consider providing allergen awareness and anaphylaxis recognition training for all staff. Some establishments keep emergency epinephrine available, though this requires proper training and protocols. After any allergen incident, conduct a thorough investigation to identify what went wrong and how to prevent recurrence.",
      "subsections": [
        {
          "heading": "6.1 Incident Investigation",
          "content": "When an allergic reaction occurs, investigate thoroughly to prevent recurrence: interview staff involved (service and kitchen) to understand what was ordered, how it was prepared, and what information was communicated, review the menu item and recipe to identify all allergen sources, assess whether cross-contact could have occurred, review allergen communication materials to determine if they were accurate, and identify system failures (miscommunication, inadequate training, procedural non-compliance, inaccurate allergen information). Document findings and implement corrective actions: additional training, procedural changes, revised allergen information, or equipment changes. Share learnings with all staff so the entire team benefits from the incident investigation. While allergen incidents are serious, they are also opportunities to strengthen your allergen management system."
        },
        {
          "heading": "6.2 Insurance and Liability",
          "content": "Ensure your liability insurance covers allergen-related incidents. Inform your insurer about the nature of your operations and any specific allergen accommodation you provide. In the event of an allergen incident, contact your insurer promptly. Document everything: contemporary records of procedures followed, training provided, and incident details are crucial for defense if legal action occurs. While insurance provides financial protection, the reputational damage and personal impact of harming a customer cannot be insured against. The best protection is rigorous allergen management preventing incidents from occurring."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Allergen Management System Checklist",
      "items": [
        "Maintain up-to-date list of all ingredients with allergen declarations from suppliers",
        "Document all recipes showing complete ingredients for each menu item",
        "Create allergen matrix or menu showing all allergens in each dish",
        "Ensure allergen information is available in writing to customers",
        "Train all staff on the 14 allergens and allergen management procedures",
        "Implement cross-contact prevention procedures in kitchen operations",
        "Establish clear communication system for allergen requests between service and kitchen",
        "Have emergency response procedures for allergic reactions",
        "Review and update allergen information whenever menu or ingredients change",
        "Document all allergen training provided to staff",
        "Maintain records of allergen-related customer requests and accommodations"
      ]
    },
    {
      "title": "Preparing Allergen-Free Dishes",
      "items": [
        "Verify the specific allergen(s) that must be avoided",
        "Confirm with service staff exactly what was promised to the customer",
        "Wash hands thoroughly with soap and water",
        "Use clean, allergen-free equipment and utensils (dedicated if available)",
        "Clean and sanitize preparation surface before use",
        "Check all ingredients for the specific allergen — read labels carefully",
        "Prepare allergen-free dish separately from allergen-containing preparations",
        "Cover allergen-free dish to prevent cross-contact from airborne or splash contamination",
        "Label or clearly identify allergen-free dish throughout preparation and service",
        "Communicate to service staff that dish is ready and allergen-free preparation was used",
        "Document the preparation in your records"
      ]
    },
    {
      "title": "Responding to Allergic Reaction",
      "items": [
        "Stay calm and assess the customer's condition",
        "Ask if the customer carries an epinephrine auto-injector",
        "Call emergency services (112) immediately if signs of anaphylaxis are present",
        "If customer has auto-injector and cannot self-administer, assist following device instructions (if staff are trained)",
        "Keep customer calm; position lying down or seated if breathing is difficult",
        "Do not offer food or drink",
        "Stay with customer until emergency services arrive",
        "Provide emergency responders with information about what was consumed",
        "Document the incident: what was served, when symptoms appeared, actions taken",
        "Investigate the incident to determine cause and prevent recurrence",
        "Inform management and insurance provider"
      ]
    }
  ],
  "bestPractices": [
    "Create simple, visual allergen communication materials that customers can easily understand — overly complex matrices may be less effective than clear, simple formats",
    "When in doubt, recommend naturally allergen-free dishes rather than attempting modifications that introduce cross-contact risk",
    "Empower staff to say 'I don't know but I will find out' rather than guessing — uncertainty handled transparently is safer than incorrect information provided confidently",
    "Consider maintaining a 'safe list' of menu items that are naturally free of common allergens and can be confidently recommended",
    "Build relationships with ingredient suppliers to ensure you receive immediate notification of product reformulations that might introduce allergens",
    "Include allergen management in your regular team briefings to maintain awareness and discuss challenges or near-misses",
    "Recognize and reward staff who demonstrate excellent allergen management practices, creating a culture where vigilance is valued",
    "If your operation cannot safely accommodate certain allergen requests due to your equipment or procedures, be honest about limitations rather than attempting accommodation you cannot guarantee"
  ],
  "glossary": {
    "Allergen": "A substance, typically a protein, that causes an allergic reaction in susceptible individuals",
    "Anaphylaxis": "A severe, potentially life-threatening allergic reaction affecting multiple body systems",
    "Cross-Contact": "The unintentional transfer of allergens from one food to another through shared equipment, surfaces, or handling (also called cross-contamination in allergen context)",
    "Food Intolerance": "An adverse reaction to food that does not involve the immune system, typically causing digestive discomfort but not allergic symptoms",
    "Celiac Disease": "An autoimmune condition triggered by gluten consumption, causing damage to the small intestine",
    "Epinephrine Auto-Injector": "Medical device (such as EpiPen) for emergency injection of epinephrine to treat anaphylaxis",
    "Allergen Matrix": "A table showing which menu items contain which allergens, used for communicating allergen information to customers",
    "Trace Amounts": "Very small quantities of allergens, potentially invisible, that may be sufficient to trigger reactions in highly sensitive individuals",
    "Precautionary Labeling": "Warnings such as 'may contain' on packaged foods indicating potential cross-contamination with allergens during manufacturing"
  }
}
