{
  "title": "Contract Types in Hospitality",
  "legalBasis": "Workers' Statute (Real Decreto Legislativo 2/2015) Articles 8-16; Royal Decree-Law 32/2021 on urgent measures for labor reform, social security, and social dialogue; Law 3/2012 on urgent labor market reform measures",
  "summary": "The Spanish employment landscape underwent fundamental transformation with the 2021 labor reform (Royal Decree-Law 32/2021), which reversed many provisions of the 2012 reforms and significantly restricted the use of temporary contracts. The central principle of the 2021 reform is that indefinite employment contracts (contratos indefinidos) are now the ordinary, default form of employment in Spain. Fixed-term contracts (contratos temporales) are permitted only in specific, legally defined circumstances and have strict duration limits.\n\nFor the hospitality sector, the most significant change is the expansion and formalization of the discontinuous permanent contract (contrato fijo discontinuo), which has become the standard employment model for seasonal and intermittent work. This contract type allows employers to manage fluctuating demand while providing employees with greater job security, Social Security continuity, and unemployment protection during inactive periods.\n\nHospitality employers must understand the legal requirements and limitations of each contract type, as incorrect contract classification carries serious consequences. Using temporary contracts without valid legal grounds results in automatic conversion to indefinite status, with potential back pay for salary differences, Social Security contributions adjustments, and administrative sanctions from the labor inspectorate. Conversely, using indefinite contracts when discontinuous permanent contracts would be appropriate creates unnecessary obligations during low-activity periods.\n\nThe contract must always be formalized in writing and delivered to the employee. Specific contract types have additional formal requirements, such as mandatory training plans for training contracts or specification of activity periods for discontinuous permanent contracts. Probationary periods, working hours, remuneration, and other conditions must comply with the applicable collective agreement (convenio colectivo) for the hospitality sector in your province.",
  "keyPoints": [
    "Indefinite contracts are the legal default for all employment relationships in Spain since the 2021 labor reform",
    "Fixed-term contracts are permitted only for three specific circumstances: production circumstances, substitution of an absent worker, or training",
    "Discontinuous permanent contracts (fijo discontinuo) are the correct contract type for seasonal or intermittent work with predictable patterns",
    "Temporary contracts used without valid legal grounds automatically convert to indefinite status",
    "All employment contracts must be formalized in writing and a copy provided to the employee within 10 days of starting work",
    "Probationary periods vary by professional category: maximum 6 months for university graduates in technical roles, 2 months for other workers",
    "Part-time contracts must specify exact working hours and distribution, with strict limits on overtime and complementary hours",
    "Chain contracts (multiple successive temporary contracts) are presumed to be fraudulent and convert to indefinite status",
    "Collective agreements establish minimum conditions for each professional category including salary, working time, and specific contract provisions",
    "Misclassification of contract type can result in labor inspectorate sanctions ranging from €626 to €6,250 per affected worker"
  ],
  "sections": [
    {
      "heading": "1. Indefinite Contracts (Contratos Indefinidos)",
      "content": "The indefinite contract is the ordinary, default form of employment in Spain. Under Article 15.1 of the Workers' Statute, as amended by the 2021 reform, employment contracts are presumed to be indefinite unless the employer can demonstrate that the specific circumstances of the work fit one of the limited exceptions permitting temporary contracts. This presumption represents a fundamental shift from the pre-2021 regime, which allowed much broader use of temporary contracts.\n\nAn indefinite contract has no predetermined end date. The employment relationship continues until terminated by resignation, mutual agreement, dismissal, or retirement. For hospitality businesses, indefinite contracts are appropriate for permanent positions such as restaurant managers, head chefs, permanent waitstaff, bartenders in year-round establishments, administrative staff, and any role that involves continuous, ongoing work without significant seasonal variation.\n\nWhile indefinite contracts provide maximum job security for employees, they do not prevent employers from terminating employment when justified grounds exist. Dismissal for objective causes (economic, technical, organizational, or production reasons), disciplinary dismissal for serious misconduct, or collective redundancies are all possible with indefinite contracts, subject to legal procedures and, in most cases, compensation payments. The distinction between indefinite and temporary contracts is primarily about the planned duration of the employment relationship, not the impossibility of termination.",
      "subsections": [
        {
          "heading": "1.1 Ordinary Indefinite Contracts",
          "content": "The standard indefinite contract establishes an ongoing employment relationship for a permanent position. The contract must specify the worker's professional category (as defined in the applicable collective agreement), the functions to be performed, the place of work, working hours and their distribution, remuneration including base salary and any supplements, notice periods for termination by either party, and the applicable collective agreement.\n\nProbationary periods are permitted in indefinite contracts, allowing both parties to assess suitability. The maximum probationary period is six months for workers recruited as technicians with a university degree or equivalent, and two months for other workers, unless the collective agreement specifies different periods. During probation, either party may terminate without notice or compensation. However, probationary periods cannot be used abusively — for example, repeated probationary periods for the same worker or using probation to avoid permanent employment rights."
        },
        {
          "heading": "1.2 Conversion from Temporary to Indefinite",
          "content": "Automatic conversion from temporary to indefinite status occurs in several circumstances defined by law and jurisprudence. A temporary contract exceeding legal duration limits converts to indefinite. A temporary contract used without valid legal grounds (i.e., none of the three permitted circumstances apply) is deemed indefinite from the start. Chain contracts — multiple successive temporary contracts totaling more than 18 months within 24 months for the same position — convert to indefinite.\n\nWorkers not registered with Social Security, or registered under incorrect contract type, are presumed to have indefinite contracts. Workers who continue working after the contract end date without formal renewal are deemed indefinite. These conversion rules protect workers from fraudulent use of temporary contracts to avoid providing permanent employment. Once conversion occurs, the worker acquires all rights of indefinite employees, including greater protection against dismissal and entitlement to any salary or benefit differences retroactively."
        },
        {
          "heading": "1.3 Rights and Termination",
          "content": "Indefinite contract employees have full statutory and conventional rights including minimum wage or higher per collective agreement, maximum working hours and rest periods, annual paid leave of at least 30 calendar days, two extra salary payments per year (pagas extraordinarias), Social Security coverage, and protection against unfair dismissal.\n\nTermination of an indefinite contract requires legal grounds. Voluntary resignation by the employee requires notice (typically 15 days unless the collective agreement specifies otherwise). Termination by the employer requires either disciplinary dismissal for serious misconduct (despido disciplinario), dismissal for objective causes such as economic difficulties or technical changes (despido objetivo), or collective redundancy proceedings (despido colectivo). Unjustified dismissal is deemed unfair (despido improcedente) and entitles the employee to reinstatement or compensation of 33 days per year of service, capped at 24 months' salary."
        }
      ]
    },
    {
      "heading": "2. Fixed-Term Contracts (Contratos Temporales)",
      "content": "The 2021 labor reform drastically restricted fixed-term contracts, limiting them to three specific circumstances: production circumstances (circumstancias de la producción), substitution of another worker (sustitución de persona trabajadora), and training (formación). Each category has strict requirements and duration limits. Employers must carefully verify that the genuine work situation fits the legal category before using a fixed-term contract, as incorrect classification results in automatic conversion to indefinite status.\n\nAll fixed-term contracts must be formalized in writing, clearly stating the specific legal circumstance justifying temporary duration, the expected duration or end date, and the work to be performed. Vague or generic justifications are insufficient. For example, stating 'increased production' without explaining the specific temporary circumstance is inadequate; the contract should specify 'increased bookings for summer tourist season from June 15 to September 15, 2026.' This specificity allows labor inspectors and courts to verify that the temporary nature is genuinely justified.",
      "subsections": [
        {
          "heading": "2.1 Production Circumstances Contracts",
          "content": "Production circumstances contracts are permitted when there is an 'occasional and unforeseeable market fluctuation, accumulation of tasks, or excess orders.' The key elements are that the increased workload is temporary and that it results from circumstances beyond the ordinary operational needs. In hospitality, genuine examples might include an unexpected corporate event booking requiring additional service staff for a single event, temporary replacement of kitchen equipment requiring modified workflow, or a sudden influx of tourists due to an unplanned event in the area.\n\nThese contracts have strict duration limits: maximum six months, extendable to twelve months if the applicable collective agreement permits. If the contract exceeds these limits, it automatically converts to indefinite. Importantly, seasonal or predictable fluctuations in demand do not qualify as production circumstances — regular summer tourist season increases, Christmas period demand, or weekend peaks are foreseeable patterns that should be managed through discontinuous permanent contracts, not production circumstances contracts."
        },
        {
          "heading": "2.2 Substitution Contracts",
          "content": "Substitution contracts are used to temporarily replace an employee who is absent but retains the right to return to their position. Common situations include maternity/paternity leave, sick leave, unpaid leave, or temporary assignment of an employee to another role. The contract must identify the person being replaced and the reason for their absence. The substitution contract can only last as long as the absence of the replaced worker.\n\nAn important provision allows hiring a substitute up to 15 days before the absence begins, to allow for overlap and training. The contract can also continue for a brief period after the replaced worker returns to allow for handover. In hospitality, substitution contracts are particularly common for covering maternity leave, extended sick leave, and employees on unpaid leave for personal reasons. However, they cannot be used to cover vacancies from dismissed employees or employees who have resigned — a vacant position should be filled with an indefinite or discontinuous permanent contract."
        },
        {
          "heading": "2.3 Training Contracts",
          "content": "Training contracts (contratos formativos) come in two types: training contract in alternation (contrato de formación en alternancia), which combines work with vocational training, and contract for obtaining professional practice (contrato para la obtención de práctica profesional), which allows recent graduates to gain practical experience. These contracts are subject to detailed regulations on duration, compensation, training requirements, and eligible workers.\n\nTraining in alternation contracts are primarily for young workers without qualifications, providing dual vocational training through a mix of work and formal education. They last between three months and two years. The contract for professional practice is for workers with university degrees, advanced vocational qualifications, or professional certifications obtained within the previous three years (five years for workers with disabilities). Duration is between six months and one year. In both cases, remuneration is set at percentages of the applicable collective agreement salary for the position. These contracts include mandatory probationary periods and specific training obligations."
        }
      ]
    },
    {
      "heading": "3. Discontinuous Permanent Contracts (Contratos Fijos Discontinuos)",
      "content": "The discontinuous permanent contract is the most important contract type for hospitality businesses with seasonal or cyclical activity. This contract establishes an indefinite employment relationship for work that is performed during specific periods each year or irregularly within the year, but with reasonable predictability. Unlike fixed-term contracts, the discontinuous permanent contract does not have an end date; instead, the employment relationship continues year after year, with active periods when the worker is called to work and inactive periods when they are not.\n\nThe 2021 labor reform significantly expanded the scope of discontinuous permanent contracts and established that they are mandatory for work that has 'seasonal character or linked to production activities of seasonal or cyclical nature.' Collective agreements in hospitality increasingly recognize that many roles — seasonal restaurant staff, beach bar workers, ski resort hospitality staff, hotel staff in tourist areas with high and low seasons — fit this pattern. Using fixed-term contracts for genuinely seasonal work that recurs annually is now considered fraudulent and results in conversion to indefinite status.",
      "subsections": [
        {
          "heading": "3.1 When to Use Discontinuous Permanent Contracts",
          "content": "Discontinuous permanent contracts are appropriate for work that meets two criteria: the work is repeated in recurring periods (seasonality or cyclicity) and the work is not performed continuously throughout the year. In hospitality, typical examples include summer season waitstaff at coastal restaurants that close or reduce operations in winter, event catering staff who work during the wedding season, hotel staff in ski resorts during winter season, Christmas temporary staff who work every year during the December period, and weekend-only staff in establishments that have significantly higher demand on weekends.\n\nThe key distinction from production circumstances contracts is predictability and repetition. If you know that every summer you will need additional staff, and you expect to hire the same workers back each summer, a discontinuous permanent contract is correct. If you have an unexpected one-time surge in demand, a production circumstances contract may be appropriate (subject to the strict limitations on such contracts). Labor inspectors closely scrutinize seasonal hiring patterns; repeated annual use of temporary contracts for the same workers in the same seasonal periods is strong evidence of fraudulent contract use."
        },
        {
          "heading": "3.2 Formalization and Contract Terms",
          "content": "The discontinuous permanent contract must be formalized in writing and must specify: that the contract is for discontinuous permanent work, the duration of active work periods (either specified dates, such as 'June 15 to September 15 each year,' or estimated duration, such as 'approximately three months during summer season'), the estimated annual working days or hours, the procedure for calling the worker (how much advance notice, through what means), the professional category and functions, remuneration, and any other relevant conditions.\n\nThe contract establishes that during inactive periods, the employment relationship is suspended but not terminated. Workers retain seniority and certain rights, though they do not receive salary. Importantly, workers on discontinuous permanent contracts may claim unemployment benefits during inactive periods if they meet eligibility criteria, providing income support between seasons. Workers must be called back in order of seniority for each active period unless the collective agreement establishes a different system."
        },
        {
          "heading": "3.3 Rights and Call-Back Procedures",
          "content": "Discontinuous permanent contract workers have the same fundamental rights as other indefinite employees during their active periods: full Social Security coverage, pro-rated vacation entitlement, pro-rated extra payments, and protection against discrimination. Their total annual working time accumulates for purposes of seniority, Social Security contributions, and dismissal compensation calculations.\n\nEmployers must call workers back at the start of each active period following the procedure specified in the contract or collective agreement. Typical requirements include written notice at least 15 days before the start date, sent to the worker's registered address or by electronic means with confirmation of receipt. Workers have a short period (often 5-7 days) to confirm availability and acceptance. Failure to call back a worker without justified cause can be challenged as unfair dismissal. Workers who are not called back or who are called intermittently while new workers are hired for the same seasonal work may claim discrimination or fraudulent practices."
        }
      ]
    },
    {
      "heading": "4. Part-Time Contracts",
      "content": "Part-time contracts are those where the worker performs fewer hours than the ordinary full-time working day established in the applicable collective agreement, typically 40 hours per week. Part-time work is common in hospitality, where many positions naturally involve fewer hours than a full working week. However, part-time contracts have specific formal requirements and restrictions that employers must observe.\n\nA part-time contract may be indefinite, temporary (within the limited grounds discussed above), or discontinuous permanent. The key requirement is that the contract must specify in writing the exact number of working hours and their precise distribution by day, week, or month. Vague provisions such as 'approximately 20 hours per week, to be determined' are legally insufficient. The distribution of hours must be predictable and stable; the employer cannot unilaterally vary the schedule without respecting legal and conventional restrictions on complementary hours and overtime.",
      "subsections": [
        {
          "heading": "4.1 Formalization and Hour Distribution",
          "content": "The written part-time contract must detail the number of ordinary hours agreed (e.g., 25 hours per week), the distribution of those hours showing the days and times when the worker will work (e.g., Monday, Wednesday, Friday 17:00-22:00; Saturday 12:00-17:00), whether complementary hours are agreed, and the procedure for notifying schedule changes. If the distribution of hours is irregular, the contract must establish how the schedule will be communicated and the minimum advance notice for informing the worker of their schedule.\n\nMany collective agreements in hospitality establish specific rules for part-time work, including minimum shift lengths, limitations on split shifts, and restrictions on changing schedules. Employers must ensure their part-time contracts comply with both the Workers' Statute and the applicable collective agreement. Recent jurisprudence has emphasized that the distribution of hours must provide sufficient predictability for workers to organize their lives and, where relevant, to take additional employment."
        },
        {
          "heading": "4.2 Complementary Hours",
          "content": "Complementary hours (horas complementarias) are additional hours beyond the ordinary part-time hours specified in the contract, which the employer can require the worker to perform. Complementary hours are only permitted if explicitly agreed in the contract or subsequent agreement, and are subject to strict limits: maximum 30% of ordinary contracted hours (or 15% if the contract specifies), annual limit cannot exceed the percentage agreed, and the worker must receive at least 3 days' advance notice of the requirement to work complementary hours (unless the collective agreement specifies a different notice period).\n\nPart-time workers have the right to refuse complementary hours in certain circumstances: they are caring for a dependent person, they are studying and the hours would interfere with education, they have a second job and the hours would conflict, or they have worked complementary hours for at least six months and wish to renounce the provision with 15 days' notice. In hospitality, where schedules often need flexibility, properly structured complementary hours provisions can provide the necessary adaptability while respecting worker rights."
        },
        {
          "heading": "4.3 Overtime and Additional Hours",
          "content": "Overtime (horas extraordinarias) is work performed beyond the maximum ordinary full-time working day (typically 40 hours per week) or beyond the maximum daily hours established by collective agreement (typically 9 hours per day). Part-time workers can only perform overtime in limited circumstances: to prevent or repair extraordinary and urgent damage, or to address force majeure situations. Routine overtime is not permitted for part-time workers; any regular hours beyond the contracted part-time schedule should be formalized as complementary hours or the contract should be modified to reflect increased ordinary hours.\n\nAdditional voluntary hours (horas voluntarias) can be agreed separately in the contract for part-time workers in indefinite contracts, subject to maximum 15% of ordinary hours and other restrictions. In practice, most hospitality employers use complementary hours rather than additional voluntary hours as the complementary hours mechanism is more flexible and better understood."
        }
      ]
    },
    {
      "heading": "5. Probationary Periods",
      "content": "Spanish employment law permits employers to establish probationary periods (períodos de prueba) during which both parties can assess the suitability of the employment relationship. During probation, either party can terminate the contract without notice, cause, or compensation. However, probationary periods are subject to strict rules on maximum duration, formal requirements, and prohibited uses. Misuse of probationary periods can result in the employer being required to pay compensation as if the termination had occurred after the probationary period.\n\nThe legal maximum probationary periods under the Workers' Statute are six months for technicians with university degrees or equivalent qualifications, and two months for other workers. Collective agreements may establish different periods, but cannot exceed these statutory maximums for indefinite contracts. For fixed-term contracts of less than six months, the maximum probationary period is one month. The same employee cannot be subjected to multiple probationary periods with the same employer, even if hired for a different position or after a significant gap — the purpose of this rule is to prevent abuse of probation to avoid permanent employment obligations.",
      "subsections": [
        {
          "heading": "5.1 Formalization and Calculation",
          "content": "The probationary period must be agreed in writing in the employment contract itself; it cannot be agreed orally or added after the contract begins. The contract must clearly state the duration of probation (e.g., 'probationary period of two months'). If the contract is silent on probation, no probationary period applies and the worker is immediately permanent.\n\nThe probationary period begins on the first day of work and runs consecutively. Periods of sick leave during probation do not count toward the probationary period — if a worker is on sick leave for 15 days during a two-month probation, the probation is extended by 15 days. This rule ensures that the employer has a genuine two-month working period to assess the employee's performance. However, the employer cannot suspend or extend probation for other reasons such as vacation or training periods."
        },
        {
          "heading": "5.2 Rights During Probation",
          "content": "Workers on probation have full employment rights: they must be registered with Social Security from day one, they are entitled to salary per the collective agreement, they accrue vacation entitlement, and they are covered by workplace health and safety protections. The only distinction is the ability to terminate without cause or compensation. A worker who successfully completes probation has their employment relationship confirmed without interruption — the time during probation counts for seniority, severance calculations, and Social Security contributions.\n\nTermination during probation must not be discriminatory or violate fundamental rights. An employer cannot terminate during probation based on pregnancy, union membership, exercise of legal rights, or other protected characteristics. If a worker alleges discriminatory termination during probation, the burden shifts to the employer to prove that the termination was based on legitimate performance or suitability concerns. Termination during probation also cannot be used to evade legal obligations — for example, terminating a worker one day before probation ends to avoid permanent status may be deemed abusive."
        },
        {
          "heading": "5.3 Probation in Different Contract Types",
          "content": "Probationary periods apply differently depending on contract type. For indefinite contracts, the standard periods of six months or two months apply. For fixed-term contracts shorter than six months, probation cannot exceed one month. For discontinuous permanent contracts, the probationary period applies during the first active work period; once passed, the worker cannot be subjected to new probation in subsequent seasons.\n\nIn hospitality, where many workers are hired for short seasonal periods under discontinuous permanent contracts, the one-month probation for contracts under six months is particularly relevant. This allows the employer a reasonable assessment period while not consuming the entire short contract in probation. For workers repeatedly called back for seasonal work under discontinuous permanent contracts, attempting to impose a new probationary period each season is unlawful — the worker is already a permanent employee who has passed probation."
        }
      ]
    },
    {
      "heading": "6. Compliance and Penalties",
      "content": "Employment contract compliance is a priority enforcement area for the Spanish Labor Inspectorate. Inspectors verify that workers are employed under correct contract types, that contracts are formalized in writing and delivered to workers, that contract duration limits are respected, that workers are registered with Social Security under the correct contract category, and that collective agreement provisions are observed. Given the historic prevalence of irregular contracts in hospitality, the sector receives particular scrutiny.\n\nPenalties for contract violations vary by severity and number of affected workers. Minor infractions (such as failing to provide a written copy of the contract to the worker within the legal period) result in fines of €60 to €625. Serious infractions (such as using temporary contracts without legal grounds, exceeding fixed-term contract duration limits, or failing to register workers with Social Security) result in fines of €626 to €6,250. Very serious infractions (such as systematic fraud in contract classification or employing workers without any contract or Social Security registration) result in fines of €6,251 to €187,515. Fines are multiplied by the number of affected workers and by the severity of the offense, meaning a business with multiple irregular contracts can face tens of thousands of euros in penalties.",
      "subsections": [
        {
          "heading": "6.1 Common Hospitality Contract Errors",
          "content": "Hospitality businesses frequently make several contract-related errors that trigger inspection findings and penalties. Using repeated production circumstances contracts for seasonal work instead of discontinuous permanent contracts is perhaps the most common error post-2021 reform. Failing to deliver written contracts to employees within 10 days of starting work is another frequent issue, particularly with rapid hiring during busy periods. Incorrectly classifying part-time contracts by failing to specify exact hours and distribution creates legal vulnerability. Using indefinite contracts for seasonal staff and then attempting dismissals each off-season, rather than using discontinuous permanent contracts, creates wrongful dismissal claims.\n\nOther common errors include chain contracts that exceed 18 months in 24 months without conversion to indefinite, workers continuing work after fixed-term contract expiration without formal renewal, misclassifying employees as self-employed to avoid employment obligations, and probationary period violations such as exceeding maximum durations or attempting repeat probation for the same worker. Each of these errors can be detected during labor inspections or can be raised by workers in labor court disputes."
        },
        {
          "heading": "6.2 Documentation and Record-Keeping",
          "content": "Employers must maintain comprehensive employment documentation available for inspection. Required documents include signed employment contracts for all current and recent employees, contract modification agreements if terms have changed, Social Security registration and de-registration documents, payroll records showing salary and contract type consistency, time recording logs, and documentation of collective agreement application. These records must be organized, accessible, and preserved for the statutory retention periods — typically four years for most employment documents.\n\nWhen an inspector requests contracts, employers must produce them immediately. Inability to provide contracts, or providing contracts that do not match Social Security registration or payroll records, creates strong presumptions of violations. Many inspection findings result not from intentional fraud but from poor documentation and record-keeping. Implementing systematic HR processes — contract templates for each contract type, checklists for new hires, regular audits of contract expiration dates, and centralized digital filing — significantly reduces compliance risk."
        },
        {
          "heading": "6.3 Corrective Action and Regularization",
          "content": "If an employer identifies contract compliance issues before an inspection or worker complaint, proactive correction is advisable. This may involve converting improperly classified temporary contracts to indefinite or discontinuous permanent status, providing written contracts to workers who were hired informally, correcting Social Security registration categories to match actual contract types, and calculating and paying any wage or benefit differences resulting from misclassification.\n\nProactive regularization does not eliminate liability for past violations, but it demonstrates good faith, may reduce penalties, and prevents ongoing compliance drift. When correcting misclassified contracts, employers should document the correction clearly, communicate with affected workers transparently, and adjust all related systems (payroll, Social Security contributions, time recording) to reflect the correct status. In some cases, negotiating regularization agreements with workers (with proper legal advice) can resolve potential disputes while correcting compliance issues."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "New Hire Contract Compliance Checklist",
      "items": [
        "Determine the appropriate contract type based on the nature of the work: indefinite for permanent positions, discontinuous permanent for seasonal/cyclical work, or (rarely) fixed-term for specific production circumstances or substitution",
        "Prepare written contract using approved template for the selected contract type",
        "Include all mandatory terms: parties, start date, professional category, workplace, working hours and distribution, remuneration, probationary period (if applicable), and applicable collective agreement",
        "For fixed-term contracts, specify the exact legal grounds justifying temporary status and expected duration",
        "For part-time contracts, specify exact working hours and distribution by day/week/month",
        "For discontinuous permanent contracts, specify active work periods and call-back procedures",
        "Have both parties sign the contract before work begins or on the first day",
        "Provide a complete copy of the signed contract to the employee within 10 working days",
        "Register the employee with Social Security under the correct contract category before or on the first day of work",
        "File the contract in the employee's personnel file with date of delivery noted",
        "Enter contract details into payroll system ensuring consistency with written contract and Social Security registration",
        "Set calendar reminder for contract expiration date (for fixed-term contracts) or probation end date"
      ]
    },
    {
      "title": "Seasonal Hiring Compliance Checklist (Discontinuous Permanent Contracts)",
      "items": [
        "Review previous season's staffing: identify workers who should be called back under existing discontinuous permanent contracts",
        "Call back existing discontinuous permanent contract workers in seniority order with appropriate advance notice (typically 15 days minimum)",
        "For new seasonal hires, prepare discontinuous permanent contracts specifying active periods and call-back procedures",
        "Ensure contracts clearly state the seasonal nature and estimated duration of active work periods",
        "Register all returning and new workers with Social Security at start of active period",
        "At end of season, process Social Security cessation for inactive period (not termination)",
        "Provide workers with documentation for unemployment benefit claims during inactive period if eligible",
        "Maintain records of call-back communications and worker responses for compliance verification",
        "Review whether any workers have worked three consecutive seasons — if so, consider whether year-round indefinite contract is more appropriate",
        "Document any workers who declined call-back or did not respond, as this may affect future call-back obligations"
      ]
    },
    {
      "title": "Contract Compliance Audit Checklist",
      "items": [
        "Review all current employment contracts to verify they are in writing, signed, and delivered to employees",
        "Cross-check contract types against Social Security registration categories — verify consistency",
        "Identify any fixed-term contracts approaching expiration: determine if renewal, conversion to indefinite, or termination is appropriate",
        "Check for chain contracts: any workers with multiple successive temporary contracts totaling >18 months in 24 months should be converted to indefinite",
        "Verify that seasonal workers are on discontinuous permanent contracts, not repeated fixed-term contracts",
        "Review part-time contracts to ensure exact working hours and distribution are specified in writing",
        "Verify probationary periods do not exceed legal maximums and were agreed in writing at contract start",
        "Check that all employees have been provided written copies of their contracts within 10 days of hire",
        "Confirm collective agreement provisions are correctly applied (professional categories, minimum salaries, working time)",
        "Review payroll records for consistency with contract terms, particularly for part-time and discontinuous permanent workers",
        "Identify and correct any discrepancies between contracts, Social Security registration, and payroll immediately"
      ]
    }
  ],
  "bestPractices": [
    "Develop standardized contract templates for each contract type used in your business (indefinite, discontinuous permanent, part-time, substitution) based on legal requirements and your collective agreement",
    "Implement a new hire checklist that ensures contract preparation, signing, delivery, and Social Security registration are completed before the first day of work",
    "Maintain a contract expiration calendar for all fixed-term contracts with 30-day and 7-day advance alerts to avoid accidental conversion to indefinite status",
    "For seasonal businesses, transition entirely to discontinuous permanent contracts for recurring seasonal work rather than attempting to use production circumstances contracts annually",
    "Conduct quarterly internal audits comparing employment contracts, Social Security registrations, and payroll records to identify and correct discrepancies promptly",
    "Provide manager training on contract types and the prohibition on using temporary contracts without valid legal grounds",
    "When in doubt about contract classification, seek legal advice before hiring — correcting misclassified contracts is more expensive and complex than getting it right initially",
    "Maintain digital copies of all signed contracts with dated proof of delivery to employees, organized by employee and easily retrievable for inspections"
  ],
  "glossary": {
    "Contrato Indefinido": "Indefinite contract — an employment contract with no predetermined end date, which is the legal default in Spain",
    "Contrato Temporal": "Fixed-term contract — a contract with a predetermined end date, permitted only in specific limited circumstances (production circumstances, substitution, training)",
    "Contrato Fijo Discontinuo": "Discontinuous permanent contract — an indefinite contract for seasonal or cyclical work, with active work periods and inactive periods each year",
    "Circunstancias de la Producción": "Production circumstances — a legal ground for fixed-term contracts, limited to occasional and unforeseeable market fluctuations, accumulation of tasks, or excess orders",
    "Contrato de Sustitución": "Substitution contract — a fixed-term contract to replace a worker who is absent but retains the right to return",
    "Contrato a Tiempo Parcial": "Part-time contract — a contract for fewer working hours than the full-time working day, which must specify exact hours and their distribution",
    "Período de Prueba": "Probationary period — a period at the start of employment during which either party can terminate without cause or compensation",
    "Convenio Colectivo": "Collective agreement — sector or company-specific agreement establishing minimum employment conditions including contract terms and professional categories",
    "Categoría Profesional": "Professional category — the classification of a worker's role and duties according to the collective agreement, which determines minimum salary and conditions",
    "Horas Complementarias": "Complementary hours — additional hours beyond contracted part-time hours that the employer can require the worker to perform, subject to limits and advance notice"
  }
}
