{
  "title": "Collective Agreement (Convenio Colectivo)",
  "legalBasis": "Workers' Statute (Royal Legislative Decree 2/2015) Articles 82-92 on collective bargaining and agreements; Spanish Constitution Article 37 on collective bargaining rights; Provincial and national hospitality sector collective agreements (Convenios Colectivos de Hostelería)",
  "summary": "Collective agreements (convenios colectivos) are legally binding agreements negotiated between employer associations and trade unions that establish minimum employment conditions for workers in specific sectors, provinces, or companies. In the hospitality sector, collective agreements exist at provincial level (covering all hospitality establishments in the province), national level (for certain large chains or franchises), and company level (for individual large employers). The applicable collective agreement establishes mandatory minimums for wages, working hours, overtime compensation, holiday entitlement, professional categories, promotion criteria, and numerous other employment conditions that cannot be reduced by individual employment contracts.\n\nArticles 82-92 of the Workers' Statute establish the legal framework for collective bargaining and the binding nature of collective agreements. Collective agreements have normative force — they automatically apply to all workers and employers within their scope without needing individual acceptance. Employment contracts that provide terms less favorable than the collective agreement are invalid to that extent; the collective agreement provisions automatically replace the inferior contract terms. Conversely, individual contracts can provide more favorable terms than the collective agreement (the principle of more favorable condition), and such improvements are maintained.\n\nFor hospitality workers, understanding the applicable collective agreement is essential for knowing their rights and entitlements. Collective agreements typically establish: professional category classifications (chef, cook, kitchen assistant, waiter, bar staff, etc.) with associated minimum salaries; base working hours and overtime compensation rates; holiday entitlement and holiday bonus payments (pagas extraordinarias); notice periods for dismissal; procedures for promotion between categories; and specific sector provisions such as accommodation and meal arrangements for live-in workers. Employers must display information about the applicable collective agreement in the workplace, and workers have the right to access the full agreement text.",
  "keyPoints": [
    "Collective agreements establish minimum employment conditions that individual contracts cannot reduce below",
    "Provincial hospitality collective agreements apply to most bars, restaurants, hotels, and catering businesses in each province",
    "Professional category classifications determine minimum salary, duties, and qualification requirements",
    "Collective agreements are updated periodically (typically annually or every few years) with revised salary tables and conditions",
    "Workers are classified into professional categories (grupos profesionales) based on duties, qualifications, and responsibility level",
    "Salary tables specify minimum monthly or annual salary for each professional category; employers can pay more but not less",
    "Working time provisions in agreements specify maximum ordinary hours, rest periods, and overtime compensation rates",
    "Collective agreements typically provide for two annual extra payments (pagas extraordinarias) equivalent to one month's salary each",
    "Holiday entitlement is typically 30 calendar days annually, with specific provisions for scheduling and payment",
    "Employers must provide workers with a copy or access to the applicable collective agreement"
  ],
  "sections": [
    {
      "heading": "1. Understanding Collective Bargaining and Agreement Structure",
      "content": "Collective bargaining is the process by which employer associations and trade unions negotiate working conditions for entire sectors, geographical areas, or companies. In Spain, this right is constitutionally protected under Article 37, which recognizes the right of workers and employers to collective bargaining and the binding force of collective agreements. The system is designed to balance power between workers and employers: individual workers have little bargaining power against employers, but through collective representation, workers can negotiate fair conditions.\n\nThe negotiating parties for sectoral collective agreements are employer associations (organizations representing employers in a sector or region) and the most representative trade unions (unions with significant membership and electoral representation in workplace elections). For the hospitality sector, provincial employer associations negotiate with provincial union federations to establish provincial hospitality collective agreements covering all establishments in the province. Some large national chains or franchise systems may have company-specific collective agreements negotiated between the company and unions representing their workers.\n\nCollective agreements are structured in chapters addressing different aspects of employment. Typical structure includes: scope provisions defining which workers and employers are covered; professional classification system defining job categories and their characteristics; working time provisions including ordinary hours, overtime, shifts, holidays, and leave; salary provisions including base salary tables, complements, and extra payments; contract types and hiring procedures; professional development and training; health and safety provisions; equality and non-discrimination; disciplinary procedures and sanctions; and agreement validity and revision procedures. Each province's hospitality agreement has specific provisions reflecting local negotiations, though common structures exist across provinces.",
      "subsections": [
        {
          "heading": "1.1 Determining the Applicable Collective Agreement",
          "content": "The applicable collective agreement depends on the sector (hospitality), geographic location (province), and company specifics. Most hospitality establishments in Spain are covered by provincial hospitality collective agreements (Convenio Colectivo Provincial de Hostelería). For example, a restaurant in Madrid is covered by the Convenio Colectivo de Hostelería de Madrid, while a hotel in Barcelona is covered by the Convenio Colectivo de Hostelería de Barcelona. These agreements cover all establishments classified as hospitality (restaurants, bars, cafeterías, hotels, catering companies, etc.) within the province unless a more specific agreement applies.\n\nCompany-specific collective agreements (convenio de empresa) take priority over sectoral agreements for workers in that company. Large hotel chains, restaurant groups, or franchise systems sometimes negotiate company agreements that may provide different (typically more favorable) conditions than provincial agreements. Framework agreements at national level may also exist for certain sub-sectors. The applicable agreement should be specified in employment contracts and must be posted or otherwise made available in the workplace.\n\nIf doubt exists about which agreement applies, the Workers' Statute establishes priority criteria: the more specific agreement takes priority (company agreement over provincial, provincial over national sector agreement), and where specificity is equal, the agreement most favorable to workers applies. Workers or their representatives can seek clarification from the labor authority (Dirección Provincial de Trabajo) or consult trade unions about applicable agreements."
        },
        {
          "heading": "1.2 Legal Force and Extension of Collective Agreements",
          "content": "Collective agreements have erga omnes effect — they automatically and mandatorily apply to all workers and employers within their territorial and functional scope, regardless of whether the specific employer is a member of the signing employer association or whether the specific worker is a union member. This universal application is fundamental to Spanish collective bargaining; it prevents undercutting of negotiated standards by non-associated employers and ensures comprehensive coverage.\n\nOnce published in the official bulletin (Boletín Oficial), collective agreement provisions are legally binding. Employment contracts or company policies providing inferior conditions are invalid to that extent, with collective agreement provisions automatically substituting. Violations of collective agreement terms are legally equivalent to violations of statutory law; workers can file complaints with labor authorities or bring claims before labor courts to enforce collective agreement rights. Employers cannot unilaterally modify conditions established in collective agreements; such changes require negotiated agreement modification or, in limited circumstances, modification procedures established in the agreement itself."
        }
      ]
    },
    {
      "heading": "2. Professional Categories and Classification System",
      "content": "Professional categories (categorías profesionales) or professional groups (grupos profesionales) form the backbone of hospitality collective agreements. The classification system groups jobs by required qualifications, skills, responsibilities, and functions into hierarchical categories, each with associated minimum conditions. Modern collective agreements use broader professional groups encompassing multiple specific roles rather than rigidly defined individual job titles, providing flexibility in task assignment while maintaining fair compensation.\n\nTypical hospitality professional classification includes several levels. The highest level includes directors and managers (directores, jefes de área) responsible for overall establishment management, department management, or significant business units. The intermediate level includes specialized technical staff (jefe de cocina / head chef, maitre, jefe de recepción / front desk manager) with supervisory responsibilities and advanced technical skills. The skilled operative level includes qualified workers performing complex tasks requiring formal training (cocinero / cook, camarero / waiter, recepcionista / receptionist, barman). The basic operative level includes workers performing standard tasks with on-the-job training (ayudante de cocina / kitchen assistant, ayudante de camarero / waiter assistant, personal de limpieza / cleaning staff).\n\nClassification determines minimum salary for each category, typical duties and responsibilities associated with the category, qualification or experience requirements for accessing the category, and promotion pathways to higher categories. Workers must be classified in the category corresponding to the duties they actually perform, not arbitrarily assigned to lower categories to reduce labor costs. Employers who classify workers in categories below their actual duties (for example, paying an employee as kitchen assistant when they are actually performing cook duties) commit classification fraud, and workers can claim reclassification with back pay for the salary differential.",
      "subsections": [
        {
          "heading": "2.1 Salary Tables and Minimum Compensation",
          "content": "Collective agreements contain salary tables (tablas salariales) specifying minimum monthly or annual base salary for each professional category. These minimums are absolute; employment contracts cannot provide lower base salary, though they can provide higher salary. Salary tables are typically updated annually or when agreements are revised, often with percentage increases linked to inflation or negotiated improvements. Workers are entitled to receive at least the minimum salary for their category as specified in the currently applicable salary table.\n\nIn addition to base salary, collective agreements typically provide for various salary complements: seniority complement (antigüedad) based on years of service, often a percentage increase for each defined period of service; night work complement for hours worked during night period (typically 22:00-06:00); Sunday and holiday work complements for work on these days; overtime compensation at enhanced rates (typically 175% of ordinary hourly rate or compensatory time off); and other complements for specific circumstances defined in the agreement. Total compensation (base plus complements) must meet collective agreement minimums.\n\nTwo annual extra payments (pagas extraordinarias) are standard provisions, typically equal to one month's base salary each, paid in summer (typically June or July) and winter (typically December). Some agreements provide for payment of extra payments prorated across all twelve months rather than as lump sums; this must be clearly stated. Workers employed for only part of a year receive extra payments prorated for the months worked. These extra payments are in addition to the twelve monthly salaries, resulting in a total of fourteen monthly payments annually."
        },
        {
          "heading": "2.2 Promotion and Professional Development",
          "content": "Collective agreements typically establish criteria and procedures for promotion between categories. Promotion may be based on factors including: demonstrated competence in performing duties of the higher category; completion of required training or qualifications; years of experience in lower category; and successful participation in promotion processes (testing, evaluation). Some agreements establish automatic promotion after performing duties of a higher category for a specified period (for example, performing cook duties for six months entitles promotion to cook category with corresponding salary).\n\nTraining and professional development provisions in collective agreements may include: employer obligations to provide training for workers to maintain or improve skills; paid time for attending training courses; recognition of qualifications obtained by workers for purposes of classification or promotion; and apprenticeship or training contract provisions for entry-level workers combining work and formal qualification study. Workers have the right under the Workers' Statute to request time off for training relevant to their professional development; collective agreements often specify how this right is implemented in practice, including whether time off is paid, duration limits, and approval procedures."
        }
      ]
    },
    {
      "heading": "3. Working Time Provisions in Collective Agreements",
      "content": "Working time provisions in collective agreements specify maximum ordinary working hours, rest periods, overtime rules, shift provisions, and compensation for unsocial hours. While the Workers' Statute establishes statutory maximums (40 hours per week averaged annually, 9 hours per day), collective agreements often provide more specific sector rules and may establish more favorable limits. Understanding collective agreement working time provisions is essential for verifying that actual working conditions comply with legal minimums.\n\nOrdinary working hours are typically specified as annual total hours (for example, 1,792 hours annually, equivalent to approximately 38 hours per week averaged over the year allowing for holidays) or as weekly hours (for example, 40 hours per week). The agreement specifies how these hours are distributed: continuous workday (jornada continua), split day with break (jornada partida), or flexible distribution subject to advance notice. Maximum daily hours (typically 9 hours unless agreement allows more in specific circumstances) and minimum daily rest (12 hours between working days) must be respected.\n\nOvertime provisions establish when overtime can be worked (voluntary except force majeure situations), maximum annual overtime hours (80 hours per year statutory maximum unless agreement reduces this), and compensation for overtime (payment at enhanced rate, typically 175% of ordinary hourly rate, or compensatory time off within specified timeframe, typically four months). Some agreements limit or prohibit overtime in certain circumstances, require employer justification for overtime, or provide for union consultation on systematic overtime. Collective agreement overtime provisions are binding minimums; employers cannot pay less than the agreement rate or extend compensatory time-off periods beyond agreement limits.",
      "subsections": [
        {
          "heading": "3.1 Night Work and Shift Work Provisions",
          "content": "Collective agreements often contain specific provisions for night work and shift work recognizing these work patterns' impact on workers. Night work compensation may include a percentage supplement over base salary for hours worked during the night period (for example, 25% supplement), fixed payment per night shift, or reduced working hours for night workers while maintaining full salary. Some agreements provide preferential access to day shifts for workers over a certain age (commonly 55) or for workers with care responsibilities.\n\nShift work provisions address rotation patterns (forward vs. backward rotation, rapid vs. slow rotation), advance notice requirements for shift schedules (for example, schedules must be provided at least two weeks in advance), limitations on consecutive shifts of the same type, and mechanisms for workers to express shift preferences. Agreements may establish that shift assignments should be rotated equitably among workers to avoid concentrating undesirable shifts on certain individuals. Compensation for shift work disruption may be provided through salary supplements or reduced working hours."
        },
        {
          "heading": "3.2 Holidays, Leave, and Time Off",
          "content": "All collective agreements respect the statutory minimum 30 calendar days (22 working days) annual holiday, with some agreements providing more generous holiday entitlements. Holiday scheduling procedures are typically specified: the holiday calendar is established through agreement between employer and workers or their representatives, subject to business needs; at least one holiday period must comprise at least two consecutive weeks; the holiday calendar must be confirmed and communicated at least two months before the start of the holiday period; and holidays cannot be replaced by monetary compensation except on contract termination.\n\nLeave provisions in collective agreements cover various circumstances: marriage leave (typically 15 calendar days), birth of child (paternity/co-parent leave, currently 16 weeks fully paid as per recent reforms), serious illness or death of close relatives (typically 2-4 days, extended if travel required), medical appointments during working hours, examinations for formal education or qualifications, and moving house (typically 1 day). The agreement specifies entitlement duration, whether leave is paid, documentation requirements, and notice procedures. Workers should familiarize themselves with these provisions to understand their entitlements."
        }
      ]
    },
    {
      "heading": "4. Contract Types and Termination Provisions",
      "content": "Collective agreements address contract types permitted in the sector, duration limits, and conversion rules. Following the 2021 labor reform, indefinite (permanent) contracts are the default, with fixed-term contracts restricted to legally specified circumstances: genuine temporary production needs (production increase, special projects) or substitution of absent workers. Hospitality collective agreements typically recognize: indefinite continuous contracts (contrato indefinido ordinario) for permanent positions; fixed-term contracts for specific temporary circumstances (production peaks, seasonal work, substitutions); discontinuous permanent contracts (fijo discontinuo) for seasonal recurring work (summer beach establishments, winter ski resorts, seasonal hotel operations); and training and apprenticeship contracts for young workers combining work and qualification study.\n\nProbation periods — the initial employment period during which either party can terminate without notice or cause — are specified in collective agreements. Typical probation periods are two months for non-graduate workers and six months for graduate or technical workers, though some agreements provide shorter periods. During probation, termination requires no justification or compensation, but cannot be discriminatory. After probation, termination requires legal cause (objective reasons, disciplinary reasons, or collective redundancy) with associated procedures and compensation.\n\nTermination compensation is typically specified in collective agreements. For objective dismissals (economic, technical, organizational, or production reasons), statutory minimum is 20 days' salary per year of service up to 12 months' salary maximum; collective agreements sometimes provide more generous compensation. For unfair dismissal, compensation is 33 days per year of service up to 24 months maximum, or reinstatement if worker elects this option. Disciplinary dismissal for serious misconduct does not entitle compensation if cause is proven, but if dismissal is found unfair, compensation is due. Notice periods for voluntary resignation are typically 15 days unless the collective agreement specifies different periods.",
      "subsections": [
        {
          "heading": "4.1 Disciplinary Procedures and Worker Rights",
          "content": "Collective agreements typically classify disciplinary infractions (minor, serious, very serious) and specify associated sanctions (warnings, suspension of employment and salary, dismissal). Disciplinary procedures must respect basic guarantees: the worker must be informed of the specific conduct alleged, provided opportunity to respond before sanction is imposed, and receive written notification of any sanction with specific facts and applicable regulation cited. Trade union representation can accompany workers in disciplinary proceedings.\n\nWorkers have rights in disciplinary procedures including the presumption of innocence (employer must prove alleged misconduct), proportionality (sanction must be proportionate to infraction severity), non bis in idem (cannot be sanctioned multiple times for the same act), and statute of limitations (sanctions must be imposed within defined timeframes after the employer becomes aware of the infraction, typically 60 days). Collective agreements often specify these timeframes and procedures in detail, providing worker protections beyond statutory minimums. Workers who believe they have been unjustly sanctioned can challenge sanctions through labor courts."
        },
        {
          "heading": "4.2 Unfair Dismissal and Reinstatement",
          "content": "Dismissals can be classified as fair (procedurally and substantively correct), unfair (procedurally defective or insufficient cause), or void (discriminatory or violating fundamental rights). When dismissal is declared unfair, the employer must choose between reinstating the worker in their position with back pay for the interim period, or paying dismissal compensation (33 days per year of service up to 24 months). Workers have priority to opt for reinstatement, but if the employer is small (fewer than 25 employees) or the worker is management, the employer chooses.\n\nVoid dismissals (for example, dismissal due to pregnancy, trade union activity, or discrimination) require mandatory reinstatement with back pay; the option of compensation instead of reinstatement does not exist. These dismissals are treated as never having occurred, with full restoration of employment and back salary. Collective agreements may provide additional protections for specific categories of workers (union representatives, health and safety representatives, equality representatives) making dismissal more difficult and requiring special procedures."
        }
      ]
    },
    {
      "heading": "5. Equality, Non-Discrimination, and Special Protections",
      "content": "Modern collective agreements incorporate equality and non-discrimination provisions implementing statutory requirements. These include: equal pay for equal work regardless of gender, with prohibition of pay discrimination based on sex; measures to promote gender equality in professional categories, training, and promotion; provisions for work-life balance including flexible schedules for workers with care responsibilities, and support for workers with disabilities or special needs. Many agreements also establish equality committees or gender equality plans (required for companies with 50+ employees) with specific measures to promote equality and prevent discrimination.\n\nAnti-harassment provisions are increasingly common in collective agreements, supplementing statutory requirements. These provisions define prohibited behaviors (sexual harassment, harassment on grounds of sex, workplace bullying), establish complaint procedures, specify investigation processes, and define sanctions for perpetrators. Agreements may also create specific roles (equality officers, harassment investigators) or protocols for prevention and response. These provisions provide workers with concrete procedures for addressing harassment in addition to general legal protections.\n\nSpecial protections for vulnerable workers are often included in collective agreements. Provisions for pregnant and breastfeeding workers may supplement statutory rights with additional protections (for example, exemption from certain tasks, priority for preferred shifts, extensions of rights beyond statutory minimums). Provisions for workers with disabilities may include reasonable accommodation procedures, preferential access to suitable positions, or protections against dismissal. Young workers (under 18) may have specific restrictions (no night work, limitations on hazardous tasks) and protections. These provisions recognize that effective equality requires not only non-discrimination but affirmative measures addressing specific needs.",
      "subsections": [
        {
          "heading": "5.1 Trade Union Rights and Worker Representation",
          "content": "Collective agreements recognize trade union rights and provide for workplace union representation. Workers have the right to join trade unions, participate in union activities, and receive union information. Union representatives (delegados de personal, works council members / comité de empresa) have specific protections including priority in maintaining employment during downsizing, paid time off for representative functions, and prohibition on dismissal or sanction due to representative activities. These representatives negotiate with employers on working conditions, receive information and consultation on business decisions affecting workers, and represent workers in grievances and disciplinary procedures.\n\nAgreements specify the number of worker representatives based on workforce size, procedures for representative elections, and union representatives' hours of paid time off for representative functions (horas sindicales). Representatives use this time for attending meetings, consulting with workers, negotiating with management, and representing workers in proceedings. Employers must provide representatives with appropriate facilities for carrying out their functions (meeting space, access to workers, communication means) and must consult representatives on specified matters before making decisions (workplace changes, working time modifications, health and safety measures)."
        },
        {
          "heading": "5.2 Health and Safety Provisions",
          "content": "Collective agreements incorporate health and safety provisions beyond statutory Law 31/1995 requirements. These may include: specific risk assessments for sector hazards (kitchen risks, customer aggression, ergonomic risks from standing work); provision of personal protective equipment specified for hospitality (non-slip shoes, heat-resistant gloves, cut-resistant gloves); health surveillance programs tailored to hospitality risks; and establishment of health and safety committees in establishments above a certain size. Agreements may also establish worker rights to refuse dangerous work, procedures for reporting hazards, and protections for workers who exercise safety rights.\n\nWorkplace adaptation provisions may address ergonomic improvements (anti-fatigue mats, adjustable work surfaces), environmental conditions (temperature control, ventilation, lighting), and psychosocial risk prevention (workload limits, break provisions, anti-harassment measures). Some agreements establish joint health and safety committees with worker and employer representatives meeting regularly to monitor conditions, investigate incidents, and propose improvements. These committees provide a forum for worker participation in health and safety management, implementing the participatory approach required by prevention law."
        }
      ]
    },
    {
      "heading": "6. Applying and Enforcing Collective Agreement Rights",
      "content": "Workers must understand not only that collective agreements exist but how to access, interpret, and enforce their rights under these agreements. The first step is identifying the applicable agreement and obtaining a copy. Employers are required to inform workers of the applicable collective agreement and provide access to its text. Workers can request a copy from their employer, consult trade unions who will have copies and expertise in interpretation, or access official publications in provincial bulletins (Boletín Oficial de la Provincia) or the collective agreements registry maintained by the Ministry of Labor.\n\nInterpreting collective agreement provisions may require some legal or technical understanding. Salary tables specify minimums but may include multiple components (base salary, supplements, complements) requiring calculation to determine total entitlement. Working time provisions may be expressed in annual hours requiring division to determine weekly or monthly averages. Professional category descriptions may be detailed and require assessing which category corresponds to one's actual duties. Trade unions provide assistance in interpreting agreements and calculating entitlements, particularly for members but often for non-members as well. Labor lawyers can provide professional interpretation for complex situations or disputes.\n\nEnforcing collective agreement rights when violations occur involves several options: internal complaint to employer or human resources, potentially with union representative support; formal complaint to labor inspectorate (Inspección de Trabajo), which has authority to investigate violations, order corrections, and impose fines; filing a claim in labor court (Juzgado de lo Social) for individual rights violations (underpayment, incorrect classification, denied benefits); or collective claims by union representatives for systemic violations affecting multiple workers. Workers should document violations (payslips, schedules, communications) to support complaints or claims. Trade unions often provide legal representation for members in labor court proceedings, significantly increasing the likelihood of successful outcomes.",
      "subsections": [
        {
          "heading": "6.1 Modification and Updating of Collective Agreements",
          "content": "Collective agreements have defined validity periods, typically 2-4 years, after which they are renegotiated. During renegotiation, expiring agreements remain in force (ultraactividad) until new agreements are concluded, ensuring continuity of protection. Negotiations for new agreements involve employer associations and unions discussing current conditions, economic context, sectoral needs, and proposed improvements. Workers may have input through their unions, which should consult membership on negotiation priorities and on accepting final agreements.\n\nDuring the validity period, collective agreements can be modified through established procedures. Ordinary modifications require agreement between the original negotiating parties (employer associations and unions). Some agreements include automatic revision clauses (for example, annual salary updates based on inflation indices). Extraordinary modifications under difficult economic circumstances may be possible through negotiation or, in limited cases, through descent procedures (descuelgue) allowing individual employers to temporarily not apply certain economic provisions (mainly salary) of the collective agreement if proven economic necessity exists and proper procedures are followed."
        },
        {
          "heading": "6.2 More Favorable Conditions and Contract Improvements",
          "content": "The principle of more favorable condition (condición más beneficiosa) is fundamental in Spanish labor law. Individual employment contracts can provide conditions more favorable than the collective agreement, and these improvements are maintained as acquired rights. For example, if a collective agreement sets minimum salary at €1,500 monthly for a category but a worker's contract provides €1,800, the worker maintains the €1,800 salary. This principle prevents collective agreement minimums from functioning as maximums and allows individual negotiation of better terms.\n\nEmployers cannot unilaterally reduce more favorable conditions established in individual contracts, even if collective agreement minimums would allow lower conditions. Such reductions constitute substantial modification of working conditions requiring worker consent or formal modification procedures with justification. Workers who have negotiated or been granted conditions above collective agreement minimums should document these conditions carefully (employment contracts, written addenda, payslips consistently showing higher amounts) to protect acquired rights. If employers attempt to reduce such conditions, workers can refuse the modification and, if imposed, can seek judicial declaration that the modification is unjustified, with restoration of previous conditions."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Understanding Your Collective Agreement Checklist",
      "items": [
        "Identify the specific collective agreement applicable to your employment (provincial, company, sector)",
        "Obtain a complete copy of the applicable collective agreement from employer or union",
        "Review the professional category classification system in the agreement",
        "Verify that your classification category matches the duties you actually perform",
        "Check the salary table for your category and confirm your base salary meets minimum",
        "Understand salary supplements provided in the agreement (night work, Sundays/holidays, overtime)",
        "Confirm you receive the two annual extra payments specified in the agreement",
        "Review working time provisions including maximum hours, rest periods, and overtime rules",
        "Understand holiday entitlement and scheduling procedures in the agreement",
        "Review leave provisions for personal circumstances (marriage, birth, illness, exams)",
        "Check probation period duration for your category",
        "Understand dismissal notice periods and compensation provisions",
        "Identify union or worker representatives who can assist with agreement interpretation"
      ]
    },
    {
      "title": "Verifying Collective Agreement Compliance Checklist",
      "items": [
        "Compare your actual gross monthly salary to minimum base salary for your category in salary table",
        "Calculate whether supplements (night work, Sundays, overtime) are paid at agreement rates",
        "Verify you received both annual extra payments at full amount (one month's base salary each)",
        "Check that working hours do not exceed agreement maximums when averaged over relevant period",
        "Verify rest periods between shifts and weekly rest meet or exceed agreement minimums",
        "Confirm overtime hours are within agreement limits and compensated correctly",
        "Check that holiday scheduling follows agreement procedures (advance notice, consultation)",
        "Verify you received entitled leave for personal circumstances specified in agreement",
        "If promoted or reclassified, verify salary adjustment to new category minimum occurred",
        "Review payslips for correct salary components matching agreement provisions",
        "If any discrepancies identified, document details and amounts for complaint or claim",
        "Consult union representative or labor lawyer if uncertain about compliance"
      ]
    },
    {
      "title": "Enforcing Collective Agreement Rights Checklist",
      "items": [
        "Document the specific violation (underpayment amount, excessive hours, denied leave, etc.)",
        "Gather supporting evidence (payslips, schedules, communications, contract)",
        "Review applicable collective agreement provisions proving violation",
        "Raise issue with employer in writing, citing specific agreement provisions violated",
        "If employer does not correct violation, consult trade union representative for support",
        "Consider filing complaint with labor inspectorate for statutory violations",
        "For salary or compensation claims, calculate amount owed with interest",
        "Consider filing labor court claim if informal resolution unsuccessful",
        "Seek legal representation from union or labor lawyer for court proceedings",
        "Understand remedies available (back pay, salary adjustment, contract modification, compensation)",
        "Be aware of time limits for claims (typically one year for salary claims from date due)",
        "Maintain all documentation and communications related to violation and enforcement attempts"
      ]
    }
  ],
  "bestPractices": [
    "Obtain and carefully read the entire collective agreement applicable to your employment, not relying on summaries or employer explanations alone",
    "Join a trade union to access expert interpretation of collective agreement provisions and legal representation if violations occur",
    "Maintain personal records of all employment documents (contract, payslips, schedules, communications) for verification and evidence",
    "Calculate your entitlements under the collective agreement (minimum salary, overtime rates, holiday pay) and verify against actual payments received",
    "Understand your professional category responsibilities and duties to ensure proper classification and compensation",
    "Raise concerns about collective agreement violations early rather than allowing them to accumulate over time, as time limits may apply to claims",
    "Participate in workplace elections for union representatives who negotiate and enforce collective agreement implementation",
    "Stay informed about collective agreement updates and renegotiations that may improve your conditions"
  ],
  "glossary": {
    "Collective Agreement": "Legally binding agreement negotiated between employer associations and unions establishing minimum employment conditions for a sector, region, or company",
    "Professional Category": "Job classification system grouping positions by skills, qualifications, and responsibilities; determines minimum salary and duties",
    "Salary Table": "Listing of minimum monthly or annual base salaries for each professional category in the collective agreement",
    "Extra Payments (Pagas Extraordinarias)": "Two additional monthly salary payments per year (typically summer and winter), totaling 14 monthly payments annually",
    "Ordinary Working Hours": "Standard working time before overtime; typically 40 hours per week or 1,800 annual hours, varies by collective agreement",
    "Overtime": "Hours worked beyond ordinary working hours; must be compensated at enhanced rate (typically 175%) or with compensatory time off",
    "More Favorable Condition": "Legal principle that individual contracts can provide better terms than collective agreements, and such improvements are protected acquired rights",
    "Ultraactivity": "Continuation in force of an expired collective agreement until a new agreement is negotiated and concluded",
    "Erga Omnes": "Universal application of collective agreement to all workers and employers in its scope, regardless of union membership or association"
  }
}
