{
  "title": "Worker Rights & Duties",
  "legalBasis": "Spanish Constitution (Constitución Española 1978) Article 35; Workers' Statute (Real Decreto Legislativo 2/2015) Articles 4 and 5; EU Charter of Fundamental Rights Articles 31-32; International Labour Organization Conventions",
  "summary": "The employment relationship in Spain is governed by a comprehensive framework of rights and duties that balance the interests of workers and employers while ensuring dignity, fairness, and safety in the workplace. Worker rights are enshrined at multiple legal levels: the Spanish Constitution recognizes the fundamental right to work and to freely choose profession or trade, EU law establishes minimum social standards across member states, the Workers' Statute codifies specific rights and obligations, and collective agreements often extend protections beyond statutory minimums.\n\nWorker rights include not only material benefits such as fair remuneration and safe working conditions, but also fundamental protections of dignity, privacy, non-discrimination, and freedom of association. These rights are not discretionary benefits granted by employers; they are legal entitlements that cannot be waived or reduced by individual agreement. Even if an employee consents to work under conditions that violate their statutory rights, such agreements are void and unenforceable.\n\nCorresponding to these rights are worker duties that reflect the mutual obligations inherent in the employment relationship. Workers must perform their duties with good faith and diligence, comply with safety instructions, respect the employer's legitimate organizational authority, and maintain confidentiality of sensitive business information. Serious or repeated breach of these duties can constitute grounds for disciplinary dismissal.\n\nIn the hospitality sector, where customer service quality depends heavily on employee conduct and where workplace relationships can be informal, clear understanding of rights and duties helps prevent conflicts, supports fair treatment, and establishes expectations for professional behavior. Both workers and managers should be familiar with these fundamental principles.",
  "keyPoints": [
    "Workers have fundamental constitutional and statutory rights that cannot be waived or reduced by individual agreement",
    "The right to fair remuneration includes timely payment, compliance with minimum wage and collective agreement rates, and transparency through written payroll",
    "Non-discrimination and equal treatment are protected at all stages: recruitment, working conditions, promotion, training, and dismissal",
    "Dignity at work includes protection against harassment, bullying, and humiliating treatment",
    "Occupational health and safety rights include safe working conditions, provision of PPE, training, and the right to refuse imminently dangerous work",
    "Workers have the right to privacy in the workplace, including protection of personal data and limitations on surveillance",
    "Freedom of association includes the right to join trade unions, participate in union activities, and be represented by union delegates",
    "Worker duties include performing work with diligence, complying with employer instructions within legal bounds, and acting in good faith",
    "Breach of fundamental worker duties can constitute grounds for disciplinary dismissal",
    "Collective agreements often establish additional rights and specify how statutory rights are implemented in specific sectors"
  ],
  "sections": [
    {
      "heading": "1. Fundamental Rights of Workers",
      "content": "Article 4.1 of the Workers' Statute establishes that workers have all the rights recognized in the Spanish Constitution, particularly those affecting the employment relationship. Article 4.2 then enumerates specific labor rights including effective employment, free choice of profession, non-discrimination, physical integrity and adequate health and safety policy, respect for privacy, timely wage payment, collective bargaining and action, individual and collective meeting, information and participation, and protection against dismissal.\n\nThese rights are not merely aspirational principles but enforceable legal entitlements. Violations of worker rights can be challenged through internal company procedures, labor inspectorate complaints, or labor court actions. In many cases, violation of fundamental rights such as dignity, privacy, or non-discrimination renders employer decisions void regardless of other circumstances. For example, a dismissal that is procedurally correct but motivated by discriminatory reasons is automatically null and requires reinstatement of the worker.\n\nIn hospitality, respecting worker rights is not only a legal obligation but also a business necessity. High-quality customer service depends on motivated, fairly-treated employees. Conversely, workplaces with systematic rights violations tend to experience high turnover, poor morale, reputational damage, and legal conflicts. Creating a culture of respect for rights begins with management education and commitment.",
      "subsections": [
        {
          "heading": "1.1 Right to Fair Remuneration",
          "content": "Article 4.2.a of the Workers' Statute establishes the right to remuneration for work performed, including the right to timely payment and the right not to suffer discrimination in remuneration. Workers are entitled to at least the minimum interprofessional wage (Salario Mínimo Interprofesional - SMI) or, where higher, the minimum for their professional category under the applicable collective agreement. Payment must be made on the agreed date (typically monthly) without delay.\n\nFair remuneration includes not only base salary but also supplements, overtime payment, extra salary payments (pagas extraordinarias), and any other agreed compensation. The employer must provide a written payroll (nómina) explaining all components of pay and all deductions. Workers have the right to understand their payroll and to question any discrepancies. Equal pay for equal work is a fundamental principle: workers performing the same role with the same experience cannot be paid differently based on discriminatory grounds such as gender, age, or nationality."
        },
        {
          "heading": "1.2 Right to Non-Discrimination and Equal Treatment",
          "content": "Article 4.2.c prohibits discrimination based on sex, civil status, age, race, social condition, religious or political ideas, sexual orientation, union affiliation, language, or disability. This protection applies at all stages of the employment relationship: job advertisements and recruitment, working conditions and assignments, access to training and promotion, remuneration, and dismissal decisions. Direct discrimination (treating someone less favorably because of a protected characteristic) and indirect discrimination (applying apparently neutral criteria that disproportionately disadvantage a protected group) are both prohibited.\n\nIn hospitality, discrimination sometimes occurs in assignment of roles or shifts based on stereotypes — for example, assuming that older workers cannot handle fast-paced service or that workers of certain nationalities should be assigned to kitchen rather than customer-facing roles. Such practices, even if not intentionally malicious, violate equality rights. Employers must make assignment and promotion decisions based on objective criteria such as skills, experience, and performance, and must be able to justify decisions if challenged."
        },
        {
          "heading": "1.3 Right to Dignity and Privacy",
          "content": "Article 4.2.e establishes the right to respect for privacy and consideration due to personal dignity, including protection against verbal or physical harassment. Workers have the right to a workplace environment free from harassment, humiliation, and abusive conduct. This includes sexual harassment (unwelcome conduct of a sexual nature), harassment based on sex (hostile conduct related to a person's sex), and general workplace bullying (repeated hostile behavior creating an intimidating or degrading environment).\n\nPrivacy rights extend to protection of personal data, limitations on workplace surveillance, and respect for personal life outside work. Employers may implement video surveillance for security purposes, but must comply with data protection law including informing workers of surveillance, limiting cameras to necessary areas, and not monitoring areas where workers have reasonable expectation of privacy such as bathrooms or changing rooms. Employers cannot require workers to disclose medical information beyond what is necessary for workplace safety or sick leave administration, and cannot monitor personal communications unless strictly necessary and proportionate for legitimate business reasons."
        }
      ]
    },
    {
      "heading": "2. Occupational Health and Safety Rights",
      "content": "Article 4.2.d establishes the right to physical integrity and adequate health and safety policy. This right is developed extensively in the Occupational Risk Prevention Law (Ley 31/1995 de Prevención de Riesgos Laborales), which creates a comprehensive system of employer obligations and worker rights regarding workplace safety. The fundamental principle is that work must adapt to the person, not the person to dangerous work — employers must eliminate or minimize risks at source rather than relying solely on worker precautions.\n\nWorkers have specific occupational health rights including information about workplace risks, adequate training in safe work practices, provision of personal protective equipment (PPE) appropriate to identified risks, health surveillance with periodic medical examinations where risks justify monitoring, consultation and participation in safety decisions through safety representatives, and the right to interrupt work and leave the workplace in case of serious, imminent, and unavoidable danger. These rights cannot be waived; agreements limiting safety rights are void.",
      "subsections": [
        {
          "heading": "2.1 Right to Information and Training",
          "content": "Article 18 of the Occupational Risk Prevention Law requires employers to inform workers about workplace risks, preventive measures, emergency procedures, and the identity of designated safety personnel. Information must be provided at hiring, when risks change, when equipment or processes are modified, and periodically as refresher. Information must be comprehensible and appropriate to the worker's knowledge level and language skills.\n\nTraining in safe work practices is mandatory and must be specific to the worker's role and the identified risks. In hospitality, this includes training on safe knife and equipment use for kitchen staff, manual handling techniques for workers lifting or carrying heavy items, slip and fall prevention, fire safety and evacuation procedures, safe chemical handling for cleaning staff, and emergency response protocols. Training must be provided during working hours, at no cost to the worker, and repeated when circumstances change or when performance indicates the need for reinforcement."
        },
        {
          "heading": "2.2 Right to Personal Protective Equipment",
          "content": "When workplace risks cannot be eliminated or adequately controlled through collective protection measures (engineering controls, safe work procedures), employers must provide appropriate personal protective equipment (PPE) free of charge. In hospitality, common PPE includes non-slip safety footwear for all workers in kitchen and service areas, cut-resistant gloves for tasks involving sharp knives, heat-resistant gloves for handling hot cookware, eye protection when handling cleaning chemicals, and hearing protection in venues with loud music.\n\nWorkers have the right to be informed about the correct use and maintenance of PPE and to be provided with properly fitting, comfortable equipment. The employer cannot require workers to purchase their own PPE or deduct costs from salary. Workers also have a corresponding duty to use provided PPE correctly, but the primary obligation to provide and maintain appropriate PPE rests with the employer."
        },
        {
          "heading": "2.3 Right to Stop Work in Dangerous Situations",
          "content": "Article 21 of the Occupational Risk Prevention Law grants workers the right to interrupt their work and, if necessary, leave the workplace when they reasonably believe there is serious, imminent, and unavoidable danger to their life or health. This right can be exercised individually or collectively. Workers cannot be penalized or dismissed for exercising this right in good faith, even if the danger is later determined to have been less serious than initially appeared.\n\nIn hospitality, situations justifying work stoppage might include gas leak with risk of explosion, fire or immediate fire risk, structural collapse risk, violent customer behavior creating immediate physical danger, or equipment malfunction creating imminent injury risk. The worker exercising this right should immediately inform the supervisor or manager, who must assess the situation and take appropriate corrective action before work resumes. If disagreement arises about whether danger was sufficient to justify work stoppage, the labor inspectorate may be consulted."
        }
      ]
    },
    {
      "heading": "3. Right to Information, Consultation, and Participation",
      "content": "Workers have individual and collective rights to information, consultation, and participation in workplace decisions. Individual rights include receiving clear information about the employment contract, working conditions, changes affecting the employment relationship, and reasons for disciplinary measures or dismissal. Collective rights — exercised through employee representatives such as works councils or union delegates — include consultation on matters affecting employment conditions, participation in occupational health and safety decisions, and access to business information relevant to employment matters.\n\nEffective exercise of these rights requires that information be provided in a timely, comprehensible manner. Employers cannot fulfill information obligations by making documents available in inaccessible formats or using technical language that workers cannot understand. In workplaces with linguistically diverse staff (common in hospitality), employers should ensure that important information is communicated in languages workers understand, particularly for safety-critical information.",
      "subsections": [
        {
          "heading": "3.1 Right to Information About Employment Conditions",
          "content": "Article 4.2.g establishes the right to be informed in writing about essential elements of the employment contract and the main conditions of work execution. Within 10 working days of starting work, employees must receive written information including the identity of employer and employee, place of work, professional category, date of contract start, expected duration if temporary, amount and frequency of remuneration, working hours and distribution, holidays entitlement, notice periods for termination, and the applicable collective agreement.\n\nThis information is typically provided through the written employment contract. However, if the contract does not include all required elements, a separate written document must be provided. Changes to any essential condition must be communicated in writing with reasonable advance notice. Failure to provide this information is a labor law violation subject to administrative sanctions. More importantly, lack of written information about employment conditions weakens the employer's position in any subsequent dispute about what was actually agreed."
        },
        {
          "heading": "3.2 Right to Employee Representation",
          "content": "Article 4.2.i recognizes the right to union freedom, including the right to join a trade union, participate in union activities, and be represented by union delegates in negotiations with the employer. Companies with 50 or more employees must have works councils (comités de empresa) or personnel delegates (delegados de personal in smaller workplaces with 11-49 employees) elected by the workforce. These representatives have legal rights to information, consultation, and negotiation on a wide range of employment matters.\n\nEven in smaller hospitality establishments without formal employee representation, workers retain the right to organize, discuss working conditions collectively, and request union representation in individual or collective disputes. Employers cannot penalize workers for union membership or participation in lawful union activities. Dismissals or disadvantageous treatment motivated by union activities are automatically null, requiring worker reinstatement regardless of other circumstances."
        },
        {
          "heading": "3.3 Right to Work-Life Balance Measures",
          "content": "Article 34 of the Workers' Statute, as amended by recent reforms, establishes rights to adapt working time for work-life balance purposes. Workers with children under 12, dependent family members, or victims of gender violence have the right to request adaptation of working hours, work schedule, or form of service (including remote work where feasible). Employers must negotiate in good faith; refusal must be based on objective business reasons documented in writing.\n\nAdditional work-life balance rights include lactation leave (one hour daily until the child reaches nine months, which can be accumulated into full days), leave for family care reasons (two days per year for illness or accident of close relatives), and parental leave (up to three years per child with return rights to the same or equivalent position). In hospitality, accommodating these rights requires flexible scheduling and cooperation, but legal obligations are clear and cannot be avoided by claiming operational difficulty."
        }
      ]
    },
    {
      "heading": "4. Worker Duties and Obligations",
      "content": "Article 5 of the Workers' Statute establishes that workers have basic duties including compliance with specific obligations of their job position per the principles of good faith and diligence. While worker rights receive more public attention, understanding duties is equally important for a functional employment relationship. Duties are not unlimited — they must respect worker rights and dignity — but within appropriate bounds, employers can expect and require professional conduct, diligence, and compliance with legitimate instructions.\n\nSerious or repeated breach of worker duties can constitute grounds for disciplinary dismissal (despido disciplinario). Whether conduct justifies dismissal depends on the specific facts, the seriousness of the breach, and the proportionality of the response. Minor infractions typically warrant warnings or lesser disciplinary measures; dismissal is reserved for serious misconduct that damages the trust relationship essential to employment. Courts scrutinize dismissals carefully to ensure they are justified and proportionate.",
      "subsections": [
        {
          "heading": "4.1 Duty of Diligence and Good Performance",
          "content": "Article 5.a requires workers to fulfill specific work duties per their employment and in accordance with the rules of good faith and diligence. This means performing assigned tasks competently, working at a reasonable pace, meeting quality standards for the role, and making reasonable efforts to achieve work objectives. Diligence does not require perfection or exceptional performance (unless specifically contracted), but it does require conscientious effort.\n\nIn hospitality, diligence means arriving punctually for shifts, attending to customers courteously and efficiently, following recipes and service standards, maintaining cleanliness and organization, and generally meeting the reasonable performance expectations for the position. Isolated mistakes or occasional underperformance do not breach the duty of diligence; patterns of negligent or deliberately poor performance may justify disciplinary action. Before dismissing an employee for performance reasons, employers should typically provide clear expectations, training if performance gaps result from lack of skills, warnings, and opportunity to improve."
        },
        {
          "heading": "4.2 Duty to Comply with Safety Measures",
          "content": "Article 5.b requires workers to observe the safety and hygiene measures adopted. This duty is detailed in Article 29 of the Occupational Risk Prevention Law, which establishes that workers must use machinery, equipment, tools, and dangerous substances correctly, use provided PPE, follow safe work procedures, immediately report dangerous situations or equipment defects, and contribute to fulfilling employer safety obligations.\n\nCompliance with safety instructions is not optional. A worker who refuses to use required PPE, repeatedly ignores safe work procedures, or disables safety equipment commits a serious breach of duty. In food service, where safety practices protect both workers and public health, non-compliance with food safety protocols (such as temperature control, hand washing, cross-contamination prevention) is particularly serious. However, workers cannot be disciplined for refusing to perform work they reasonably believe presents serious imminent danger — that is an exercise of the safety right discussed earlier, not a breach of duty."
        },
        {
          "heading": "4.3 Duty to Comply with Employer Instructions",
          "content": "Article 5.c requires workers to comply with employer orders and instructions in the exercise of regular organizational and management powers. Employers have legitimate authority to organize work, assign tasks within the scope of the employee's role and contract, establish work schedules (within legal and conventional limits), and issue reasonable work rules. Workers must follow lawful instructions promptly and courteously.\n\nHowever, this duty has important limits. Workers are not required to follow instructions that violate law (e.g., instructions to work excessive hours without overtime pay, to perform dangerous work without proper protection, or to violate food safety regulations). Workers are not required to follow instructions that fundamentally change the employment contract without agreement (e.g., requiring a waiter to work as a chef, or requiring a breakfast shift worker to work nights). Workers are not required to follow instructions that violate dignity or privacy. Reasonable refusal to comply with unlawful or unreasonable instructions does not breach worker duties."
        }
      ]
    },
    {
      "heading": "5. Confidentiality and Non-Competition",
      "content": "Article 5.d establishes the duty not to compete with the employer's business activity or disclose confidential information even after the employment relationship ends. The confidentiality duty protects legitimate business secrets such as supplier lists, pricing strategies, recipes (when genuinely proprietary), customer databases, and business plans. Workers cannot disclose this information to third parties or use it for their own benefit. The duty continues indefinitely after employment ends for information that remains confidential.\n\nThe non-competition duty during active employment prohibits workers from engaging in competing business activities that conflict with the employer's interests. However, this does not prevent workers from having second jobs in non-competing businesses or from preparing to start a future business as long as they do not breach confidentiality or actively solicit the employer's customers while employed. Post-employment non-competition agreements (pactos de no competencia) are only enforceable if made in writing, limited in scope and duration, apply to positions with access to genuinely strategic information, and provide financial compensation to the worker for the restriction.",
      "subsections": [
        {
          "heading": "5.1 What Constitutes Confidential Information",
          "content": "Not all business information is confidential. Information in the public domain, general industry knowledge, and skills and experience gained during employment are not protected. Confidential information must have economic value because it is secret, must be subject to reasonable secrecy measures by the employer (e.g., marking documents as confidential, limiting access, explicit confidentiality instructions), and must be information that could harm the employer if disclosed or benefit competitors if known.\n\nIn hospitality, genuinely confidential information might include proprietary recipes developed in-house (not standard dishes available elsewhere), specific supplier agreements and pricing, customer preference databases used for personalized marketing, detailed financial information, and strategic expansion plans. Standard cooking techniques, general customer service practices, and skills developed during employment are not confidential and workers are entitled to use such knowledge in subsequent employment."
        },
        {
          "heading": "5.2 Breach of Confidentiality as Grounds for Dismissal",
          "content": "Article 54.2.d of the Workers' Statute lists breach of contractual good faith and abuse of trust in job performance as grounds for disciplinary dismissal. Disclosure of confidential information typically falls under this category. Whether disclosure justifies dismissal depends on the seriousness of the breach: the sensitivity of the information disclosed, the harm caused or potential harm, whether disclosure was intentional or negligent, and whether the worker had been clearly informed of confidentiality obligations.\n\nPublic disclosure of genuinely confidential business secrets, particularly with intent to harm the employer or benefit a competitor, is serious misconduct justifying dismissal. Casual mention of non-sensitive business information in conversation, or accidental disclosure without significant harm, typically warrants a warning rather than dismissal. As with all dismissals, courts will examine the proportionality of the employer's response."
        },
        {
          "heading": "5.3 Post-Employment Non-Competition Agreements",
          "content": "While workers have a duty not to compete during employment, post-employment non-competition restrictions are only enforceable if agreed in a written contract, limited to a maximum of two years for technical staff and six months for other workers, accompanied by financial compensation to the worker (amount to be agreed, but must be adequate to the restriction imposed), and justified by the worker's access to particularly sensitive information or customer relationships.\n\nIn hospitality, post-employment non-competition agreements are relatively rare because most positions do not involve access to strategically sensitive information. A non-competition clause preventing a waiter from working for any other restaurant in the city would likely be unenforceable as disproportionate and not justified by legitimate business interests. A non-competition clause preventing a head chef who developed a unique menu and signature dishes from immediately joining a direct competitor might be enforceable if accompanied by appropriate compensation. Any non-competition agreement should be reviewed by legal counsel to ensure enforceability."
        }
      ]
    },
    {
      "heading": "6. Balancing Rights and Duties in Practice",
      "content": "The relationship between worker rights and duties is one of mutual respect and balance. Workers are entitled to fair treatment, safe conditions, and respect for dignity, while employers are entitled to diligent performance, compliance with reasonable instructions, and professional conduct. Most successful employment relationships in hospitality are characterized by mutual understanding: employers who respect rights tend to have employees who fulfill duties conscientiously, while employers who systematically violate rights often experience poor performance, high turnover, and conflicts.\n\nWhen conflicts arise, they should ideally be resolved through internal dialogue before escalating to formal complaints or legal action. Many collective agreements establish internal dispute resolution procedures. Workers should first raise concerns with immediate supervisors or human resources. Employers should investigate concerns seriously and respond constructively. When internal resolution fails, workers can resort to external mechanisms: labor inspectorate complaints for health and safety or working time violations, discrimination complaints to equality authorities, and labor court claims for contract breaches or wrongful dismissal.",
      "subsections": [
        {
          "heading": "6.1 Internal Complaint and Grievance Procedures",
          "content": "Best practice is for employers to establish clear internal procedures for workers to raise concerns about rights violations, unsafe conditions, harassment, or discrimination. These procedures should specify how to make a complaint (in writing, to whom), what information to provide, timelines for employer investigation and response, confidentiality protections for complainants, and prohibition of retaliation. Workers should feel safe raising concerns without fear of penalty.\n\nIn hospitality, where workplace culture can be informal and hierarchies sometimes blurred, having a formal procedure helps ensure that concerns are taken seriously. Workers should be informed of the procedure during induction and reminded periodically. Supervisors and managers should be trained to receive complaints appropriately, neither dismissing concerns without investigation nor making promises they cannot keep. A well-functioning internal procedure can resolve many issues quickly and maintain workplace relationships."
        },
        {
          "heading": "6.2 Role of Employee Representatives and Unions",
          "content": "In workplaces with employee representatives (works councils, personnel delegates, union delegates), these representatives play an important role in mediating between individual workers and management. Workers can request union representation in disciplinary meetings or dismissal notifications. Representatives can assist workers in articulating concerns, ensure that legal procedures are followed, and negotiate resolutions to disputes.\n\nEven workers who are not union members can often receive advice and representation from hospitality sector unions. In Spain, the major unions (CCOO, UGT) have specific hospitality federations with expertise in the sector's particular issues. Consulting a union representative before taking formal legal action can help workers understand whether their concerns have legal merit, what remedies might be available, and what procedures to follow."
        },
        {
          "heading": "6.3 Labor Inspectorate and Court Procedures",
          "content": "When internal resolution fails and rights violations continue, workers can file complaints with the Labor and Social Security Inspectorate (Inspección de Trabajo y Seguridad Social). The inspectorate has authority to investigate complaints, examine workplace conditions and documents, interview workers and management, and impose sanctions for violations. Inspectorate procedures are administrative (not requiring lawyers or courts) and can be effective for issues such as unpaid wages, working time violations, or safety deficiencies.\n\nFor contractual disputes, discrimination claims, or dismissal challenges, workers file claims (demandas) in labor courts (juzgados de lo social). Labor court procedures in Spain are relatively accessible: filing fees are low or waived, workers can represent themselves or use union representatives (though lawyers are advisable for complex cases), and cases are typically heard within a few months. Courts have authority to order reinstatement, payment of back wages, compensation for wrongful dismissal, and penalties for rights violations. Successful claimants may also recover legal costs."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Worker Rights Protection Checklist (For Managers)",
      "items": [
        "Ensure all employees receive written contracts and information about employment conditions within 10 working days of starting work",
        "Pay all wages on time and provide detailed written payroll explaining all components and deductions",
        "Apply collective agreement provisions correctly including minimum salaries for each professional category",
        "Ensure recruitment, assignments, training opportunities, and promotions are based on objective criteria without discrimination",
        "Implement anti-harassment and anti-discrimination policies and ensure all staff are informed",
        "Provide occupational health and safety training specific to each role at hiring and when conditions change",
        "Supply all necessary personal protective equipment free of charge and maintain in good condition",
        "Respect employee privacy including data protection obligations and reasonable limits on surveillance",
        "Establish clear internal procedures for workers to raise concerns about rights violations",
        "Investigate all complaints about harassment, discrimination, or unsafe conditions promptly and seriously",
        "Never retaliate against workers who raise good-faith complaints or exercise legal rights",
        "Ensure that disciplinary measures are proportionate, documented, and compliant with legal procedures"
      ]
    },
    {
      "title": "Worker Duties Compliance Checklist (For Employees)",
      "items": [
        "Perform assigned work tasks diligently and to the best of your ability",
        "Arrive punctually for scheduled shifts and notify supervisor as early as possible if unable to work",
        "Follow safe work procedures and use all provided personal protective equipment correctly",
        "Comply with food safety protocols including handwashing, temperature control, and cross-contamination prevention",
        "Follow reasonable supervisor instructions related to work duties and assignments",
        "Treat customers, colleagues, and supervisors with courtesy and professionalism",
        "Maintain confidentiality of business information including prices, suppliers, and customer data",
        "Report safety hazards, equipment malfunctions, or dangerous situations immediately to supervisor",
        "Participate in required training sessions and apply learned skills to work",
        "Respect employer property and use work time for work purposes",
        "If you have concerns about an instruction, discuss with supervisor or request clarification before refusing",
        "If you believe your rights are being violated, follow internal complaint procedures or seek external advice"
      ]
    },
    {
      "title": "Workplace Conflict Resolution Checklist",
      "items": [
        "Identify the specific concern: is it a safety issue, contract dispute, discrimination, harassment, or other rights violation?",
        "Document the facts: dates, times, witnesses, specific incidents, and any relevant communications or documents",
        "Raise the concern internally first: speak with immediate supervisor, manager, or HR representative",
        "Put the complaint in writing if verbal discussion does not resolve the issue",
        "Allow reasonable time for employer investigation and response",
        "If the issue involves harassment or discrimination, request that confidentiality be maintained during investigation",
        "If internal procedures do not resolve the issue, consider whether employee representatives or union advice would help",
        "For safety concerns that are not promptly addressed, consider filing a complaint with the labor inspectorate",
        "For contract disputes or dismissal challenges, consult with a union representative or labor lawyer about court procedures",
        "Keep copies of all relevant documents including employment contract, payroll records, communications, and complaint responses",
        "Be aware of time limits for legal claims: typically 20 working days for dismissal challenges, one year for discrimination claims",
        "Throughout the process, continue to fulfill your work duties professionally unless you are exercising a specific legal right such as work stoppage for imminent danger"
      ]
    }
  ],
  "bestPractices": [
    "Develop a workplace culture where rights and duties are openly discussed, not treated as adversarial topics",
    "Provide all new employees with a written summary of their key rights and duties during induction, in language they understand",
    "Train all supervisors and managers on worker rights, lawful exercise of management authority, and how to respond to employee concerns",
    "Implement regular 'check-in' conversations between supervisors and employees to surface concerns before they escalate",
    "When disciplinary issues arise, focus on clear communication of expectations and support for improvement before resorting to sanctions",
    "Document performance issues and disciplinary processes carefully, ensuring fairness and proportionality at each step",
    "Establish a clear anti-retaliation policy and enforce it strictly — workers must feel safe raising concerns",
    "Periodically audit your employment practices for compliance with rights obligations: are wages paid correctly and on time? Are safety trainings up to date? Are assignment decisions non-discriminatory?"
  ],
  "glossary": {
    "Derechos Laborales": "Worker rights or labor rights — the legal entitlements that all workers have under Spanish and EU law",
    "Deberes Laborales": "Worker duties or obligations — the responsibilities that workers have toward their employers within the employment relationship",
    "Dignidad en el Trabajo": "Dignity at work — the right to respectful treatment free from harassment, humiliation, or degrading conduct",
    "Igualdad de Trato": "Equal treatment — the principle that workers in comparable situations must be treated equally without discrimination",
    "Buena Fe": "Good faith — the obligation to act honestly and fairly in the employment relationship, applicable to both workers and employers",
    "Prevención de Riesgos Laborales (PRL)": "Occupational risk prevention — the comprehensive system of worker safety rights and employer obligations established by Ley 31/1995",
    "Acoso Laboral": "Workplace harassment or bullying — repeated hostile behavior creating an intimidating, degrading, or humiliating work environment",
    "Despido Disciplinario": "Disciplinary dismissal — termination of employment for serious misconduct or repeated breach of worker duties",
    "Representantes de los Trabajadores": "Employee representatives — elected or appointed individuals (works council members, personnel delegates, union delegates) who represent workers in dealings with the employer",
    "Conciliación de la Vida Laboral y Familiar": "Work-life balance — the set of rights and measures that help workers balance employment with family and personal responsibilities"
  }
}
