{
  "title": "Young Worker Protection",
  "legalBasis": "Law 31/1995 on Occupational Risk Prevention Article 27; Royal Legislative Decree 2/2015 (Workers' Statute) Articles 6, 34, 36; Royal Decree 1561/1995 on special working hours; Convention 138 and 182 of ILO on minimum working age and worst forms of child labor",
  "summary": "Workers under 18 years of age require specific legal protections that recognize their physical, psychological, and developmental vulnerability. While Spanish law permits employment from age 16 (with parental or guardian authorization if under 18), young workers face restrictions on working hours, night work prohibition, limitations on hazardous work, and requirements for specific risk assessment and health surveillance. These protections are grounded in both domestic law — particularly Article 27 of Law 31/1995 on Occupational Risk Prevention and the Workers' Statute — and international instruments including ILO Conventions 138 and 182, which Spain has ratified.\n\nThe hospitality sector employs significant numbers of young workers, particularly in entry-level positions such as kitchen assistants, waiting staff, bar assistants, and cleaning roles. Many young people gain their first employment experience in hospitality, making appropriate protection and training particularly important for developing safe work habits and understanding employment rights. However, hospitality environments present particular risks for young workers: exposure to sharp tools, hot surfaces, dangerous equipment, heavy manual handling, unsocial working hours, and potentially inappropriate interactions with adult customers or colleagues.\n\nEffective protection of young workers requires employers to conduct specific risk assessments considering the worker's youth, immaturity, lack of experience, and awareness of risks; to provide appropriate training and supervision; to comply with working hour restrictions and night work prohibitions; to exclude young workers from dangerous tasks specified in law; and to involve parents or guardians in the employment process for workers under 18. Failure to provide these protections exposes young workers to preventable harm, creates serious legal liability for employers, and can result in significant administrative sanctions and criminal charges in cases of serious injury or death.",
  "keyPoints": [
    "Minimum working age is 16 years; workers under 18 require written parental or guardian authorization to work",
    "Night work (22:00-06:00) is absolutely prohibited for workers under 18 with no exceptions",
    "Maximum working time for under-18s is 8 hours per day and 40 hours per week, including training time",
    "Young workers are entitled to minimum 30-minute rest break when working more than 4.5 hours continuously",
    "Minimum daily rest is 12 hours between working days; weekly rest is 2 uninterrupted days",
    "Specific risk assessment must be conducted considering the young worker's immaturity and lack of experience",
    "Young workers are prohibited from operating dangerous machinery, handling toxic substances, and performing heavy manual handling beyond their physical capacity",
    "Health surveillance is mandatory for young workers before starting work and at regular intervals",
    "Supervision must be closer and more continuous for young workers, particularly during initial training period",
    "Employers must inform parents or guardians of the risks of the work and preventive measures implemented"
  ],
  "sections": [
    {
      "heading": "1. Legal Framework for Young Worker Employment",
      "content": "Spanish law permits employment from age 16, consistent with the minimum age established in ILO Convention 138 for countries where compulsory education ends at this age. However, workers under 18 are classified as 'minors' for employment law purposes and are subject to special protective provisions in both the Workers' Statute and occupational health and safety legislation. Employment of persons under 16 is strictly prohibited except in very limited circumstances (such as participation in cultural or artistic performances with special authorization), and violations can result in criminal charges.\n\nFor workers aged 16 and 17, employment requires written authorization from their parents or legal guardians unless the young person is legally emancipated or married. This authorization demonstrates that parents are aware of and consent to the employment, creating an opportunity for parental oversight of working conditions. The requirement reflects the recognition that young people may lack the judgment or confidence to refuse inappropriate work or to assert their rights against employer pressure. The authorization should be kept on file by the employer as evidence of compliance.\n\nArticle 27 of Law 31/1995 establishes specific occupational health and safety protections for young workers. The employer must conduct risk assessment specifically considering factors related to the worker's age: lack of experience and training, immaturity, physical and psychological development not yet complete, and limited awareness of risks and self-protection capabilities. The assessment must evaluate whether the work involves exposure to harmful agents, conditions that exceed the young person's physical or psychological capacity, or risks that cannot be recognized or avoided due to lack of experience or training. Where such risks exist, young workers must be excluded from these tasks.",
      "subsections": [
        {
          "heading": "1.1 Age Verification and Documentation",
          "content": "Before employing a young worker, the employer must verify age through official documentation such as national identity card (DNI) or passport. For workers under 18, written parental or guardian authorization must be obtained. The authorization should identify the young person, the nature of employment, working hours, and any relevant conditions, and should be signed by both parents or legal guardians where parental responsibility is shared. Copies of identity documents and parental authorization must be retained in the employee's file.\n\nThe employer should also obtain information about the young person's educational status. If the young person is still enrolled in compulsory education or post-compulsory education (such as Bachillerato or vocational training), working hours must be arranged to allow attendance at education without detriment to studies. Spanish law prioritizes education for minors; employment should not interfere with completion of education or create circumstances that encourage early school leaving. Some autonomous communities have specific regulations on combining work and education, and these must be respected."
        },
        {
          "heading": "1.2 Prohibited and Restricted Work for Young Workers",
          "content": "Royal Decree 1561/1995 and subsequent regulations prohibit young workers from performing work that exceeds their physical or psychological capacity, exposes them to toxic, carcinogenic, or teratogenic agents, involves harmful radiation, involves extreme temperatures or noise, or involves dangerous machinery or processes. In hospitality, this generally means young workers cannot: operate meat slicing machines, food processors with exposed blades, or other dangerous kitchen equipment without close supervision; handle concentrated cleaning chemicals or sanitizers without supervision; work alone in isolated areas particularly late at night or early morning; perform heavy manual handling exceeding safe weight limits for their age and physical capacity.\n\nThe regulations also restrict the number of hours young workers can be exposed to certain risk factors. For example, while adult workers may perform repetitive tasks throughout a shift, young workers should have tasks rotated to avoid prolonged repetition that could cause ergonomic injury during developmental years. Employers should err on the side of caution; if there is doubt about whether a task is appropriate for a young worker, seek guidance from the occupational health service or assign the task to an adult worker."
        }
      ]
    },
    {
      "heading": "2. Working Hours and Rest Period Requirements",
      "content": "Working time restrictions for young workers are more stringent than for adults, reflecting the need to protect young people's health, safety, education, and development. The maximum working time for workers under 18 is 8 hours per day and 40 hours per week, measured over a reference period. Importantly, this maximum includes time spent in training that is part of the employment, meaning that formal training hours count toward the 8-hour daily and 40-hour weekly limits. This contrasts with some training arrangements for adult workers where training time may be additional to working hours.\n\nOvertime is completely prohibited for workers under 18. There are no exceptions; even voluntary overtime or overtime with compensatory rest that might be permitted for adult workers cannot be worked by young workers. The absolute prohibition recognizes that young people may feel pressure to work additional hours to demonstrate commitment or to earn more money, but that such work presents risks to their development and well-being. Employers must ensure that scheduling systems prevent young workers from exceeding maximum hours and that managers understand they cannot request or permit overtime from these workers.\n\nRest breaks are more frequent and longer for young workers. When the working day exceeds 4.5 hours, young workers are entitled to a rest break of at least 30 minutes, and the break must be uninterrupted. This contrasts with the 15-minute break for shifts over 6 hours that applies to adult workers. The lower threshold (4.5 vs 6 hours) and longer duration (30 vs 15 minutes) reflect recognition that young workers have less physical and mental stamina. The break must be a genuine rest period — the young worker must be free from work duties, able to leave the work area, and not on-call.",
      "subsections": [
        {
          "heading": "2.1 Night Work Prohibition",
          "content": "Night work is absolutely prohibited for workers under 18. Night work is defined as work between 22:00 and 06:00. There are no exceptions to this prohibition, even with parental consent or the young worker's agreement. The prohibition applies regardless of the type of work or establishment, and applies even if the young worker works only briefly during the night period. For example, a shift from 20:00 to 23:00 would be illegal because it extends into the night period.\n\nThe prohibition reflects recognition that night work is particularly harmful to young people whose circadian rhythms and sleep needs differ from adults. Adolescents have a biological tendency toward later sleep onset and require more sleep than adults; night work disrupts this pattern with consequences for health, cognitive development, mood, and academic performance. Hospitality employers must schedule young workers only for day shifts ending before 22:00, even though this may create scheduling challenges in an industry where evening and night work is common.\n\nViolations of night work prohibition are treated seriously by labor inspectorate and can result in substantial fines classified as 'very serious' infractions. In establishments open late at night (bars, nightclubs, 24-hour restaurants), young workers can be employed during permitted hours for opening preparation, daytime service, or early evening shifts, but must finish before 22:00. Employers should build scheduling systems that prevent accidental assignment of young workers to prohibited hours."
        },
        {
          "heading": "2.2 Daily and Weekly Rest Requirements",
          "content": "Young workers are entitled to enhanced rest periods between working days and each week. Daily rest must be at least 12 consecutive hours between the end of one working day and the start of the next. This is longer than the 11-hour minimum for adult workers (except in sectors with specific reductions). The 12-hour minimum ensures adequate time for sleep, meals, personal care, and travel, recognizing that young people require more sleep than adults (typically 8-10 hours for adolescents).\n\nWeekly rest must be at least two uninterrupted days per week, preferably including Sunday. This contrasts with the 1.5-day minimum for adult workers. The two full days of weekly rest cannot be 'averaged' over multi-week periods; they must be provided each week. The requirement for two full days reflects the importance of ensuring young workers have adequate time for rest, family, social activities, and if applicable, schoolwork or study. Employers in hospitality, where weekend work is common, must schedule young workers to ensure they receive two full days off each week."
        }
      ]
    },
    {
      "heading": "3. Risk Assessment Specific to Young Workers",
      "content": "The risk assessment required by Article 27 of Law 31/1995 for young workers is distinct from general workplace risk assessment. It must specifically evaluate how identified workplace hazards affect young workers considering their developmental stage, lack of experience, and awareness of risks. The assessment should involve input from occupational health professionals with expertise in adolescent development, and where applicable, from parents or guardians who can provide information about the young person's health status, physical capacity, and any special considerations.\n\nFactors to consider in the assessment include: physical capacity and endurance, which are still developing and may be less than adult workers; skeletal and muscular development that may not yet be able to handle heavy loads or repetitive strain without injury; cognitive development including judgment, impulse control, and ability to assess and respond to risks, which mature into the mid-20s; limited work experience and unfamiliarity with workplace hazards and appropriate responses; psychological factors including susceptibility to peer pressure, reluctance to admit lack of understanding, and possible intimidation by adult colleagues or supervisors.\n\nThe risk assessment should result in clear determinations about which tasks the young worker can safely perform, which tasks require close supervision, which tasks are prohibited, and what additional training, information, or supervision is required. The assessment should be documented, reviewed with the young worker and their parents/guardians, and updated if job duties change or if incidents occur. Importantly, the assessment is not a one-time compliance exercise but should inform ongoing supervision and work assignment decisions.",
      "subsections": [
        {
          "heading": "3.1 Physical Capacity and Manual Handling",
          "content": "Young workers' physical capacity for manual handling is less than adults and continues to develop throughout adolescence. While Spanish regulations do not specify different maximum weights for young workers compared to adults, the general principle is that manual handling tasks must be within the worker's physical capacity, and this necessarily means lower limits for young workers. Risk assessment should consider that young workers, particularly those aged 16-17, may have adult height but not yet adult muscle development, bone density, or cardiovascular capacity.\n\nGuidelines from European and international sources suggest that young workers should not regularly handle loads exceeding 10-15 kg, and that even these weights should be handled with proper technique and mechanical aids where possible. In hospitality, this means young workers should not be assigned to tasks involving lifting heavy delivery boxes, moving kegs, carrying large cooking pots, or other heavy manual handling. Where some manual handling is necessary, trolleys, lifting aids, and assistance from adult colleagues should be provided. Young workers should receive specific training in safe lifting technique before any manual handling tasks."
        },
        {
          "heading": "3.2 Equipment Safety and Prohibited Machinery",
          "content": "Young workers are prohibited from operating machinery and equipment classified as dangerous without appropriate safeguards and supervision. In commercial kitchens, dangerous equipment includes meat slicers, food processors and mixers with exposed blades or moving parts accessible during operation, deep fat fryers (due to hot oil hazards), mechanical dough mixers with planetary attachments, and power-driven cleaning equipment. The prohibition applies unless the equipment has specific safety features preventing access to dangerous parts during operation and the young worker has received thorough training.\n\nEven where young workers are permitted to use certain equipment, closer supervision is required than for experienced adult workers. For example, a 17-year-old may use a commercial stand mixer with proper guards, but should be directly supervised by an experienced worker who verifies correct usage. Manual knives, while not prohibited, require careful training and supervision; young workers should be trained in safe knife handling, proper cutting techniques, and should use cut-resistant gloves for tasks like deboning or cutting tough materials. Employers should provide equipment appropriate to the young worker's skill level rather than expecting young workers to manage the same equipment as experienced chefs."
        },
        {
          "heading": "3.3 Chemical Hazards and Exposure",
          "content": "Young workers should not handle concentrated cleaning chemicals, degreasers, sanitizers, or other hazardous substances without appropriate training, personal protective equipment, and supervision. The risk assessment should identify all chemical substances used in the workplace and determine which can be safely handled by young workers. Products classified as toxic, corrosive, or harmful should generally be handled only by adult workers or by young workers under direct supervision.\n\nWhere young workers do handle chemicals as part of their duties (such as using diluted cleaning solutions for routine cleaning), they must receive training on the specific products, proper dilution procedures, use of personal protective equipment (gloves, eye protection), and emergency procedures for spills or exposure. Safety Data Sheets must be accessible and explained in language the young worker understands. Storage areas for hazardous chemicals should be controlled, with access limited to authorized persons who have been trained. Young workers should never be asked to mix concentrated chemicals or to work with products without proper labels or Safety Data Sheets."
        }
      ]
    },
    {
      "heading": "4. Training, Information, and Supervision",
      "content": "Young workers entering employment, often for the first time, require comprehensive training and information to understand workplace hazards, safe working practices, their legal rights, and how to seek help if problems arise. Article 27 of Law 31/1995 specifically requires that training and information provided to young workers must be adapted to their level of experience and understanding. This means using clear, simple language, providing demonstrations and hands-on practice rather than only verbal instruction, checking understanding through questions and observation, and repeating key safety messages frequently.\n\nInduction training for young workers should cover: general workplace hazards and the prevention measures in place; specific hazards of their assigned tasks and how to perform them safely; emergency procedures including evacuation routes, alarm signals, and what to do in different emergency scenarios; their right to refuse work they believe is dangerous; how to report hazards, injuries, or concerns; and their specific rights as young workers including working hour limits, rest breaks, and night work prohibition. The induction should include a tour of the workplace identifying exits, emergency equipment, first aid facilities, and welfare facilities.\n\nOngoing supervision of young workers must be closer and more continuous than for experienced adult workers. During the initial period (typically the first few weeks or months), young workers should not work alone but should always be in the presence of an experienced, designated supervising employee who can provide guidance, answer questions, intervene if unsafe practices are observed, and ensure the young worker does not undertake tasks beyond their competence. Even after the initial period, young workers should have a designated person they can approach with questions or concerns, and managers should maintain closer monitoring of young workers' task assignments and performance.",
      "subsections": [
        {
          "heading": "4.1 Mentorship and Role Modeling",
          "content": "Assigning an experienced adult worker as a mentor or buddy for young workers provides ongoing support, guidance, and role modeling of safe work practices. The mentor should be someone who consistently follows safety procedures, communicates well, has patience for teaching, and understands the special protections applicable to young workers. The mentor's responsibilities include demonstrating tasks before the young worker attempts them, observing the young worker's performance and providing feedback, answering questions and explaining the reasons behind safety rules, and serving as the first point of contact if problems arise.\n\nMentorship is particularly important in hospitality environments where the pace of work can be intense and where there may be informal pressure to cut corners or work faster than is safe. Young workers may be reluctant to admit they don't understand something or to ask for help for fear of appearing incompetent. A trusted mentor who creates a supportive learning environment makes it easier for young workers to ask questions, report concerns, and learn safe practices. Employers should select mentors carefully, provide them with guidance on their role, and recognize their contribution to workplace safety and young worker development."
        },
        {
          "heading": "4.2 Communication with Parents and Guardians",
          "content": "For workers under 18, employers should maintain communication with parents or guardians beyond the initial authorization to work. Parents should be informed of the nature of the work, the schedule, the risks identified in the risk assessment, and the preventive measures in place. This can be accomplished through written information provided when employment begins and through periodic updates if job duties or conditions change significantly. If incidents or injuries occur, parents should be notified immediately and provided with details of what happened and what actions are being taken.\n\nCommunication with parents is not only good practice but also a legal requirement in some circumstances. If a young worker is injured at work, even minor injuries should be reported to parents so they can assess whether medical attention is needed and can monitor recovery. If disciplinary issues arise, involving parents early can help address behavioral or performance problems constructively. However, employers must also respect the young worker's developing autonomy; communication with parents should be transparent to the young worker, not conducted behind their back, and should involve the young worker in discussions where appropriate."
        }
      ]
    },
    {
      "heading": "5. Health Surveillance and Welfare",
      "content": "Health surveillance is mandatory for young workers before they start work and at regular intervals during employment. The purpose is to verify that the young person is fit for the work they will perform, to identify any health conditions that might be adversely affected by the work or that might require workplace accommodations, and to monitor for any work-related health effects. The initial health assessment should be conducted before the young worker starts work or immediately upon starting, and should include medical history, physical examination, and any specific tests relevant to the work hazards (for example, baseline vision and hearing tests if visual tasks or noise exposure are involved).\n\nPeriodic health surveillance should be conducted at intervals determined by the occupational health service based on the nature of the work and identified risks, but generally at least annually for young workers. More frequent surveillance may be necessary if the work involves specific risk exposures. The health surveillance results are confidential medical information; the occupational physician provides the employer only with fitness certification (fit for work, fit with restrictions, or not fit) without disclosing medical details. If restrictions are identified, the employer must respect these by adapting work duties or reassigning tasks.\n\nBeyond formal health surveillance, employers should be attentive to young workers' well-being during employment. Young workers may be less able to recognize or report fatigue, stress, or physical strain. Supervisors should observe for signs that the young worker is struggling: excessive fatigue, difficulty keeping up with work pace, reluctance to admit lack of understanding, or signs of stress or anxiety. If such signs are observed, the supervisor should speak with the young worker privately, assess whether work demands need to be adjusted, and if concerns persist, consult with the occupational health service or parents.",
      "subsections": [
        {
          "heading": "5.1 Psychological and Social Well-Being",
          "content": "Young workers may face psychological and social challenges in the workplace, particularly in hospitality environments where they interact with adult colleagues and customers. Employers have a duty to protect young workers from harassment, bullying, sexual harassment, and exposure to inappropriate content or conversations. Clear policies prohibiting such behavior should be in place, and young workers should be informed of these policies and how to report concerns without fear of retaliation.\n\nManagers should be vigilant for signs of inappropriate behavior toward young workers by colleagues or customers. Young workers may be targeted for hazing, crude humor, or sexual advances by adults, and may not feel empowered to object or report such behavior. Creating a culture of respect and immediately addressing any inappropriate behavior sends a strong message that young workers are valued and protected. Training for all staff should emphasize appropriate professional conduct around young colleagues and the consequences of harassment or bullying."
        },
        {
          "heading": "5.2 Balancing Work and Education",
          "content": "For young workers who are still in education, employers should support rather than hinder educational achievement. Working hours should be scheduled to allow attendance at school or college without conflict. Homework and study time should be considered when scheduling shifts; a young person who works evening shifts Monday through Friday may have insufficient time for schoolwork, leading to poor academic performance and potential early school leaving.\n\nEmployers can positively support young workers' education by showing interest in their studies, providing flexibility for exam periods, allowing time off for important school events, and recognizing academic achievements. Some employers develop partnerships with vocational training programs, providing work experience or apprenticeship placements that integrate with formal education. These arrangements benefit both the young person (relevant work experience supporting qualification achievement) and the employer (developing skilled workers with company-specific knowledge). Ultimately, supporting education benefits employers through a better-educated workforce and enhances the employer's reputation as a responsible provider of youth employment."
        }
      ]
    },
    {
      "heading": "6. Enforcement, Penalties, and Best Practices",
      "content": "Non-compliance with young worker protections is taken seriously by Spanish labor authorities. Violations are classified by severity: minor infractions (such as administrative errors in documentation), serious infractions (such as failure to conduct required health surveillance or working hour violations), and very serious infractions (such as employing workers under 16, requiring night work, or exposing young workers to prohibited dangerous work). Penalties range from warnings and fines of hundreds of euros for minor violations to fines of thousands or tens of thousands of euros for serious and very serious violations.\n\nIn cases where young workers suffer injury due to employer failure to provide required protections, additional consequences can include criminal charges for offenses against workers' rights, increased liability in civil compensation claims, and reputational damage that affects the business's ability to recruit workers and attract customers. Labor inspectors pay particular attention to businesses with high youth employment rates, and complaints from young workers, parents, or trade unions trigger priority inspections. Employers should understand that compliance with young worker protections is not an optional extra but a fundamental legal obligation.\n\nBeyond legal compliance, best practices in young worker employment create positive experiences that benefit both the young person and the employer. Young workers who have positive first employment experiences develop good work habits, loyalty to employers who treated them well, and positive attitudes toward work. They may continue with the employer long-term or return during future academic breaks. Conversely, young workers who experience exploitation, unsafe conditions, or harassment may develop cynical attitudes toward employment, may leave precipitously, and may share negative experiences with peers, affecting the employer's reputation and recruitment.",
      "subsections": [
        {
          "heading": "6.1 Creating a Young-Worker-Friendly Environment",
          "content": "Employers can create genuinely supportive environments for young workers through several practices: providing structured orientation and training programs that set young workers up for success; recognizing that mistakes are learning opportunities and responding with patience and additional training rather than punishment; providing positive feedback and recognition for good performance, which builds confidence and engagement; investing in young workers' development through training opportunities beyond minimum job requirements; maintaining reasonable workloads and expectations that recognize young workers are still learning; and creating clear pathways for progression, showing young workers that good performance can lead to increased responsibility and advancement.\n\nFlexibility is particularly appreciated by young workers who are balancing work with education, family responsibilities, and social development. Allowing flexibility in scheduling (where operationally possible), accommodating exam periods and important school events, and showing understanding when genuine conflicts arise builds loyalty and reduces turnover. Many hospitality employers find that investing in young workers' development creates a pipeline of skilled, loyal employees who progress through the organization as they gain experience and qualifications."
        },
        {
          "heading": "6.2 Documentation and Compliance Monitoring",
          "content": "Maintaining comprehensive documentation demonstrates compliance and provides evidence in the event of inspections or complaints. For each young worker, maintain: age verification documents and parental authorization (for under-18s); specific risk assessment for young worker in their role; records of induction and ongoing training provided; health surveillance certificates from occupational health service; working time records demonstrating compliance with maximum hours, rest breaks, and night work prohibition; and any incident or injury reports and follow-up actions. These records should be organized, readily accessible, and retained for the required period after employment ends.\n\nRegular internal audits of young worker employment practices help identify and correct compliance gaps before they result in violations. The audit should verify: that all young workers have required documentation on file; that scheduled working hours comply with maximum limits and night work prohibition; that young workers are not assigned to prohibited tasks or equipment; that required training has been provided and documented; that health surveillance is current; and that supervisory arrangements are in place and effective. Any deficiencies identified should be corrected promptly, and the audit process should be documented to demonstrate ongoing compliance commitment."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Young Worker Pre-Employment Checklist",
      "items": [
        "Verify age through official identity document (DNI or passport)",
        "Obtain written parental or guardian authorization if worker is under 18",
        "Confirm educational status and verify work schedule does not conflict with school attendance",
        "Conduct specific risk assessment for the young worker's assigned role",
        "Identify tasks that are prohibited for young workers and ensure work assignment excludes these",
        "Determine training requirements specific to young worker's lack of experience",
        "Arrange initial health surveillance appointment with occupational health service before starting work",
        "Prepare written information on workplace hazards and preventive measures",
        "Assign experienced worker as mentor/supervisor for the young worker",
        "Provide information to parents/guardians on work nature, schedule, and safety measures",
        "Create schedule ensuring compliance with maximum hours, rest breaks, and night work prohibition",
        "Prepare induction training plan covering safety, emergency procedures, and young worker rights"
      ]
    },
    {
      "title": "Daily Supervision Checklist for Young Workers",
      "items": [
        "Verify young worker's assigned tasks are within permitted activities for their age",
        "Confirm young worker is not scheduled to work beyond 22:00 (night work prohibition)",
        "Ensure young worker has designated supervising adult worker present during shift",
        "Check that young worker takes required 30-minute rest break if working over 4.5 hours",
        "Observe young worker's performance of tasks for safe work practices",
        "Provide feedback and additional instruction if unsafe practices observed",
        "Ensure young worker has access to all necessary personal protective equipment",
        "Verify young worker is not being assigned manual handling beyond their physical capacity",
        "Monitor for signs of excessive fatigue, stress, or difficulty coping with work demands",
        "Maintain approachable supervision allowing young worker to ask questions or report concerns",
        "Record actual working hours to verify compliance with maximum hour limits",
        "Report any incidents, injuries, or concerns involving young worker to management immediately"
      ]
    },
    {
      "title": "Young Worker Training and Development Checklist",
      "items": [
        "Provide comprehensive induction covering workplace orientation, safety procedures, and emergency protocols",
        "Train on specific hazards of assigned tasks and safe work methods for each task",
        "Demonstrate tasks before expecting young worker to perform them independently",
        "Check young worker's understanding through questions and observation of practice",
        "Train on use of any equipment the young worker will operate, emphasizing safety features",
        "Provide training on manual handling technique before assigning any lifting tasks",
        "Train on chemical safety including product identification, PPE use, and spill response if applicable",
        "Educate on young worker rights including working hour limits, rest breaks, right to refuse unsafe work",
        "Provide ongoing coaching and feedback throughout initial employment period",
        "Conduct periodic refresher training on safety topics",
        "Document all training provided with dates, topics, trainer, and young worker signature",
        "Evaluate effectiveness of training through observation and periodic assessment"
      ]
    }
  ],
  "bestPractices": [
    "Assign mature, responsible adult workers as mentors for young workers, selecting people who model safe work practices and communicate effectively",
    "Start young workers with simpler, lower-risk tasks and progressively increase responsibility as they demonstrate competence and understanding",
    "Encourage questions by creating a culture where asking for clarification is viewed positively, not as a sign of weakness or incompetence",
    "Involve parents or guardians as partners in supporting young workers, particularly when the worker is 16 or 17 and living at home",
    "Recognize that mistakes and accidents involving young workers often reflect inadequate training or supervision rather than the young worker's fault",
    "Invest in young workers' development through training and opportunities for progression; they may become your skilled long-term workforce",
    "Never allow workplace 'banter' or hazing that targets or humiliates young workers; set clear standards of respectful behavior",
    "Regularly review young worker scheduling to ensure it does not conflict with education and allows adequate rest and personal time"
  ],
  "glossary": {
    "Young Worker": "In Spanish employment law, a worker under 18 years of age who is subject to special protections and restrictions",
    "Night Work": "Work performed between 22:00 and 06:00; absolutely prohibited for workers under 18 with no exceptions",
    "Parental Authorization": "Written permission from parents or legal guardians required for employment of persons under 18 who are not legally emancipated",
    "Maximum Working Time": "For young workers, 8 hours per day and 40 hours per week including training time; overtime is prohibited",
    "Risk Assessment for Young Workers": "Specific evaluation considering the young worker's immaturity, lack of experience, and developmental stage; required by Law 31/1995 Article 27",
    "Health Surveillance": "Mandatory medical examination before starting work and at regular intervals to verify fitness for work and monitor for work-related health effects",
    "Prohibited Work": "Tasks that young workers cannot perform due to physical demands, exposure to dangerous substances, or use of hazardous equipment",
    "Daily Rest": "Minimum 12 consecutive hours between working days for young workers (vs. 11 hours for adults)",
    "Weekly Rest": "Minimum 2 uninterrupted days per week for young workers (vs. 1.5 days for adults); preferably including Sunday"
  }
}
