{
  "title": "First Aid",
  "legalBasis": "Spanish Law 31/1995 on Occupational Risk Prevention Article 20; RD 39/1997 on Prevention Services Article 22; RD 486/1997 on workplace safety and health conditions Annex VI",
  "summary": "First aid is the immediate care provided to an injured or ill person before professional medical help arrives. In the hospitality industry, where sharp knives, hot surfaces, heavy equipment, and fast-paced work create continuous injury risks, effective first aid can be the difference between a minor incident and a serious medical emergency. Spanish occupational safety law requires all employers to ensure that first aid can be provided rapidly to any worker who suffers injury or illness at work.\n\nThe legal requirements for workplace first aid include: provision of appropriate first aid equipment and facilities proportionate to the number of workers, the nature of the work activities, and the risks identified in the risk assessment; designation and training of sufficient personnel to provide first aid at all times the establishment is operating; and arrangements for rapid contact with emergency medical services. For hospitality establishments, common first aid situations include cuts and lacerations from knives and broken glass, burns from hot equipment and liquids, slips and falls, allergic reactions, choking, heat-related illness, and cardiac events.\n\nAn effective workplace first aid program goes beyond meeting minimum legal requirements to create a safety culture where injuries are taken seriously, first aid equipment is properly maintained and accessible, trained first aiders are confident in their skills through regular refresher training, and all staff know how to summon help in an emergency. This guide covers first aid requirements, equipment, training, common hospitality injuries, and coordination with emergency medical services.",
  "keyPoints": [
    "At least one trained first aider must be designated per shift in establishments with 50+ workers, or fewer workers if high-risk activities occur",
    "First aid kits must be readily accessible, properly stocked, and regularly inspected for expiry dates and completeness",
    "All staff must know the location of first aid kits, the identity of trained first aiders, and the emergency number (112)",
    "All workplace injuries requiring first aid must be recorded in the accident record book",
    "First aid is immediate temporary care only — professional medical evaluation is required for anything beyond minor injuries",
    "Common hospitality first aid scenarios include cuts, burns, slips/falls, choking, and allergic reactions",
    "First aiders must not exceed their training — know when to call emergency services rather than attempting treatment beyond your competence",
    "First aid training must be refreshed every 2-3 years to maintain skills and update knowledge"
  ],
  "sections": [
    {
      "heading": "1. Legal Requirements and Employer Obligations",
      "content": "Article 20 of Law 31/1995 establishes the employer's duty to analyze foreseeable emergency situations and adopt necessary measures for first aid, emergency medical treatment, rescue work, firefighting, and evacuation. This fundamental obligation is elaborated in RD 39/1997, which requires the employer to designate personnel responsible for first aid and other emergency measures, ensure they have appropriate training, and provide them with adequate equipment.\n\nThe specific requirements vary based on workplace size, risk level, and distance from medical services. RD 486/1997 Annex VI specifies that workplaces must have at least one first aid kit for every 50 workers (or fraction thereof) engaged in activities without special risks, and at least one kit per 25 workers for higher-risk activities. Hospitality kitchens typically qualify as higher-risk due to cut and burn hazards, requiring more extensive first aid provision.\n\nFor establishments with 50 or more workers, or fewer workers if the risk assessment identifies significant accident risk or if the workplace is remote from medical services, at least one trained first aider must be designated. Smaller establishments must still ensure that first aid can be provided, either through trained staff or through arrangements with external medical services. The key principle is that effective first aid capability must be available at all times the workplace is operating.",
      "subsections": [
        {
          "heading": "1.1 First Aider Designation and Training",
          "content": "Designated first aiders must receive training from an authorized provider covering the fundamentals of first aid including assessment of casualties, CPR and use of automated external defibrillators (AEDs), control of bleeding, treatment of burns, fracture management, medical emergencies (choking, allergic reactions, cardiac events, stroke), and appropriate summoning of emergency services. Standard first aid courses in Spain are typically 8-20 hours depending on the level.\n\nFirst aider training must be refreshed periodically — best practice is every 2-3 years, though the specific requirement may vary by autonomous community. Skills such as CPR technique change as medical science evolves, and practical skills degrade without regular practice. Employers should provide refresher training and opportunities for first aiders to practice skills through simulations or mannequin practice sessions.\n\nThe number of trained first aiders should ensure coverage at all times. If the establishment operates multiple shifts, first aiders must be designated for each shift. For larger premises or those with multiple distinct areas (kitchen, dining room, bar, function rooms), having first aiders in each area reduces response time. At minimum, one trained first aider should be on duty at all times during operations."
        },
        {
          "heading": "1.2 First Aid Equipment and Facilities",
          "content": "First aid kits must contain appropriate supplies for the types of injuries likely to occur in the specific workplace. For hospitality, this must include supplies for treating cuts (sterile dressings, adhesive plasters, blue waterproof plasters for food handlers, bandages, adhesive tape), burns (sterile burn dressings, hydrogel burn gel), eye injuries (sterile eye wash, eye pads), and general medical supplies (disposable gloves, scissors, safety pins, resuscitation face shield, instant cold packs, triangular bandages for slings).\n\nKits should not contain medications (including aspirin, paracetamol, or ibuprofen) as first aiders are not authorized to administer medications and there are risks of allergic reactions or interactions with other medications. The only exception might be glucose gel or tablets for diabetic emergencies if specifically authorized by the occupational health service and trained first aiders.\n\nFirst aid facilities in larger establishments should include a designated first aid room or area with a bed or couch, sink with hot and cold water, first aid supplies, and a chair. This provides a clean, private space for first aid treatment away from the work area. Smaller establishments may not require a dedicated room but must still have a suitable space available."
        },
        {
          "heading": "1.3 Recording and Reporting Requirements",
          "content": "All workplace injuries, however minor, must be recorded in an accident record book (Libro de Accidentes). The record should include date and time, name of injured person, location and description of the incident, nature and location of the injury, first aid treatment provided, name of first aider, and whether the person returned to work or required further medical attention. This record serves multiple purposes: monitoring accident trends, informing risk assessment reviews, demonstrating compliance with first aid obligations, and providing information for workers' compensation claims if applicable.\n\nSerious accidents (those resulting in absence from work beyond the day of the incident, permanent injury, or death) must be reported to the labor authority and workers' compensation authority within specified timeframes. The employer must also investigate serious accidents to identify root causes and implement preventive measures. Even near-miss incidents that did not result in injury should be recorded and investigated, as they often reveal hazards that could cause serious injury in the future."
        }
      ]
    },
    {
      "heading": "2. Common Hospitality First Aid Scenarios",
      "content": "Hospitality work involves specific injury patterns driven by the tools, equipment, and work processes of food preparation and service. Understanding these common scenarios allows first aiders to prepare, practice, and respond effectively. The most frequent injuries in hospitality are cuts and lacerations from knives and broken glass, burns from hot surfaces and liquids, slips and falls, and manual handling injuries. Less frequent but potentially more serious are choking incidents, severe allergic reactions, and cardiac events.\n\nFirst aid response must be rapid, competent, and proportionate to the injury severity. Minor injuries may be fully treated with workplace first aid, while serious injuries require immediate summoning of emergency services and first aid focused on stabilizing the casualty pending professional help. First aiders must recognize the limits of workplace first aid and know when professional medical evaluation is necessary.",
      "subsections": [
        {
          "heading": "2.1 Cuts and Bleeding",
          "content": "Cuts are the most common workplace injury in hospitality kitchens. First aid for bleeding involves applying direct pressure to the wound with a sterile dressing, elevating the injured part above the level of the heart if possible, and maintaining pressure until bleeding stops. For minor cuts, cleaning with water, applying an antiseptic, and covering with a sterile adhesive plaster may be sufficient. For food handlers, use blue waterproof plasters that are visible if they fall into food.\n\nDeep cuts, cuts that will not stop bleeding after 10 minutes of direct pressure, cuts with embedded foreign objects, cuts to the face or hands where scarring is a concern, or any cut where you can see underlying tissue, fat, or bone require professional medical attention. Do not remove embedded objects (leave them in place and pad around them), do not apply tourniquets unless you have specific training and the situation is life-threatening with no other option, and do not use pressure points (direct pressure on the wound is more effective and safer).\n\nFor severe bleeding, summon emergency services immediately while continuing to apply pressure. Have the casualty lie down to prevent fainting from blood loss, reassure them, and keep them warm (shock can develop from significant blood loss). Maintain pressure continuously — do not keep lifting the dressing to check if bleeding has stopped as this disrupts clot formation."
        },
        {
          "heading": "2.2 Burns and Scalds",
          "content": "Burns from hot surfaces, equipment, liquids, or steam are frequent in kitchens. Immediate first aid is critical to limiting damage. Cool the burn immediately with cool (not ice-cold) running water for at least 10 minutes — this is the single most important first aid action for burns. Cooling within the first few minutes significantly reduces burn depth and severity. Remove jewelry and tight clothing from the burned area before swelling develops, but do not remove any material that is stuck to the burn.\n\nAfter cooling, cover the burn with sterile cling film or a sterile non-adherent dressing to protect it from infection and reduce pain. Do not use ice (can cause further tissue damage), do not apply butter, oil, or ointments (can trap heat and worsen the burn), and do not burst blisters (this increases infection risk). For small superficial burns (redness only, no blisters, smaller than the casualty's palm), workplace first aid may be sufficient. Monitor for signs of infection over the following days.\n\nSeek professional medical attention for: burns larger than the casualty's palm, deep burns (white, charred, or leathery appearance), burns causing blisters larger than a small coin, electrical burns, chemical burns, burns to the face, hands, feet, genitals, or major joints, burns that encircle a limb, any burn in a child, elderly person, or someone with other health conditions. For serious burns, summon emergency services, continue cooling if possible, cover loosely with cling film, treat for shock, and monitor breathing and consciousness."
        },
        {
          "heading": "2.3 Choking",
          "content": "Choking occurs when food or a foreign object blocks the airway. It is an immediate life-threatening emergency requiring rapid intervention. Recognize choking: the person cannot speak, breathe, or cough effectively; they may clutch their throat; they may have a high-pitched wheezing sound or be completely silent; skin may turn blue. Ask 'Are you choking?' — if they can speak or cough forcefully, encourage them to keep coughing but be ready to help if the obstruction does not clear.\n\nIf the person cannot cough effectively or is losing consciousness, perform back blows and abdominal thrusts (Heimlich maneuver): give up to 5 sharp back blows between the shoulder blades with the heel of your hand while supporting them leaning forward. Check if the obstruction has cleared after each blow. If back blows fail, give up to 5 abdominal thrusts: stand behind them, place a fist just above their navel, grasp it with your other hand, and pull sharply inward and upward. Alternate 5 back blows and 5 abdominal thrusts until the obstruction clears or emergency services arrive.\n\nCall emergency services (112) immediately if a choking episode is serious. If the person becomes unconscious, begin CPR — chest compressions may help dislodge the obstruction. After a choking incident, even if resolved, the person should be evaluated by medical professionals as abdominal thrusts can cause internal injuries."
        }
      ]
    },
    {
      "heading": "3. Medical Emergencies",
      "content": "Beyond traumatic injuries, hospitality workers and customers may experience sudden medical emergencies including cardiac events, strokes, severe allergic reactions, diabetic emergencies, seizures, and heat-related illness. First aiders must be able to recognize these emergencies, provide appropriate immediate care, and summon emergency medical services. Unlike traumatic injuries where the cause is obvious, medical emergencies require assessment skills to identify what is happening and determine the appropriate response.\n\nThe fundamental approach to medical emergencies is the primary survey: check for danger to yourself and the casualty, check for response (are they conscious?), check for breathing and circulation, and summon emergency services if the situation is serious. Many medical emergencies involve loss or alteration of consciousness, requiring careful monitoring and potentially CPR if the person stops breathing.",
      "subsections": [
        {
          "heading": "3.1 Cardiac Arrest and CPR",
          "content": "Cardiac arrest is when the heart stops beating effectively. The person will be unconscious, not breathing normally (may gasp occasionally), and have no pulse. This is an absolute emergency — without immediate CPR and defibrillation, death will occur within minutes. Call 112 immediately and begin CPR: place the person on their back on a firm surface, place the heel of one hand on the center of the chest, place your other hand on top, lock your elbows straight, and press down 5-6 cm at a rate of 100-120 compressions per minute.\n\nContinue compressions until an automated external defibrillator (AED) arrives, emergency services arrive and take over, or the person shows signs of life (breathing normally, moving, opening eyes). If an AED is available, turn it on and follow the voice instructions — it will analyze the heart rhythm and advise whether a shock is needed. AEDs are designed to be used by non-medical personnel and will not deliver a shock unless it is appropriate.\n\nMany hospitality establishments are now installing AEDs as they dramatically improve survival from cardiac arrest. If your establishment has an AED, all staff should know its location and designated first aiders should be trained in its use. Even without specific training, anyone can use an AED by following the device's voice instructions."
        },
        {
          "heading": "3.2 Severe Allergic Reactions (Anaphylaxis)",
          "content": "Anaphylaxis is a severe, potentially life-threatening allergic reaction that can develop within minutes of exposure to an allergen (typically food allergens in hospitality settings, but also insect stings, medications). Recognize anaphylaxis: widespread rash or hives, swelling of face, lips, or tongue, difficulty breathing or wheezing, rapid pulse, confusion or loss of consciousness, severe abdominal pain or vomiting. This is a medical emergency requiring immediate treatment.\n\nIf someone is experiencing anaphylaxis, call 112 immediately and state clearly that you suspect anaphylaxis. If the person has an adrenaline auto-injector (EpiPen, Jext, Emerade), help them use it or use it for them if they are unable — inject into the outer thigh through clothing if necessary. Have them lie down with legs raised (unless they are having breathing difficulty, in which case sitting may be better). Monitor their condition closely and be prepared to perform CPR if they lose consciousness and stop breathing.\n\nThe person may need a second dose of adrenaline if symptoms do not improve after 5-10 minutes and emergency services have not yet arrived (many people carry two auto-injectors for this reason). Even if symptoms improve after adrenaline, emergency medical evaluation is essential as symptoms can recur hours later (biphasic reaction). This highlights the critical importance of allergen management in hospitality — preventing exposure is far better than treating a reaction."
        },
        {
          "heading": "3.3 Heat-Related Illness",
          "content": "Working in hot kitchen environments creates risk of heat exhaustion and heat stroke, particularly during summer or extended busy periods. Heat exhaustion symptoms include heavy sweating, weakness, dizziness, nausea, headache, muscle cramps, and pale clammy skin. Heat stroke is more severe: high body temperature, confusion or altered mental state, hot dry skin (sweating may have stopped), rapid pulse, and possible loss of consciousness. Heat stroke is life-threatening and requires immediate emergency response.\n\nFor heat exhaustion: move the person to a cool area, have them lie down with legs raised, give them water or sports drinks to sip (if conscious and able to swallow), cool them with wet towels or fan them, and monitor their condition. Most people recover with these measures, but if symptoms worsen or do not improve after 30 minutes, summon emergency services.\n\nFor suspected heat stroke: call 112 immediately, move to a cool area, remove outer clothing, cool the person rapidly using whatever means available (wet towels, cool shower, ice packs to neck, armpits, and groin), and monitor consciousness and breathing. Heat stroke can cause organ damage and death if not treated rapidly. Prevention through adequate hydration, rest breaks, and rotation away from hot areas is far preferable to treating heat illness."
        }
      ]
    },
    {
      "heading": "4. First Aid Kit Contents and Maintenance",
      "content": "A properly stocked and maintained first aid kit is essential for effective workplace first aid response. The contents should reflect the specific risks of hospitality work, be appropriate to the number of workers, and be regularly checked and replenished. RD 486/1997 Annex VI provides a basic list, but this should be adapted to the specific establishment's risk profile based on the risk assessment and consultation with the occupational health service or first aid training provider.\n\nFirst aid kits should be stored in clearly identified locations, easily accessible to all staff, protected from contamination and weather but not locked or requiring keys to access in an emergency. In larger establishments or those with multiple distinct areas, multiple kits at different locations reduce response time. Each kit should be assigned to a responsible person who conducts regular checks and replenishment.",
      "subsections": [
        {
          "heading": "4.1 Recommended Kit Contents for Hospitality",
          "content": "Basic first aid kit for hospitality establishments should contain: sterile adhesive dressings (plasters) in assorted sizes including blue waterproof plasters for food handlers; sterile eye pads; triangular bandages for slings; safety pins; individually wrapped sterile unmedicated wound dressings (medium and large); disposable gloves (nitrile or vinyl, multiple sizes); sterile gauze pads; adhesive tape; bandages (conforming and crepe); scissors; tweezers; resuscitation face shield; disposable bags; first aid guidance leaflet.\n\nFor hospitality-specific risks, consider adding: burn dressings and hydrogel burn gel; eye wash solution and eye bath; instant cold packs; blue waterproof plasters specifically for food handler use; emergency blanket (foil sheet for treating shock). Advanced kits for establishments with trained first aiders might also include finger dressings, wound closure strips, and more extensive burn treatment supplies.\n\nDo not include medications in the first aid kit unless specifically authorized by the occupational health service and administered only by trained first aiders. The exception might be glucose gel or tablets if you have diabetic employees and authorization for their use in diabetic emergencies. Never include aspirin, paracetamol, or other general medications as these can cause allergic reactions or dangerous interactions."
        },
        {
          "heading": "4.2 Inspection and Replenishment",
          "content": "First aid kits must be inspected regularly (monthly is best practice) to verify that contents are complete, items are within expiry dates, and the kit is clean and properly organized. Use a checklist of required contents and record each inspection. Items used must be replaced immediately — the kit must be ready for the next incident at all times. Establish a clear procedure for restocking: who is responsible, where supplies are purchased, and what should be ordered.\n\nExpiry dates on sterile items must be respected — using out-of-date sterile dressings risks infection. Rotate stock to use older items first (FIFO principle). Items that do not have expiry dates (scissors, tweezers) should be checked for damage or wear. The kit container itself should be checked for damage, moisture ingress, or contamination.\n\nMaintain a log of kit inspections and replenishment as part of the first aid documentation. This demonstrates that the employer is meeting the obligation to maintain first aid provision and identifies patterns (if certain items are used frequently, consider whether additional prevention measures could reduce those injuries)."
        },
        {
          "heading": "4.3 Specialized Equipment",
          "content": "Beyond basic first aid kits, some establishments may benefit from specialized emergency equipment. Automated external defibrillators (AEDs) are increasingly common in public spaces and large workplaces. An AED can dramatically improve survival from sudden cardiac arrest. If installing an AED, ensure that designated first aiders are trained in its use, the device is properly maintained and checked regularly, and all staff know its location.\n\nOxygen administration equipment requires specific training and is typically only used by advanced first aiders with authorization from the occupational health service. Eye wash stations (beyond small eye wash bottles in the first aid kit) should be installed in areas where there is risk of chemical splash to eyes, such as cleaning chemical storage areas.\n\nSpinal immobilization equipment (cervical collars, backboards) requires specific training and is typically only used by emergency medical services. First aiders should not attempt to immobilize or move suspected spinal injury casualties unless there is immediate danger (fire, drowning) requiring movement — instead, keep the person still and support their head while awaiting emergency services."
        }
      ]
    },
    {
      "heading": "5. Coordination with Emergency Medical Services",
      "content": "Workplace first aid is interim care pending professional medical help. Effective coordination with emergency medical services (EMS) ensures that casualties receive professional care as quickly as possible. First aiders must know when to call for emergency services, what information to provide, how to prepare for their arrival, and how to hand over care appropriately.\n\nThe emergency number in Spain is 112, which provides access to medical emergencies (SAMUR, 061), fire services, and police. When calling 112, remain calm and provide clear information: the location with complete address and any access instructions, the number of casualties, the nature of the incident and injuries, the condition of the casualty (conscious/unconscious, breathing/not breathing), and any special hazards (gas leak, fire, chemical exposure). Follow the dispatcher's instructions — they may provide pre-arrival instructions such as how to perform CPR or how to position the casualty.",
      "subsections": [
        {
          "heading": "5.1 When to Call Emergency Services",
          "content": "Call 112 immediately for: unconsciousness or altered level of consciousness, difficulty breathing or not breathing normally, severe bleeding that cannot be controlled, suspected heart attack or stroke, severe burns, suspected broken bones or spinal injury, severe allergic reaction (anaphylaxis), choking that is not quickly resolved, poisoning or overdose, or any situation where you are uncertain — if in doubt, call.\n\nFor less serious injuries, consider whether professional medical evaluation is needed even if not an immediate emergency. The casualty should be advised to seek medical attention for: cuts that may need stitches (deep cuts, gaping wounds, cuts to face or hands), burns beyond minor superficial, head injuries with any period of unconsciousness or symptoms beyond immediate transient pain, chest pain or signs of cardiac problems, any injury to eyes, any injury where you are uncertain of severity. When in doubt, err on the side of seeking medical evaluation.\n\nNever let concerns about ambulance costs or disruption delay calling emergency services for serious situations. Delayed treatment can result in much worse outcomes. Some employers worry about workers' compensation costs, but delaying necessary medical care can actually increase costs (worse outcomes require longer treatment) and exposes the employer to liability for inadequate care."
        },
        {
          "heading": "5.2 Preparing for EMS Arrival",
          "content": "While waiting for emergency services: continue providing first aid as needed, continuously monitor the casualty's condition (especially consciousness and breathing), prepare to guide EMS to the casualty (send someone to meet the ambulance if the location is not obvious), clear access routes (ensure ambulance can access the building and stretcher can reach the casualty), gather any relevant information (the person's medical information if available, list of any medications they are taking, details of the incident), and keep bystanders back to give EMS room to work.\n\nDo not move the casualty unless there is immediate danger (fire, building collapse) requiring evacuation. If the person is unconscious but breathing, place them in the recovery position (on their side with head tilted back to keep airway open) unless spinal injury is suspected, in which case keep them still and monitor their breathing. If they stop breathing, be prepared to begin CPR.\n\nRemain with the casualty until EMS arrives — do not leave them alone. Reassure them, keep them warm with blankets if needed, and monitor their condition continuously. If their condition worsens (loss of consciousness, stops breathing, increased bleeding), provide appropriate first aid and update the 112 dispatcher by calling again if necessary."
        },
        {
          "heading": "5.3 Handover to Emergency Services",
          "content": "When EMS arrives, provide a clear, concise handover: identify yourself as the first aider, briefly describe the incident (what happened, when, how), describe the injuries observed and first aid provided, report the casualty's current condition and any changes since the incident, and provide any relevant medical information you have learned (allergies, medications, pre-existing conditions).\n\nFollow the EMS team's instructions — they may ask you to continue holding pressure on a wound, to help with moving the casualty, or to provide additional information. Once EMS takes over care, your first aid role is complete, though you may need to remain available to answer questions for their documentation or for later investigation.\n\nEnsure that documentation is completed: record the incident in the accident book, note the time EMS arrived and which service/ambulance attended, record where the casualty was taken if known, and document all first aid provided. This information may be needed for workers' compensation claims, incident investigation, or quality improvement of the first aid program."
        }
      ]
    },
    {
      "heading": "6. First Aid Program Management",
      "content": "An effective workplace first aid program requires ongoing management, not just initial setup. Program management includes maintaining trained first aider coverage, keeping equipment and supplies current, documenting and learning from incidents, integrating first aid with the broader health and safety program, and continuous improvement based on experience. Assigning clear responsibility for first aid program management ensures that it receives consistent attention.\n\nThe occupational health and safety committee or safety representative should include first aid in their regular review agenda. Annual review of the first aid program should consider whether the number and training of first aiders is adequate based on experience, whether equipment and facilities are appropriate and well-maintained, whether response times to incidents are acceptable, and whether any patterns in incidents suggest preventive opportunities.",
      "subsections": [
        {
          "heading": "6.1 First Aider Coverage and Support",
          "content": "Ensure adequate first aider coverage across all shifts and departments. Create a schedule showing which trained first aiders are on duty at any given time, and have contingency plans for absences (vacation, illness). Consider providing incentives for employees to become trained first aiders — small additional pay, recognition, or time off for training can encourage participation.\n\nSupport your first aiders: provide regular refresher training, opportunity to practice skills, access to guidance and consultation with occupational health professionals, and psychological support if they are involved in traumatic incidents. First aiders may experience stress or emotional reactions after providing care in serious incidents, particularly if the outcome is poor. Acknowledge this and provide appropriate support including debriefing and, if needed, counseling.\n\nMaintain a register of trained first aiders including training dates, certification expiry dates, and renewal schedules. Track when refresher training is due and schedule it proactively rather than allowing certifications to lapse. Some organizations maintain a few extra trained first aiders beyond the minimum requirement to provide buffer for absences and turnover."
        },
        {
          "heading": "6.2 Learning from Incidents",
          "content": "Every incident requiring first aid is an opportunity to learn and improve. Review the accident records regularly to identify patterns: Are certain types of injuries recurring? Are particular areas or times of day seeing more incidents? Are response times adequate? Were any deficiencies in first aid provision or response identified? Use this information to improve prevention (addressing root causes of recurring injuries), improve first aid response (additional training on common scenarios, repositioning first aid kits), and inform risk assessment review.\n\nConduct more detailed investigation of serious incidents to understand root causes and identify preventive measures. Near-miss incidents (where injury nearly occurred or could have been much worse) should also be investigated as they often reveal hazards before serious injury results. A culture of reporting and learning, rather than blame, encourages staff to report incidents and near-misses so that learning opportunities are not missed.\n\nPeriodically review first aid kit usage to inform restocking decisions. If certain items are never used, are they necessary? If certain items are used very frequently, should you stock larger quantities or investigate prevention of those injuries? Usage patterns provide insight into the actual first aid needs of your specific workplace."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "First Aid Program Requirements Checklist",
      "items": [
        "Adequate number of trained first aiders designated for establishment size and risk level",
        "First aider coverage ensured for all shifts and departments",
        "First aider training current and refreshed within required period (2-3 years)",
        "First aid kits provided in appropriate number and locations based on workplace size and layout",
        "Kit contents appropriate to workplace risks (cuts, burns, general injuries)",
        "Kits regularly inspected (monthly) and maintained with contents complete and in-date",
        "First aid room or suitable treatment area available if required by establishment size",
        "All staff informed of first aid arrangements: who, where, what to do in emergency",
        "Emergency contact procedures clearly communicated (112 emergency number)",
        "Accident record book maintained and all incidents recorded",
        "First aid procedures integrated into risk assessment and emergency plans",
        "Annual review of first aid program adequacy and effectiveness"
      ]
    },
    {
      "title": "First Aid Kit Monthly Inspection Checklist",
      "items": [
        "Kit location accessible and clearly marked",
        "Kit container clean and undamaged, seals intact",
        "Inventory list present and current",
        "All required items present in required quantities",
        "Sterile items in sealed packaging, undamaged",
        "All items within expiry dates — replace any expired items",
        "Disposable gloves available in multiple sizes",
        "Blue waterproof plasters available for food handler use",
        "Burn treatment supplies available and in-date",
        "Eye wash solution available and in-date",
        "First aid guidance leaflet present and current",
        "Inspection documented with date, inspector name, any actions taken"
      ]
    },
    {
      "title": "Emergency Response Procedure Checklist",
      "items": [
        "Assess the scene: is it safe to approach?",
        "Check casualty response: are they conscious? Speaking? Moving?",
        "If unconscious: check breathing — look, listen, feel for normal breathing",
        "If not breathing normally: call 112 immediately and begin CPR",
        "If breathing but unconscious: place in recovery position, call 112, monitor breathing",
        "If conscious but injured: assess injuries, provide appropriate first aid",
        "Call 112 if injury is serious or you are uncertain",
        "Provide location, number of casualties, nature of injuries to dispatcher",
        "Send someone to meet ambulance and guide them to casualty",
        "Continue monitoring casualty and providing first aid until EMS arrives",
        "Handover to EMS: describe incident, injuries, treatment provided, current condition",
        "Record incident in accident book as soon as practicable"
      ]
    }
  ],
  "bestPractices": [
    "Train more first aiders than the minimum requirement to ensure coverage during absences and provide depth",
    "Conduct periodic first aid scenarios or simulations to maintain skills and confidence between actual incidents",
    "Position first aid kits strategically based on where injuries are most likely and where response time matters most",
    "Use visual aids (posters, signs) to remind staff of first aid locations and basic emergency procedures",
    "Debrief after significant first aid incidents to identify lessons learned and support first aiders emotionally",
    "Integrate first aid training into new employee orientation so all staff have basic awareness even if not designated first aiders",
    "Consider installing an AED in larger establishments or those with higher cardiac risk (older customers, stress environment)",
    "Build relationships with local emergency services — invite them to visit and familiarize with your premises",
    "Track and trend first aid incidents to identify prevention opportunities rather than just treating injuries reactively"
  ],
  "glossary": {
    "First Aid": "Immediate care provided to an injured or ill person before professional medical help arrives",
    "First Aider": "Person trained in first aid and designated to provide it in the workplace",
    "CPR": "Cardiopulmonary Resuscitation — chest compressions to maintain blood flow when heart has stopped",
    "AED": "Automated External Defibrillator — device that analyzes heart rhythm and delivers electrical shock if needed to restart heart",
    "Anaphylaxis": "Severe, potentially life-threatening allergic reaction affecting multiple body systems",
    "Recovery Position": "Position for unconscious but breathing person, lying on side with head tilted back to maintain open airway",
    "Primary Survey": "Initial assessment checking for danger, response, breathing, and circulation",
    "EMS": "Emergency Medical Services — professional ambulance and paramedic services (112 in Spain)",
    "Accident Book": "Libro de Accidentes — required record of all workplace injuries and first aid provided"
  }
}