{
  "title": "Fire Prevention",
  "legalBasis": "Royal Decree 513/2017 on fire protection installations (Reglamento de Instalaciones de Protección contra Incendios); Royal Decree 2267/2004 on fire safety in industrial establishments; Technical Building Code DB-SI (fire safety document); Law 31/1995 on Occupational Risk Prevention",
  "summary": "Fire prevention is a critical component of workplace safety in hospitality establishments, where the combination of cooking equipment, electrical appliances, flammable materials, and public occupancy creates significant fire risk. Royal Decree 513/2017 establishes comprehensive requirements for fire protection installations, while RD 2267/2004 and the Technical Building Code set out fire safety measures for buildings. Every hospitality establishment must have functioning fire detection and suppression systems, accessible firefighting equipment, clear evacuation routes, and trained staff capable of responding effectively to fire emergencies.\n\nKitchen fires, particularly grease fires from deep fryers and cooking equipment, represent the most common fire hazard in restaurants and bars. These fires can escalate rapidly if not controlled immediately, potentially causing catastrophic property damage, serious injuries, and loss of life. Effective fire prevention requires a multi-layered approach: proper installation and maintenance of fire suppression systems, regular inspection of firefighting equipment, strict adherence to kitchen safety protocols, staff training in fire response procedures, and cultivation of a safety-first culture.\n\nCompliance with fire safety regulations is not merely a legal obligation — it is a fundamental duty of care to employees and customers. Fire safety inspections are conducted regularly by local fire departments and municipal authorities, with serious violations potentially resulting in closure orders. Beyond regulatory compliance, a robust fire prevention programme protects lives, preserves property, maintains business continuity, and demonstrates professional responsibility.",
  "keyPoints": [
    "All hospitality establishments must have appropriate fire detection and alarm systems as required by the Technical Building Code",
    "Kitchen hood fire suppression systems (typically K-class or wet chemical systems) must be installed, inspected, and maintained by authorized companies",
    "Portable fire extinguishers must be located at maximum 15-meter intervals, clearly marked, accessible, and appropriate for the fire classes present",
    "Staff must receive fire safety training including extinguisher use, evacuation procedures, and emergency response protocols",
    "Fire exits must remain clear, unlocked during operating hours, and clearly marked with illuminated emergency exit signs",
    "Grease fires require specific suppression methods — water must never be used on burning oil or grease",
    "Fire drills must be conducted at least every six months, with all staff participating and results documented",
    "Gas equipment poses dual fire and explosion risks and requires specific safety protocols and regular inspection",
    "Electrical systems must be properly installed, maintained, and not overloaded to prevent electrical fires",
    "Fire safety documentation including inspection certificates, maintenance records, and evacuation plans must be maintained and accessible"
  ],
  "sections": [
    {
      "heading": "1. Legal Framework and Fire Safety Requirements",
      "content": "Spain's fire safety regulatory framework for hospitality establishments is comprehensive, spanning building design, fire protection systems, firefighting equipment, and operational procedures. Royal Decree 513/2017 is the principal regulation governing fire protection installations, setting technical requirements for detection systems, alarms, extinguishers, sprinkler systems, and emergency lighting. This decree mandates that all fire protection equipment must be installed by authorized companies and undergo periodic inspections and maintenance according to defined schedules.\n\nThe Technical Building Code (Código Técnico de la Edificación), specifically the fire safety document (DB-SI), establishes requirements for building fire safety based on occupancy, use, and size. For hospitality establishments, these requirements typically include fire-resistant construction materials, compartmentalization to limit fire spread, adequate means of escape with appropriate capacity and travel distances, and emergency lighting to facilitate safe evacuation. Royal Decree 2267/2004 applies to industrial establishments, which may include large commercial kitchens and food processing areas within hospitality operations, adding additional fire safety requirements for these high-risk zones.\n\nLaw 31/1995 on Occupational Risk Prevention establishes the employer's duty to protect workers from fire risks through risk assessment, preventive measures, emergency procedures, and training. This law places legal responsibility on the employer to ensure that the workplace is safe from fire hazards and that workers are equipped with the knowledge and resources to respond effectively to fire emergencies. Local municipal ordinances may impose additional requirements, particularly for establishments serving alcohol, hosting entertainment, or operating in historic buildings with heritage restrictions.",
      "subsections": [
        {
          "heading": "1.1 Classification and Risk Assessment",
          "content": "Hospitality establishments are classified for fire safety purposes based on occupancy load (number of people), floor area, building height, and activities conducted. Restaurants, bars, and nightclubs are typically classified as 'public use' buildings, which carry more stringent fire safety requirements than office or residential buildings. The classification determines the level of fire protection required, including the number and type of fire extinguishers, the necessity for automatic fire detection systems, and the requirements for emergency evacuation routes.\n\nFire risk assessment must evaluate ignition sources (cooking equipment, electrical systems, smoking materials), fuel sources (cooking oils, alcohol, cleaning chemicals, furnishings), and potential fire spread routes. The assessment must also consider vulnerable populations who may be present, such as elderly customers, young children, or persons with mobility impairments who may require assistance during evacuation. High-risk areas within the establishment — particularly kitchens, bars with extensive alcohol storage, and boiler rooms — require enhanced preventive measures and suppression systems."
        },
        {
          "heading": "1.2 Inspection and Certification Requirements",
          "content": "Fire protection installations must be inspected and certified by authorized maintenance companies (empresas mantenedoras autorizadas) according to schedules specified in RD 513/2017. For example, portable fire extinguishers require three-monthly visual checks, annual maintenance, and five-yearly hydraulic testing. Automatic fire detection systems require quarterly inspections. Kitchen hood fire suppression systems require six-monthly maintenance inspections. These inspections must be documented, and certificates must be maintained and available for review by competent authorities.\n\nLocal fire departments (bomberos) and municipal building inspection services conduct periodic fire safety inspections of hospitality establishments. Inspectors verify that required fire protection systems are installed, maintained, and functional; that fire exits are clear and accessible; that emergency lighting operates correctly; and that staff are trained in emergency procedures. Operating licenses (licencias de actividad) may be suspended or revoked for serious fire safety violations, making compliance essential for business continuity."
        }
      ]
    },
    {
      "heading": "2. Kitchen Fire Prevention and Suppression Systems",
      "content": "Commercial kitchens represent the highest fire risk area in any hospitality establishment. The combination of open flames, high-temperature cooking equipment, hot oils and greases, and combustible materials creates an environment where fires can ignite and spread rapidly. Grease fires are particularly dangerous because they burn at extremely high temperatures (over 300°C), can reignite after being extinguished if sufficient heat remains, and react explosively if water is applied.\n\nAutomatic fire suppression systems integrated into kitchen extraction hoods are the primary defense against kitchen fires. These systems, typically using wet chemical agents specifically designed for cooking oil fires (K-class), automatically detect fires through thermal links or sensors and discharge suppressant directly onto the fire source. The system simultaneously shuts down cooking equipment fuel supplies (gas or electricity) and triggers the building's fire alarm. Installation of such systems is mandatory in professional kitchens under Spanish fire safety regulations, and the system must be designed and installed by an authorized specialist company.\n\nDaily operational fire prevention in the kitchen requires strict adherence to protocols: maintaining clean hood filters to prevent grease accumulation, never leaving cooking equipment unattended during use, keeping combustible materials away from heat sources, properly managing cooking oil temperatures, and ensuring that manual firefighting equipment is accessible and in working condition. Kitchen staff must be specifically trained in grease fire response and must understand that attempting to extinguish a large grease fire with water can cause explosive spread of burning oil, resulting in severe burns and rapid fire propagation.",
      "subsections": [
        {
          "heading": "2.1 Hood Suppression System Components",
          "content": "A typical kitchen hood fire suppression system consists of several integrated components. Detection devices — usually fusible links that melt at a predetermined temperature — sense the fire. The control panel activates when detection occurs, triggering the discharge of suppressing agent through nozzles positioned above cooking equipment. Simultaneously, the system activates actuators that shut off gas valves or trip electrical circuits to cooking equipment, eliminating the fuel source.\n\nThe suppressing agent, typically a wet chemical potassium-based solution, works by both cooling the fire and creating a foam blanket that seals the surface of burning oil, preventing oxygen from sustaining combustion. This agent is specifically formulated for high-temperature cooking oil fires and is non-toxic and relatively easy to clean after discharge. The system also includes a manual pull station that allows staff to activate suppression manually if they detect a fire before automatic activation occurs, and it integrates with the building's fire alarm system to alert occupants and emergency services."
        },
        {
          "heading": "2.2 Maintenance and Testing Protocols",
          "content": "Kitchen fire suppression systems require six-monthly inspections by authorized maintenance companies. These inspections verify that nozzles are properly positioned and unobstructed, fusible links are intact and not degraded, the suppressant agent cylinder contains sufficient pressure and has not exceeded its service life, gas shut-off valves operate correctly, and the system activates properly when tested. Any deficiencies must be corrected immediately, and systems must not be left out of service during operating hours.\n\nDaily staff checks should verify that the manual pull station is accessible and not blocked, hood filters are clean (dirty filters not only reduce extraction efficiency but also create a path for fire to spread into ductwork), and no unauthorized modifications have been made to cooking equipment placement that would place equipment outside the protected area. After any system activation — even during testing — the system must be recharged and reset by an authorized technician before the kitchen can resume operations."
        },
        {
          "heading": "2.3 Grease Management and Prevention",
          "content": "Grease accumulation in hood filters, ductwork, and on surfaces is both a fire hazard and a fuel source that can cause fires to spread. Hood filters must be cleaned or replaced frequently — in high-volume kitchens, daily cleaning may be necessary. Duct cleaning should be performed by professional cleaning companies at intervals determined by the volume and type of cooking (typically quarterly to annually). Visible grease accumulation on walls, floors, or equipment must be cleaned promptly.\n\nDeep fryer management is critical to grease fire prevention. Oil temperature must never exceed the recommended maximum (typically 180-190°C), and oil must be replaced when it shows signs of degradation (excessive smoke, darkening, increased viscosity). Overfilling fryers leaves insufficient freeboard for oil expansion when food is added, potentially causing overflow and fire. A fire blanket must be positioned near fryers for immediate use if ignition occurs, and staff must be trained never to attempt to move a fryer containing burning oil."
        }
      ]
    },
    {
      "heading": "3. Portable Fire Extinguishers and Manual Firefighting Equipment",
      "content": "Portable fire extinguishers are the first line of manual defense against small fires and must be strategically located throughout hospitality establishments. Royal Decree 513/2017 specifies that extinguishers must be positioned so that the maximum travel distance to reach an extinguisher is 15 meters in general areas. In kitchens and other high-risk zones, this distance is reduced to ensure immediate access. Extinguishers must be mounted at a visible, accessible location between 80cm and 120cm from the floor, clearly marked with signage, and never blocked by furniture, equipment, or stored items.\n\nThe type of extinguisher must match the classes of fire likely to occur in each area. Class K (wet chemical) extinguishers are required in kitchen areas for grease fires. Class ABC (dry chemical powder) extinguishers provide broad protection against ordinary combustibles, flammable liquids, and electrical fires, making them suitable for general areas, bars, and storage rooms. Carbon dioxide (CO₂) extinguishers are often placed near electrical panels and equipment rooms because they leave no residue and are safe for electrical fires. Water-based extinguishers may be suitable for dining areas where ordinary combustible materials dominate, but they must never be used in kitchens due to the risk of grease fires.\n\nStaff must be trained not only in the location of extinguishers but also in the PASS technique: Pull the safety pin, Aim the nozzle at the base of the fire, Squeeze the handle to discharge, and Sweep side to side across the base of the fire. Training must emphasize knowing when not to fight a fire — if the fire is larger than a small trash can, if smoke is filling the room, if the fire is between the person and the exit, or if the person is not confident in their ability to use the extinguisher, the correct action is to activate the alarm, alert others, and evacuate immediately.",
      "subsections": [
        {
          "heading": "3.1 Inspection and Maintenance Schedules",
          "content": "Fire extinguishers require multiple levels of inspection and maintenance. Monthly internal checks should be conducted by designated staff members to verify that extinguishers are in their assigned locations, the pressure gauge indicates adequate pressure (in the green zone), there is no visible physical damage, and the safety pin and tamper seal are intact. These checks should be documented on a log attached to or near the extinguisher.\n\nAnnual maintenance inspections must be conducted by authorized fire protection companies. These inspections involve removing the extinguisher from service, weighing or measuring the extinguishing agent to verify full charge, inspecting internal components, checking hoses and nozzles for blockages, replacing safety pins and tamper seals, and updating the inspection tag. Every five years (or according to the manufacturer's schedule), extinguishers must undergo hydraulic pressure testing to verify the integrity of the cylinder. After any discharge, even partial, extinguishers must be immediately recharged before being returned to service."
        },
        {
          "heading": "3.2 Fire Blankets and Alternative Equipment",
          "content": "Fire blankets are essential supplementary equipment in kitchens and are particularly effective for small grease fires, clothing fires, and situations where extinguisher use might spread burning material. A fire blanket is a sheet of fire-resistant material (typically fiberglass fabric treated with flame retardant) stored in a quick-release wall-mounted container. To use, the user pulls the tabs to release the blanket, holds it as a shield, and carefully places it over the fire to smother it by excluding oxygen.\n\nFire blankets must be positioned in kitchens near cooking equipment, easily accessible but not so close to potential fire sources that they would be unreachable during a fire. After use, fire blankets must be replaced — they are single-use items and cannot be cleaned and reused. Additional manual firefighting equipment may include fire hose reels in larger establishments, though their use requires training and is generally intended for use by trained personnel or firefighters rather than general staff."
        }
      ]
    },
    {
      "heading": "4. Evacuation Procedures and Emergency Response",
      "content": "Rapid, orderly evacuation is the most critical life-safety measure during a fire. Every hospitality establishment must have a documented evacuation plan that identifies primary and secondary escape routes from every area of the building, designates assembly points at a safe distance from the building, assigns specific roles and responsibilities to staff members during evacuation, and addresses the needs of customers who may require assistance. The plan must be displayed prominently in staff areas and incorporated into induction training for all new employees.\n\nFire exits must meet strict regulatory standards. They must open in the direction of escape, be unlocked during all hours when the premises are occupied, remain unobstructed at all times, be clearly marked with illuminated 'SALIDA' (EXIT) signs visible even in smoke, and lead directly to a place of safety outside the building. Emergency lighting must activate automatically in the event of power failure, providing sufficient illumination along escape routes for safe evacuation. The number and capacity of exits must be adequate for the maximum occupancy of the establishment, calculated according to Building Code standards.\n\nStaff roles during evacuation include alerting customers calmly but firmly that they must leave immediately, directing customers to the nearest safe exit, assisting vulnerable persons who need help, performing a rapid sweep of assigned areas (including restrooms) to verify everyone has evacuated, closing doors to slow fire spread (but not locking them), accounting for all staff at the assembly point, and liaising with emergency services on arrival. Kitchen-specific procedures must address shutting down gas supplies and turning off cooking equipment if it is safe to do so, but these actions must never delay evacuation.",
      "subsections": [
        {
          "heading": "4.1 Fire Drills and Training",
          "content": "Fire drills must be conducted at least twice annually, with all staff participating. Drills should be unannounced to staff (though notification to customers in advance may be appropriate to avoid panic) and should simulate realistic scenarios, including scenarios where primary exits are blocked. Each drill should be timed and evaluated: How long did complete evacuation take? Did all staff perform their assigned roles? Were any problems or confusion points identified? Did everyone reach the assembly point safely?\n\nPost-drill debriefing is essential for continuous improvement. Discuss what worked well, what issues arose, and what needs to be changed in the evacuation plan or staff training. Document the drill date, time, duration, participating staff, any problems encountered, and corrective actions taken. This documentation demonstrates due diligence to regulatory authorities and provides evidence of ongoing safety commitment. Staff should also receive theoretical training on fire behavior, the importance of closing doors to contain fire and smoke, and the deadly nature of smoke inhalation."
        },
        {
          "heading": "4.2 Communication and Alarm Systems",
          "content": "Effective fire alarm systems must be audible throughout the entire establishment, distinguishable from other audible signals (phone ringtones, order buzzers), and sufficiently loud to be heard over background music and conversation noise. In larger or multi-level establishments, alarm systems should include visual signals (flashing lights) to ensure the alarm is noticed in all areas. Manual call points (break-glass alarm activation buttons) must be positioned near exits and along escape routes.\n\nWhen the alarm sounds, staff must immediately transition to emergency response mode: stop serving, suspend all non-emergency activities, and begin evacuation procedures. A common error is to investigate the cause of the alarm before taking action — this delay can be fatal. The proper procedure is to treat every alarm activation as a real fire until confirmed otherwise. In establishments with automatic detection systems, false alarms do occur, but the protocol must always be to evacuate first and investigate later, never to ignore an alarm."
        }
      ]
    },
    {
      "heading": "5. Gas Safety and Electrical Fire Prevention",
      "content": "Natural gas and LPG (butane or propane) are common fuel sources in hospitality kitchens, providing precise temperature control and instant response. However, gas presents both fire and explosion hazards. Gas installations must comply with Royal Decree 919/2006 on gas installation regulations and must be installed and maintained by authorized gas installers (instaladores autorizados de gas). Annual inspections by authorized technicians are mandatory to verify that gas piping is sound, connections are secure, pressure regulators function correctly, and safety shut-off systems operate properly.\n\nGas leak detection is critical. Staff must be trained to recognize gas leak indicators: the characteristic odor (odorant is added to natural gas, which is naturally odorless), a hissing sound from escaping gas, and dead or discolored vegetation near outdoor gas lines. If a gas leak is suspected, the immediate actions are: do not operate electrical switches or create any spark, open windows and doors to ventilate the area, evacuate the building, shut off the gas supply at the main valve if it is safe and accessible to do so, and call the gas company emergency number and emergency services (112) from a safe location outside.\n\nElectrical fires are another significant hazard in hospitality environments with extensive use of electrical equipment. Prevention requires proper installation of electrical systems by qualified electricians, use of appropriate circuit breakers and residual current devices (RCDs), regular inspection and maintenance of equipment, immediate repair or replacement of damaged cables and plugs, and avoiding overloading circuits. Staff must never use damaged electrical equipment, attempt electrical repairs without qualification, or defeat safety systems such as circuit breakers. Extension cords should be avoided in permanent installations; equipment should be powered from fixed outlets with adequate capacity.",
      "subsections": [
        {
          "heading": "5.1 Gas Equipment Maintenance",
          "content": "Gas-fired cooking equipment requires both daily operational checks and periodic professional maintenance. Before lighting gas equipment each day, staff should visually inspect burners for damage, blockages, or irregular flame patterns. Pilot lights should burn steadily with a blue flame; a yellow or orange flame indicates incomplete combustion and requires adjustment. After service, all gas equipment should be turned off at the control knobs; leaving gas valves open when equipment is not in use creates unnecessary risk.\n\nProfessional maintenance should include inspection and cleaning of burners, adjustment of air-to-gas ratios for optimal combustion, testing of safety devices (flame failure devices that automatically shut off gas if the flame is extinguished), verification of proper ventilation to prevent carbon monoxide accumulation, and leak testing of all connections. Gas equipment showing signs of malfunction — difficult ignition, irregular flames, excessive soot production, or the smell of gas during operation — must be taken out of service immediately and repaired by a qualified technician."
        },
        {
          "heading": "5.2 Electrical Safety Practices",
          "content": "Electrical safety in hospitality environments requires constant vigilance. Water and electricity are a dangerous combination; electrical equipment must be kept away from sinks and wet areas wherever possible, and ground fault circuit interrupters (GFCIs/RCDs) should be installed in areas where water contact is possible. Staff must never handle electrical equipment with wet hands and must report any tingling sensation, minor shocks, or sparks immediately.\n\nPortable electrical equipment such as coffee machines, blenders, and food processors should be regularly inspected for damaged cords, loose plugs, or signs of overheating. Equipment should be unplugged when not in use and before cleaning. Major electrical equipment — ovens, dishwashers, refrigeration systems — should be on dedicated circuits with appropriate capacity. Warning signs of electrical problems include flickering lights, frequent circuit breaker trips, burning smells, discolored outlets, or warm-to-touch switch plates. Any of these signs requires immediate investigation by a qualified electrician."
        }
      ]
    },
    {
      "heading": "6. Fire Safety Culture and Continuous Improvement",
      "content": "Technical systems and regulatory compliance provide the foundation for fire safety, but the most critical element is a positive safety culture where every staff member takes personal responsibility for fire prevention and is empowered to take action when they observe risks. Creating this culture requires visible leadership commitment from management, regular communication about fire safety priorities, recognition and reinforcement of safe behaviors, and a non-punitive approach to reporting hazards and near-misses.\n\nFire safety must be integrated into daily operations, not treated as a separate compliance exercise. Pre-shift briefings should include reminders about fire safety priorities for that shift. New staff should receive comprehensive fire safety training as part of their induction, before they begin working independently. Experienced staff should receive refresher training at least annually. Fire safety should be a standing agenda item at team meetings, providing an opportunity to discuss any incidents, near-misses, or concerns raised by staff.\n\nContinuous improvement requires learning from experience. Any fire incident, no matter how minor, should trigger a thorough investigation: What caused the fire? Was it detected quickly? Were suppression systems effective? Did evacuation proceed smoothly? What can be improved? Near-miss incidents — situations where a fire could have occurred but didn't — are valuable learning opportunities and should be reported and analyzed. Observations from fire drills, feedback from staff, and findings from inspections should all feed into ongoing refinement of fire safety measures and procedures.",
      "subsections": [
        {
          "heading": "6.1 Housekeeping and Fire Prevention",
          "content": "Good housekeeping is fundamental to fire prevention. Combustible materials — cardboard boxes, packaging materials, cleaning cloths, paper products — must not be allowed to accumulate near heat sources or in escape routes. Designated storage areas for combustible materials should be separate from kitchen areas, properly organized, and regularly cleared of excess accumulation. Waste, particularly grease-contaminated waste from kitchens, must be stored in non-combustible containers with lids and removed from the building daily.\n\nStorage of flammable and combustible liquids — cooking oils, alcohol, cleaning chemicals — requires particular attention. These materials should be stored in dedicated, well-ventilated areas away from ignition sources, in appropriate containers with secure lids, and in quantities no greater than required for reasonable operational needs. Material safety data sheets (MSDS) for all chemical products should be readily available and should be consulted for specific storage and fire safety requirements. Smoking policies must be strictly enforced; if smoking is permitted in designated areas, these must be away from combustible materials and provided with appropriate receptacles."
        },
        {
          "heading": "6.2 Documentation and Record-Keeping",
          "content": "Comprehensive documentation demonstrates regulatory compliance and provides evidence of due diligence in the event of an incident investigation or legal proceedings. Essential fire safety documentation includes: fire risk assessment and prevention plan, evacuation plan and floor plans showing exit routes, fire equipment inspection and maintenance records, staff training records including dates and content of fire safety training, fire drill records with dates, participation, duration, and findings, gas and electrical system inspection certificates, and any correspondence with fire authorities or insurance companies.\n\nRecords should be organized, up to date, and readily accessible for inspection by fire authorities, insurance assessors, and internal audit. Digital record-keeping systems can simplify management and provide automated reminders for upcoming inspections and training renewals. However, backup systems must be in place to ensure that records remain accessible in the event of system failures. Key documents should also be stored off-site or in cloud systems to ensure they survive a fire incident, as they may be critical for insurance claims and regulatory investigations."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Daily Fire Prevention Checklist",
      "items": [
        "Verify all fire exits are clear, unobstructed, and unlocked",
        "Check that emergency exit signs are illuminated and visible",
        "Confirm fire extinguishers are in their designated locations and pressure gauges show green",
        "Inspect kitchen hood filters and clean if grease accumulation is visible",
        "Verify kitchen fire suppression system manual pull station is accessible",
        "Check gas equipment for proper operation and blue flame on burners",
        "Inspect electrical cords and equipment for damage before use",
        "Ensure combustible materials (cardboard, packaging) are not near heat sources",
        "Verify fire blanket is accessible near fryers and cooking equipment",
        "Confirm staff know the evacuation assembly point and their roles in emergency"
      ]
    },
    {
      "title": "Monthly Fire Safety Inspection Checklist",
      "items": [
        "Conduct visual inspection of all fire extinguishers and document on inspection tags",
        "Test emergency lighting by simulating power failure",
        "Verify fire alarm system audibility in all areas of the establishment",
        "Inspect fire exit doors for proper operation, hardware function, and clear signage",
        "Check that fire safety signage is visible, clean, and not obscured",
        "Review and update evacuation plan if layout or occupancy has changed",
        "Verify kitchen hood fire suppression system shows no visible signs of damage or tampering",
        "Inspect storage areas for compliance with combustible material storage requirements",
        "Review fire safety training records and identify staff requiring refresher training",
        "Document any fire safety concerns identified and schedule corrective actions"
      ]
    },
    {
      "title": "Fire Emergency Response Checklist",
      "items": [
        "Immediately activate the fire alarm if not already activated",
        "Shut down gas supply and cooking equipment if safe to do so without delaying escape",
        "Alert all customers and staff: 'Fire! Evacuate immediately!'",
        "Direct people to the nearest safe exit; indicate alternative exit if primary exit is blocked",
        "Assist customers with mobility difficulties or who require help",
        "Perform rapid sweep of assigned areas including restrooms to verify evacuation",
        "Close doors behind you as you evacuate to slow fire and smoke spread",
        "Go directly to the designated assembly point and account for all staff",
        "Provide information to arriving emergency services about the location and nature of the fire",
        "Do not re-enter the building until fire services declare it safe"
      ]
    }
  ],
  "bestPractices": [
    "Maintain hood filters in pristine condition through daily cleaning or replacement in high-use kitchens to prevent grease accumulation that can fuel fires and provide a path for fire spread",
    "Position fire extinguishers and fire blankets where they will be accessible during an emergency, not blocked by equipment, supplies, or daily service activities",
    "Integrate fire safety reminders into daily pre-shift briefings to maintain constant awareness and reinforce the importance of prevention measures",
    "Empower all staff to take immediate action when they observe fire hazards; create a reporting culture where safety concerns are welcomed and acted upon promptly",
    "Schedule fire drills during peak operating periods (not just during quiet times) to ensure staff can execute emergency procedures even under pressure",
    "Develop relationships with your local fire department; invite them to visit your facility for familiarization so they understand your layout in case of emergency",
    "Install automated temperature and smoke monitoring systems that can detect fire conditions early and alert staff before visible flames develop",
    "Maintain clear communication with your fire protection system maintenance company and respond immediately to any deficiencies identified during inspections"
  ],
  "glossary": {
    "K-Class Fire": "Fires involving cooking oils, greases, and fats (from 'kitchen'); require specialized wet chemical suppression agents; Class F in European classification",
    "Fusible Link": "A heat-sensitive metal link in fire suppression systems that melts at a predetermined temperature, triggering automatic system activation",
    "Fire Load": "The total quantity of combustible materials in a space, expressed in terms of equivalent weight of wood; higher fire load means greater potential fire intensity",
    "Means of Escape": "Designated routes and exits by which persons can evacuate a building safely in event of fire, meeting specific design standards for capacity and travel distance",
    "Fire Compartmentation": "Division of a building into separate fire-resisting sections to contain fire and smoke spread and provide phased evacuation opportunities",
    "Backdraft": "A dangerous explosion that occurs when oxygen is suddenly introduced to a fire that has been burning in oxygen-depleted conditions",
    "Flash Point": "The lowest temperature at which a liquid gives off sufficient vapor to form an ignitable mixture with air; critical safety parameter for flammable liquids",
    "Fire Triangle": "The three elements required for combustion: fuel, oxygen, and heat; removing any one element extinguishes the fire",
    "Smoke Inhalation": "The primary cause of death in fires; toxic gases (particularly carbon monoxide) and particulates cause loss of consciousness and death before burns occur"
  }
}
