{
  "title": "PPE by Position",
  "legalBasis": "Spanish Royal Decree 773/1997 on minimum health and safety requirements for the use of personal protective equipment by workers; Law 31/1995 on Occupational Risk Prevention; EU Directive 89/656/EEC on PPE use at work",
  "summary": "Personal Protective Equipment (PPE) is the final line of defense in the hierarchy of risk control measures. While the primary approach to workplace safety should always be to eliminate or reduce hazards at source, PPE plays a critical role in protecting workers from residual risks that cannot be completely controlled through other means. In hospitality environments, appropriate PPE varies significantly by position and task, from heat-resistant gloves and safety shoes in the kitchen to cut-resistant gloves for glass handling in bars.\n\nUnder RD 773/1997, employers have a legal obligation to provide appropriate PPE free of charge when risks cannot be adequately controlled by other means. The equipment must be suitable for the specific risks, appropriate for the working conditions, fit the individual worker properly, and be maintained in good working condition. Equally important, workers must be trained in the correct use, maintenance, and limitations of their PPE. Equipment that is poorly fitted, uncomfortable, or misunderstood will not be worn consistently, rendering it ineffective.\n\nThis guide details the specific PPE requirements for each position in a hospitality establishment, from kitchen staff to service personnel. It covers selection criteria, proper use, maintenance requirements, and common mistakes. Understanding these requirements is essential for both employers fulfilling their legal duty of care and workers protecting themselves from preventable injuries. Effective PPE programs combine appropriate equipment selection, thorough training, regular inspection and replacement, and a safety culture that values and normalizes PPE use.",
  "keyPoints": [
    "PPE must be provided free of charge by the employer — workers cannot be required to purchase their own safety equipment",
    "PPE is the last resort in the hierarchy of controls — other measures (elimination, engineering, procedures) should be prioritized",
    "Equipment must be individually fitted and appropriate to the specific risk and the individual worker",
    "Workers must receive training on when to use PPE, how to use it correctly, its limitations, and maintenance requirements",
    "PPE must be maintained in good condition and replaced when damaged or worn — regular inspection is required",
    "Workers have a legal duty to use PPE correctly when provided and to report any defects immediately",
    "Different positions require different PPE — assessment should be role-specific, not generic",
    "Hygienic PPE (used for food safety) must be distinguished from safety PPE (used for worker protection)"
  ],
  "sections": [
    {
      "heading": "1. Legal Framework and Employer Obligations",
      "content": "Royal Decree 773/1997 transposes EU Directive 89/656/EEC into Spanish law and establishes detailed requirements for PPE selection, provision, use, and maintenance. The regulation defines PPE as any device or means worn or held by a worker to protect against one or more health and safety risks. This includes protective clothing, footwear, gloves, eye and face protection, hearing protection, and respiratory protection, but excludes ordinary work clothes that do not specifically protect against risks.\n\nThe fundamental principle is that PPE should only be used when risks cannot be adequately controlled by collective protection measures or changes to work organization. However, in practice, hospitality work involves numerous situations where PPE is essential: the risk of burns in cooking cannot be eliminated without abandoning cooking itself, cuts from knife work cannot be fully prevented without giving up food preparation, and slips on potentially wet floors cannot be entirely controlled through cleaning alone. In these cases, PPE is a necessary and legally required component of the overall safety system.\n\nEmployers must conduct a risk assessment to determine where PPE is needed, select appropriate equipment that meets relevant safety standards (CE marking for equipment within scope of EU PPE Regulation 2016/425), provide it free of charge to all workers who need it, ensure it is properly maintained and replaced when necessary, provide training and information on its use, and monitor compliance. Failure to meet these obligations constitutes a breach of occupational safety law enforceable by labor inspection.",
      "subsections": [
        {
          "heading": "1.1 Selection Criteria",
          "content": "PPE must be appropriate for the specific risks identified in the risk assessment. This requires considering the nature and level of the risk, the working conditions and environment, the individual characteristics of the worker (size, physical condition, dexterity requirements), and compatibility with other PPE that must be worn simultaneously. For example, heat-resistant gloves must provide adequate thermal protection while still allowing sufficient dexterity to handle kitchen utensils safely.\n\nEquipment must bear CE marking indicating compliance with the applicable EU PPE Regulation. The employer should request manufacturer's information including instructions for use, maintenance requirements, and the level of protection provided. In some cases, testing or certification beyond the CE marking may be advisable — for example, slip-resistant footwear should meet recognized slip-resistance standards such as SRC rating (slip resistance on ceramic and steel surfaces)."
        },
        {
          "heading": "1.2 Individual Fitting and Accommodation",
          "content": "PPE that does not fit properly will not provide adequate protection and will not be worn consistently. Employers must ensure that each worker receives equipment appropriate to their individual size and fit. This is particularly important for safety footwear, gloves, and protective clothing. Standard sizes may not accommodate all body types, and provision must be made for workers who fall outside standard sizing ranges.\n\nThe PPE must also be compatible with any religious or cultural requirements of workers, such as providing headscarves that meet both safety standards and religious dress requirements, or accommodating workers who cannot wear certain materials due to allergies or skin sensitivities. Reasonable accommodations are legally required and practically necessary to ensure consistent PPE use."
        },
        {
          "heading": "1.3 Training Requirements",
          "content": "Provision of PPE is not sufficient — workers must understand when and how to use it correctly. Training must cover: the risks against which the PPE protects, when and where the PPE must be worn, how to put on, adjust, and remove the PPE correctly, the limitations of the PPE (what it does not protect against), maintenance and storage requirements, signs of wear or damage requiring replacement, and the worker's obligation to use the PPE as instructed.\n\nTraining should be practical, not just theoretical. Workers should practice donning and doffing the equipment under supervision, especially for more complex items such as cut-resistant gloves or specialized footwear. Refresher training should be provided periodically and whenever new types of PPE are introduced."
        }
      ]
    },
    {
      "heading": "2. Kitchen Staff PPE Requirements",
      "content": "Kitchen environments present multiple simultaneous hazards requiring different types of PPE. A single kitchen worker may need to protect against thermal burns, cuts, chemical exposure, slips, and impact hazards all within a single shift. The challenge is to provide comprehensive protection while maintaining the dexterity, comfort, and mobility necessary for efficient food preparation work. PPE programs for kitchen staff must balance safety requirements with practical usability.\n\nThe specific equipment required varies by kitchen role: a line cook working at the grill faces primarily thermal hazards; a prep cook doing extensive knife work needs maximum cut protection; a dishwasher handling chemical sanitizers requires chemical-resistant gloves; and a kitchen porter moving heavy equipment needs sturdy footwear with good ankle support. Position-specific assessment ensures that each worker has the right protection for their actual tasks.",
      "subsections": [
        {
          "heading": "2.1 Protective Footwear",
          "content": "Safety footwear is mandatory for all kitchen staff. The minimum requirement is slip-resistant sole (preferably SRC rated, tested on both ceramic and steel surfaces with water and detergent contaminants), closed-toe design to protect against falling objects and spills, oil and water-resistant upper material, and adequate ankle support. Many employers require safety footwear with protective toe caps (steel or composite) rated to at least S2 standard (water-resistant upper, energy absorption in heel region, antistatic properties).\n\nThe footwear must be comfortable for prolonged standing and walking — poorly fitting safety shoes cause foot problems and discourage consistent wear. Breathable materials reduce heat and moisture buildup during long shifts. The employer must provide the footwear or, if workers purchase their own, reimburse the cost and specify the minimum safety standards required. Kitchen footwear should be dedicated to work use only and stored separately from personal shoes to prevent cross-contamination."
        },
        {
          "heading": "2.2 Hand and Arm Protection",
          "content": "Kitchen hand protection requirements vary by task. Heat-resistant gloves or mitts are essential when handling hot cookware, removing items from ovens, or working with steamers — these must be rated for the temperatures encountered (typically 200-300°C for dry heat, lower for steam). Cut-resistant gloves (rated to at least level 1 on the EN 388 scale, higher levels for tasks like mandoline use or oyster shucking) protect during knife work, though many chefs prefer to rely on proper knife technique rather than gloves for precision cutting.\n\nDisposable gloves (nitrile or vinyl) are used for food handling to prevent contamination, though these provide minimal safety protection and are not a substitute for proper handwashing. Chemical-resistant gloves (nitrile or neoprene) are required when handling cleaning chemicals or sanitizers — these must be compatible with the specific chemicals used. Sleeves or forearm guards may be needed for tasks involving reaching into hot ovens or handling large quantities of hot liquids."
        },
        {
          "heading": "2.3 Body Protection and Clothing",
          "content": "Chefs' whites and kitchen uniforms serve both hygiene and safety functions. The fabric should be flame-resistant or at least not highly flammable, cover arms to protect against splashes and burns, and be close-fitting without loose fabric that could catch on equipment or trail into food. Long sleeves, while protective, must not be so loose as to dip into food or catch on pot handles. Aprons provide additional protection: heavy cotton or synthetic aprons for general work, rubber or vinyl aprons for washing areas, and thermal aprons for work involving prolonged exposure to radiant heat.\n\nHair restraints (hats, caps, nets) are mandatory for hygiene and also prevent the safety hazard of hair becoming entangled in machinery. Beards should be covered with beard nets in food preparation areas. Jewelry should be minimal and covered or prohibited entirely in direct food handling roles, both for hygiene and to prevent the safety hazard of rings or bracelets catching on equipment."
        }
      ]
    },
    {
      "heading": "3. Service and Bar Staff PPE Requirements",
      "content": "Front-of-house staff PPE requirements are generally less extensive than kitchen roles, but nonetheless important. The primary hazards for service staff are slips and falls, carrying heavy trays, glass handling, and customer interaction. Bar staff face additional risks from broken glass, chemical exposure from cleaning agents, and repetitive strain from beverage preparation. PPE for these roles must be compatible with the professional appearance expected in customer-facing positions.\n\nThe challenge in specifying PPE for service roles is balancing safety with the aesthetic expectations of hospitality service. Safety footwear must be smart enough for front-of-house work while providing slip resistance. Protective gloves for glass handling must allow the dexterity needed for setting tables and serving customers. Solutions exist that meet both requirements, but they require more careful selection than generic workwear.",
      "subsections": [
        {
          "heading": "3.1 Slip-Resistant Footwear for Service",
          "content": "Service staff spend long shifts on their feet, often moving quickly between kitchen and dining areas that may have different floor surfaces and conditions. Slip-resistant footwear is essential, but it must also be professional in appearance, comfortable for extended wear, and appropriate to the establishment's dress code. Many hospitality footwear ranges now offer shoes that combine formal appearance with SRC-rated slip resistance and ergonomic support.\n\nThe footwear must have a closed toe and back (no open sandals or slip-ons that can fall off), a slip-resistant sole suitable for both dry and wet surfaces, and adequate arch support and cushioning for prolonged standing and walking. Heel height should be moderate — very high heels create instability and increase slip and fall risk. Some establishments provide or subsidize specific approved footwear styles that meet both safety and appearance requirements."
        },
        {
          "heading": "3.2 Gloves for Glass and Tray Handling",
          "content": "Handling glassware, particularly collecting and washing used glasses, creates cut risk from chips, cracks, and breakages. Cut-resistant gloves (typically level 1 or 2 on the EN 388 scale) provide protection while maintaining sufficient dexterity for handling delicate glassware. For collection of used glasses, some establishments use cotton gloves with rubberized grip that provides both cut resistance and secure hold on slippery glass.\n\nFor handling hot plates or dishes from the kitchen pass, heat-resistant service gloves or cloths are necessary. These must provide adequate thermal insulation while being thin enough to maintain grip on plates. Disposable gloves may be required in certain service contexts (buffet service, handling ready-to-eat foods) for hygiene rather than safety protection, though staff must be trained that these do not provide cut or heat protection."
        },
        {
          "heading": "3.3 Bar-Specific Protection",
          "content": "Bartenders face specific hazards requiring specialized PPE. Cut-resistant gloves should be available for glass changing, bottle breakage cleanup, and bar equipment cleaning. Chemical-resistant gloves (nitrile) are necessary when handling cleaning chemicals, beer line cleaners, and sanitizers. Bar mats provide slip resistance in wet areas behind the bar but must be properly maintained and secured to prevent them becoming trip hazards themselves.\n\nFor bars with extensive cocktail service, repetitive strain from shaking and stirring can be an issue. While not strictly PPE, ergonomic bar tools (balanced shakers, easy-grip muddlers) serve a protective function. In high-volume or late-night establishments, consideration should be given to personal safety devices for staff closing alone or handling cash."
        }
      ]
    },
    {
      "heading": "4. Cleaning and Support Staff PPE",
      "content": "Cleaning and kitchen support staff often face the highest chemical exposure in hospitality establishments, as well as manual handling hazards and exposure to waste materials. Unfortunately, these workers sometimes receive less attention in PPE provision than chef or service staff. A comprehensive PPE program must ensure that cleaners, kitchen porters, and maintenance personnel have appropriate protection for the significant hazards they face.\n\nThe diversity of tasks performed by support staff means they may need access to multiple types of PPE for different situations: chemical-resistant gloves for cleaning, heavy-duty gloves for waste handling, waterproof aprons for wet work, and safety footwear for manual handling tasks. A clear system for storing and accessing different types of PPE is essential.",
      "subsections": [
        {
          "heading": "4.1 Chemical Protection",
          "content": "Cleaning staff using degreasers, sanitizers, descalers, and other cleaning chemicals must have appropriate chemical-resistant gloves (nitrile or neoprene, chosen based on compatibility with the specific chemicals used — consult the Safety Data Sheet). The gloves must extend high enough up the forearm to prevent chemical solution running down inside the glove. For tasks involving significant splash risk (high-pressure cleaning, handling concentrated chemicals), eye protection (goggles or face shield) and waterproof apron are also required.\n\nRespiratory protection may be necessary when using certain chemicals in confined spaces or when handling products that release irritant vapors. This is rare in typical hospitality cleaning but may occur with drain cleaners, oven cleaners, or strong degreasers. Any respiratory protection use requires specific training, fit testing, and medical evaluation."
        },
        {
          "heading": "4.2 Manual Handling and Heavy-Duty Work",
          "content": "Kitchen porters and waste handlers need heavy-duty gloves (leather or reinforced synthetic) when moving kegs, handling waste bins, and moving equipment. These gloves protect against cuts, abrasions, and impact injuries. For very heavy items, gloves with vibration dampening can reduce hand fatigue. Waterproof boots or shoes (not just water-resistant) may be necessary for workers who frequently encounter wet conditions or who wash floors.\n\nBack support belts are sometimes requested for manual handling work, but current best practice does not support their use as they may encourage poor lifting technique and create dependency. Instead, focus should be on manual handling training, use of mechanical aids (trolleys, pallet jacks), and work organization that minimizes heavy lifting."
        }
      ]
    },
    {
      "heading": "5. PPE Maintenance, Storage, and Replacement",
      "content": "Providing PPE is only the beginning — maintaining equipment in good condition and replacing it when necessary are equally important employer responsibilities. PPE that is damaged, worn out, or improperly maintained will not provide adequate protection and may create additional hazards. A systematic approach to inspection, maintenance, and replacement ensures that workers always have effective protection available.\n\nEstablishing clear procedures for PPE care is essential. Workers must know how to clean and store their equipment, how to inspect it for damage, and how to request replacement when needed. The employer must ensure that replacement equipment is readily available and that workers do not continue using damaged PPE because replacement is difficult or delayed.",
      "subsections": [
        {
          "heading": "5.1 Inspection and Replacement Criteria",
          "content": "Each type of PPE has specific signs of wear or damage that indicate replacement is needed. Safety footwear should be replaced when the sole is worn smooth (losing slip resistance), when there is separation between sole and upper, when protective toecaps are dented or cracked, or when the upper is torn or punctured. Gloves should be replaced when there are holes, tears, or significant thinning, when heat-resistant gloves show charring or melting, or when chemical-resistant gloves show swelling or deterioration from chemical contact.\n\nWorkers should inspect their PPE before each use and report any defects immediately. Supervisors should conduct periodic formal inspections to verify that PPE is being maintained properly. A simple replacement request system (sign-out sheet, request form, or designated person responsible for PPE stores) ensures that worn equipment is replaced promptly without bureaucratic barriers that discourage reporting."
        },
        {
          "heading": "5.2 Cleaning and Storage",
          "content": "PPE must be kept clean to maintain effectiveness and hygiene. Safety footwear should be cleaned regularly to remove food debris and grease that could reduce slip resistance. Washable gloves and aprons should be laundered frequently. Heat-resistant gloves and oven mitts should be inspected for grease buildup that could create a fire hazard. Many establishments provide laundry service for protective clothing to ensure it is properly cleaned and maintained.\n\nStorage must protect PPE from damage and contamination. Footwear should be stored in a ventilated area where it can dry between uses. Gloves should be stored away from direct heat sources and chemicals that could degrade them. Disposable gloves should be stored in their original packaging until use. Personal PPE should be assigned to individuals and stored in personal lockers rather than shared, both for hygiene and to ensure proper fit."
        },
        {
          "heading": "5.3 Record-Keeping",
          "content": "Employers should maintain records of PPE provision including: date and type of PPE issued to each worker, training provided on its use, inspection dates and findings, replacement dates, and any reported defects or incidents. This documentation demonstrates compliance with legal obligations and provides a basis for evaluating the effectiveness of the PPE program (for example, if a certain type of glove is being replaced very frequently, it may not be appropriate for the actual conditions of use).\n\nRecords are particularly important for demonstrating that adequate protection was provided in the event of a workplace accident. If a worker is injured despite PPE being required, records showing that appropriate equipment was provided, training was given, and the worker was instructed to use it can be critical to the employer's legal position."
        }
      ]
    },
    {
      "heading": "6. Promoting Consistent PPE Use",
      "content": "The best PPE program in the world is ineffective if workers do not consistently use the equipment provided. Compliance challenges are common: PPE can be uncomfortable, it may reduce dexterity or speed, it can be incompatible with certain tasks, or workers may simply forget or become complacent. Creating a safety culture where PPE use is normal, expected, and consistently reinforced is as important as selecting the right equipment.\n\nEffective strategies for promoting consistent use include: involving workers in PPE selection so they have ownership of the choices made; ensuring that equipment is genuinely fit for purpose and as comfortable as possible; making PPE readily accessible at the point of use; providing leadership example with supervisors and managers consistently using appropriate PPE; recognizing and praising consistent use; and addressing non-compliance through progressive discipline when necessary. The goal is to make PPE use automatic rather than something workers have to consciously remember each time.",
      "subsections": [
        {
          "heading": "6.1 Overcoming Common Resistance",
          "content": "Workers may resist PPE use for various reasons, some legitimate and some based on misconceptions. Heat-resistant gloves that are too bulky for delicate tasks should be replaced with thinner but still adequate alternatives rather than simply insisting on use of unsuitable equipment. Cut-resistant gloves that feel uncomfortable may need different sizing or a different brand. Safety footwear that causes foot pain may be the wrong size or style for that individual's foot shape.\n\nOpen communication about PPE concerns allows real problems to be addressed rather than forcing workers to choose between safety and practicality. If workers believe that management is genuinely interested in finding solutions rather than just enforcing rules, they are more likely to raise concerns and work toward solutions. Sometimes resistance reveals genuine design problems with the selected PPE that require a different approach."
        },
        {
          "heading": "6.2 Integration with Work Procedures",
          "content": "PPE use should be integrated into standard operating procedures for each task rather than treated as a separate, additional requirement. For example, the procedure for using the meat slicer should specify that cut-resistant gloves must be worn — this integrates the safety requirement into the work routine. Checklists for opening and closing procedures can include verification that required PPE is available and in good condition.\n\nTask-based approaches help workers understand exactly when PPE is required for their specific work. General statements like 'wear safety shoes at all times in the kitchen' are clear, but task-specific guidance like 'wear heat-resistant gloves when removing items from the oven' helps workers understand the specific risk being controlled and makes compliance easier to remember and monitor."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Kitchen Staff PPE Checklist",
      "items": [
        "Safety footwear: slip-resistant (SRC rated), closed-toe, water-resistant, protective toecaps",
        "Heat-resistant gloves or mitts: rated for 200°C+, available at all hot cooking stations",
        "Cut-resistant gloves: EN 388 level 1+ for general knife work, higher levels for slicers and mandolines",
        "Disposable gloves: nitrile or vinyl, available for food handling tasks requiring gloves",
        "Chemical-resistant gloves: nitrile or neoprene, for cleaning tasks",
        "Chef whites or kitchen uniform: flame-resistant, long sleeves, close-fitting",
        "Aprons: appropriate to task (cotton for general work, thermal for grill, waterproof for dishwashing)",
        "Hair restraints: hats, caps, or nets covering all head hair",
        "Beard nets: required for workers with facial hair in food prep areas",
        "Forearm guards: available for tasks involving reaching into hot ovens or fryers",
        "Eye protection: safety glasses or goggles available for chemical handling or high-splash tasks",
        "First aid supplies: burns kit, blue plasters, eye wash readily accessible"
      ]
    },
    {
      "title": "Service and Bar Staff PPE Checklist",
      "items": [
        "Slip-resistant footwear: SRC rated, professional appearance, closed-toe and back, comfortable for extended wear",
        "Cut-resistant gloves: available for glass collection and handling",
        "Heat-resistant service cloths or gloves: for handling hot plates and dishes",
        "Disposable gloves: for buffet service or direct food handling when required",
        "Chemical-resistant gloves (bar): nitrile gloves for handling cleaning chemicals and sanitizers",
        "Anti-slip bar mats: properly positioned and secured behind bar",
        "First aid supplies: cuts kit, burns kit, eye wash accessible",
        "Glass disposal containers: puncture-resistant bins for broken glass clearly labeled"
      ]
    },
    {
      "title": "PPE Inspection and Replacement Checklist",
      "items": [
        "Conduct pre-use visual inspection of all PPE before each shift",
        "Check footwear soles for wear — replace when slip resistance is reduced",
        "Inspect gloves for holes, tears, thinning, or chemical damage — replace immediately if defective",
        "Check heat-resistant gloves for charring, melting, or grease buildup",
        "Examine protective clothing for tears, excessive wear, or staining that reduces visibility",
        "Verify that all PPE is clean and properly maintained",
        "Replace equipment according to manufacturer's recommended service life",
        "Maintain replacement stock of all commonly used PPE sizes and types",
        "Ensure workers know the replacement request procedure",
        "Document all PPE issued, replaced, and training provided",
        "Review PPE program effectiveness quarterly and adjust based on experience"
      ]
    }
  ],
  "bestPractices": [
    "Involve workers in selecting PPE — they are more likely to use equipment they have helped choose and tested",
    "Provide a choice of styles or brands when possible (e.g., several approved footwear models) to accommodate individual preferences and fit",
    "Make PPE readily accessible at the point of use — workers should not have to walk across the kitchen to get gloves",
    "Lead by example — managers and supervisors must consistently use appropriate PPE to set the cultural norm",
    "Provide adequate quantities of single-use items (disposable gloves) so workers never have to reuse or make do with insufficient supplies",
    "Schedule regular 'PPE replacement days' when workers can exchange worn items rather than waiting for them to raise requests",
    "Integrate PPE requirements into training for each position rather than treating it as a separate topic",
    "Recognize and praise consistent PPE use rather than only addressing non-compliance",
    "Regularly audit actual PPE use during different times and shifts, not just official procedures"
  ],
  "glossary": {
    "PPE": "Personal Protective Equipment — devices or clothing worn to protect against health and safety hazards",
    "CE Marking": "European conformity marking indicating that PPE meets EU safety requirements under Regulation 2016/425",
    "SRC Rating": "Slip resistance certification tested on both ceramic (SRA) and steel (SRB) surfaces with water and detergent contaminants",
    "EN 388": "European standard for protective gloves against mechanical risks, rating cut resistance on a 0-5 scale",
    "Cut-Resistant Glove": "Glove made from high-strength fibers that resist cutting from sharp objects, rated by EN 388 standard",
    "Heat-Resistant Glove": "Glove designed to protect against high temperatures, rated for specific temperature ranges",
    "Chemical-Resistant Glove": "Glove made from materials that resist degradation or permeation by specific chemicals",
    "Hierarchy of Controls": "The principle that PPE should be the last resort after elimination, substitution, engineering, and administrative controls",
    "Hygienic PPE": "Equipment worn primarily to prevent food contamination (e.g., disposable gloves, hairnets) as distinct from safety PPE"
  }
}