{
  "title": "Pregnancy & Lactation Protection",
  "legalBasis": "Law 31/1995 on Occupational Risk Prevention Article 26; Royal Decree 298/2009 on maternity protection; Royal Decree 39/1997 on Prevention Services; Statute of Workers (Royal Legislative Decree 2/2015) Articles 37.4, 45.1.d, 48.4; Royal Decree 901/2020 on Equality Plans",
  "summary": "Pregnant and breastfeeding workers are entitled to specific workplace protections that recognize the unique physiological demands and vulnerabilities of these stages. Article 26 of Law 31/1995 on Occupational Risk Prevention establishes the employer's obligation to assess risks specific to pregnancy and lactation, adapt working conditions to eliminate or reduce these risks, and where adaptation is not possible or sufficient, temporarily reassign the worker to a role without risk or grant suspension of employment with full salary protection. These protections are not merely accommodation but legally mandated rights that employers must proactively implement.\n\nThe hospitality sector presents particular risks to pregnant and breastfeeding workers, including prolonged standing, manual handling of heavy items, exposure to cleaning chemicals and food safety chemicals, potential exposure to infectious agents through food handling, thermal stress in kitchen environments, irregular and unsocial working hours including night shifts, and occupational stress. Royal Decree 298/2009 provides detailed guidance on specific risks to be assessed, including biological agents, chemical substances, physical agents, ergonomic hazards, and psychosocial factors.\n\nEffective implementation requires proactive risk assessment when pregnancy is declared or breastfeeding commences, genuine consultation with the affected worker about adaptations and their preferences, documentation of risk assessments and measures taken, and coordination with occupational health services and the worker's medical team. Failure to provide required protections is not only a breach of occupational health obligations but also constitutes discrimination on grounds of pregnancy and maternity, which can result in substantial legal liability and reputational damage.",
  "keyPoints": [
    "Specific risk assessment must be conducted for the individual pregnant or breastfeeding worker's role, not a generic assessment",
    "Adaptation of working conditions to eliminate risks is the first priority; reassignment is only when adaptation is not possible or sufficient",
    "Night work is prohibited for pregnant workers from the beginning of pregnancy if medical certification indicates risk to health",
    "Breastfeeding workers are entitled to one hour of absence from work (divisible into two half-hour periods) paid at full salary until the child is nine months old",
    "Pregnant workers cannot be required to handle loads exceeding 10 kg or to perform heavy physical work from the 20th week of pregnancy",
    "Exposure to category 1A and 1B teratogenic or mutagenic chemicals must be completely eliminated for pregnant and breastfeeding workers",
    "Prolonged standing (more than 4 hours per shift) must be eliminated or substantially reduced for pregnant workers, particularly after 20 weeks",
    "If risk cannot be eliminated through adaptation or reassignment, the worker is entitled to suspension with pregnancy risk allowance at 100% salary",
    "Protection against dismissal or unfavorable treatment due to pregnancy or maternity is absolute; dismissal during these periods is automatically presumed discriminatory",
    "Employers must conduct risk assessments for pregnancy and lactation for all positions where women of childbearing age could be employed"
  ],
  "sections": [
    {
      "heading": "1. Legal Framework and Employer Obligations",
      "content": "Article 26 of Law 31/1995 establishes a three-stage hierarchy of protection measures for pregnant and breastfeeding workers. First, the employer must assess whether the work involves risks to pregnancy, fetus, or lactation. If risks exist, the employer must adapt working conditions to eliminate these risks. Second, if adaptation is not possible or despite adaptation significant risks remain, the employer must reassign the worker to another position compatible with her condition, with maintenance of previous salary and employment conditions. Third, if neither adaptation nor suitable alternative position exists, the worker is entitled to suspension of employment with entitlement to pregnancy or breastfeeding risk allowance (prestación por riesgo durante el embarazo or prestación por riesgo durante la lactancia) paid through Social Security at 100% of the regulatory base.\n\nThis legal structure places the burden of action on the employer, not the worker. The worker is not required to request adaptations or prove that her work is dangerous; rather, the employer has a proactive obligation to identify risks and implement protections. The obligation begins when the employer has knowledge of the pregnancy (typically when the worker notifies the employer and provides medical certification) or when lactation commences. However, employers should have already conducted generic risk assessments for all positions where pregnant or breastfeeding women might work, identifying potential risks before individual cases arise.\n\nRoyal Decree 298/2009 provides detailed guidance on specific risk factors and assessment criteria. It lists chemical agents, biological agents, and physical conditions that pose particular risks to pregnancy and lactation, and establishes criteria for evaluating when risks require action. The decree emphasizes that risk assessment must be individualized, considering the specific circumstances of the worker's role, the stage of pregnancy, any complications or high-risk factors in the pregnancy, and the worker's own health status. Generic assessments that merely list theoretical risks without evaluating their presence in specific roles are insufficient.",
      "subsections": [
        {
          "heading": "1.1 Notification and Documentation",
          "content": "When a worker notifies the employer of pregnancy, the notification should be in writing and accompanied by medical certification confirming the pregnancy and expected due date. The employer should then immediately initiate the specific risk assessment process and inform the worker of the assessment timeline, measures that will be considered, and the worker's right to participate in the assessment and decision-making process. The worker should also be informed of her rights including adaptation, reassignment, suspension with allowance, paid time off for prenatal care, and protection against dismissal or unfavorable treatment.\n\nDocumentation is essential for both legal compliance and effective management. The employer should maintain: the worker's notification of pregnancy or lactation; medical certificates or reports relevant to the pregnancy or breastfeeding; the specific risk assessment document identifying risks in the worker's role; documentation of adaptations implemented and their effectiveness; if reassignment occurs, the alternative position offered, acceptance by the worker, and confirmation that salary and conditions are maintained; and if suspension occurs, the certification provided to Social Security supporting the pregnancy risk allowance claim. This documentation protects both parties' interests and provides evidence of compliance with legal obligations."
        },
        {
          "heading": "1.2 Medical Surveillance and Occupational Health",
          "content": "Occupational health services play a critical role in assessing risks to pregnant and breastfeeding workers and advising on appropriate measures. The occupational physician should review the worker's role, the risk assessment, and any medical factors specific to the pregnancy (such as complications, multiple pregnancy, or high-risk factors identified by the treating obstetrician). The occupational physician can provide guidance on what adaptations would be appropriate, whether the worker can continue in the role with adaptations, and if reassignment or suspension is necessary.\n\nCoordination between the occupational physician and the worker's treating obstetrician or midwife is valuable. While the occupational physician assesses workplace risks, the treating physician understands the specific medical aspects of the pregnancy. In some cases, the treating physician may provide specific recommendations or restrictions (such as complete rest, no prolonged standing, avoidance of specific chemicals) that should be incorporated into the workplace risk management. The worker's privacy must be respected; medical details beyond what is necessary for workplace risk management should not be disclosed to the employer."
        }
      ]
    },
    {
      "heading": "2. Specific Risks in Hospitality Environments",
      "content": "Hospitality work environments present multiple risk factors for pregnant and breastfeeding workers. Prolonged standing is nearly universal in hospitality roles — kitchen staff, waiting staff, bar staff, and reception staff typically stand for most of their shifts. Research evidence demonstrates that prolonged standing during pregnancy, particularly from the second trimester onward, is associated with increased risk of complications including preterm birth, low birth weight, and pregnancy-induced hypertension. Guidelines generally recommend limiting standing to 4 hours maximum per shift for pregnant workers and providing opportunities to sit or rest every 30-60 minutes.\n\nManual handling is another significant risk. Kitchen work involves lifting and carrying delivery boxes, equipment, and large cooking pots. Waiting staff carry heavy trays of food and drink. Bar staff lift kegs and crates of bottles. The European Agency for Safety and Health at Work recommends that pregnant workers should not manually handle loads exceeding 10 kg from the 20th week of pregnancy, and that frequent manual handling of lighter loads should also be avoided. The biomechanical changes of pregnancy — shift in center of gravity, loosening of ligaments, postural changes — increase the risk of musculoskeletal injury from manual handling.\n\nChemical exposures in hospitality include cleaning and disinfection chemicals (some containing reproductive hazards such as quaternary ammonium compounds, chlorine-based products, and solvents), food safety chemicals (sanitizers, degreasers), and in some establishments, fumigation or pest control chemicals. Royal Decree 298/2009 lists specific chemical agents that must be avoided during pregnancy, including substances classified as toxic to reproduction category 1A or 1B. Even where chemicals are not classified in these categories, exposure to strong irritants or fumes should be minimized for pregnant and breastfeeding workers, and all chemical handling should include appropriate personal protective equipment.",
      "subsections": [
        {
          "heading": "2.1 Kitchen-Specific Hazards",
          "content": "Commercial kitchens present concentrated risk factors. Thermal stress is significant — temperatures in cooking areas can exceed 30-35°C, and pregnant women have reduced heat tolerance due to increased metabolic heat production and altered thermoregulation. Prolonged exposure to heat stress can cause maternal hyperthermia, dehydration, and in severe cases, adverse fetal effects. Pregnant workers should be reassigned from positions involving prolonged exposure to high temperatures (grill stations, fryer areas, ovens) and should have ready access to drinking water and cool rest areas.\n\nSlip and fall hazards are elevated in kitchens due to wet and greasy floors, and the consequences of falls are more serious during pregnancy. The risk of slips is compounded by the biomechanical changes of pregnancy affecting balance. Pregnant workers should have appropriate non-slip footwear, work areas should be kept as dry as possible, and paths should be clear of obstacles. Knife work and use of sharp equipment presents laceration risks; while not specific to pregnancy, the stress and consequences of injury may be considered in risk assessment.\n\nBiological hazards include potential exposure to foodborne pathogens. Certain infections contracted during pregnancy can have serious fetal consequences — Listeria monocytogenes, Toxoplasma gondii, and Salmonella are particular concerns. Pregnant workers should strictly observe food hygiene practices, including handwashing, separation of raw and cooked foods, and avoiding tasting of raw or undercooked products. Working in roles with high infection risk (handling raw meat, unpasteurized products) should be carefully assessed."
        },
        {
          "heading": "2.2 Service and Front-of-House Hazards",
          "content": "Waiting staff and front-of-house roles involve prolonged standing and walking, often for shifts of 8-10 hours with minimal breaks. Adaptation measures should include providing high stools or chairs allowing periodic sitting without leaving the work area, scheduling more frequent shorter breaks, reducing shift lengths, and allowing flexibility to sit when customer flow permits. Tray carrying and table clearing involves manual handling that should be reduced or eliminated through provision of trolleys or assistance from colleagues.\n\nNight work (defined as work between 22:00 and 06:00) presents specific risks to pregnant workers, including disruption of circadian rhythms, fatigue, and stress. Spanish law provides that pregnant workers can request exemption from night work if medical certification indicates that night work presents risk to pregnancy or fetus, and the employer must reassign the worker to day shifts. For breastfeeding workers, while not explicitly prohibited from night work, the employer should consider the practical difficulties of expressing breast milk during night shifts and the disruption to feeding schedules.\n\nPsychosocial risks including work-related stress, inadequate break periods, and workplace harassment or discrimination can affect pregnancy outcomes. The employer's obligation extends to ensuring that pregnant workers are not subjected to excessive workloads, unreasonable performance pressures, or discriminatory treatment. Colleagues should be informed (with the worker's consent) that the pregnant worker may need adaptations and that these are legal rights, not preferential treatment."
        }
      ]
    },
    {
      "heading": "3. Adaptation of Working Conditions",
      "content": "Adaptation of working conditions is the first-priority measure and should be implemented wherever possible to allow the pregnant or breastfeeding worker to continue in her role without risk. Adaptations may include modifications to work organization, changes to work methods, provision of equipment or aids, adjustment of working hours or break schedules, and assignment of different tasks within the same role. The goal is to eliminate or reduce identified risks while maintaining the worker in productive employment and preserving her connection to her role.\n\nFor pregnant workers in kitchen roles, typical adaptations include: provision of anti-fatigue mats and a high stool or chair to allow alternating sitting and standing; reassignment from hot stations (grill, fryers) to cooler preparation areas or finishing stations; elimination or substantial reduction of manual handling through provision of trolleys, lifting aids, and assistance from colleagues; modification of chemical handling tasks (delegating cleaning with strong chemicals to other staff); and adjustment of shift patterns to avoid split shifts or excessive hours. The kitchen environment may also need modification — improved ventilation to reduce heat and fumes, ensuring dry slip-resistant flooring, and providing easy access to drinking water and rest areas.\n\nFor front-of-house pregnant workers, adaptations include: providing opportunities to sit at intervals (every 30 minutes) without leaving the work area; reducing the size or weight of trays carried or providing trolleys for table service; adjusting shift schedules to reduce total standing time per shift; eliminating or reducing night work; ensuring adequate break periods in a comfortable environment; and potentially reassigning from very busy or physically demanding sections to calmer areas. The adaptations should be determined through consultation with the worker, who may have preferences about which adaptations are most helpful and which aspects of the role she wishes to continue.",
      "subsections": [
        {
          "heading": "3.1 Implementing and Evaluating Adaptations",
          "content": "Once adaptations are identified, they should be implemented immediately and communicated to relevant supervisors and colleagues. The worker should be consulted throughout the implementation to ensure that adaptations are effective and do not create new problems. For example, providing a stool in a kitchen may be helpful only if the work area layout allows its use without creating obstacles; break schedules are only effective if they are actually observed and the worker is not pressured to skip breaks during busy periods.\n\nAdaptations should be evaluated regularly, particularly as pregnancy progresses. Measures adequate in the first trimester may be insufficient in the third trimester as physical changes advance. The worker should be encouraged to communicate if adaptations are not working or if additional measures are needed, and the employer should conduct periodic check-ins (every 4-6 weeks) to proactively assess whether further adjustments are required. Flexibility and responsiveness are key; the employer should view adaptation as an ongoing process, not a one-time intervention."
        },
        {
          "heading": "3.2 Breastfeeding Break Arrangements",
          "content": "Workers breastfeeding a child under nine months are entitled to one hour of absence from work daily, which can be divided into two half-hour periods or replaced by a reduction of the working day by one hour (either at the start or end of the shift). This right is paid at full salary and can be exercised by either parent if both work, though only one can exercise it for the same child at the same time. The purpose is to allow the worker to breastfeed the child directly or to express milk for later feeding.\n\nPractical arrangements should be discussed with the worker. If the worker will leave work to breastfeed directly, the timing of breaks should be agreed to accommodate both work operations and the child's feeding schedule. If the worker will express milk at work, the employer must provide a suitable private space (not a toilet), access to a refrigerator for milk storage, facilities for washing hands and equipment, and sufficient time for expression (typically 15-20 minutes plus the break). The space should be clean, private, comfortable, and equipped with seating and a surface for equipment.\n\nSome workers may prefer to negotiate alternative arrangements such as accumulating the daily hour into longer absences (half-days or full days off), subject to agreement with the employer. These arrangements can provide more meaningful time with the child but must be genuinely voluntary on the worker's part and formalized in writing. The employer cannot pressure the worker to accept alternative arrangements that are less convenient for her than the standard entitlement."
        }
      ]
    },
    {
      "heading": "4. Reassignment to Alternative Positions",
      "content": "When adaptation of the original position is not possible or sufficient to eliminate risks, the employer must offer reassignment to another position compatible with the worker's condition. Reassignment is a substantive right, not merely an option; the employer cannot simply declare that adaptation is not possible without genuinely exploring and offering alternative positions. The alternative position must be suitable — appropriate to the worker's professional qualifications and experience — and the worker must maintain her previous salary and all employment conditions. Reassignment due to pregnancy risk is not a demotion or downgrading; it is a temporary protective measure.\n\nIn hospitality businesses, potential alternative positions might include: reassignment from kitchen to administrative or reception duties; reassignment from waiting tables to hosting or reservations; reassignment from bar service to stock control or inventory; or reassignment from physically demanding roles to training, supervision, or quality control functions. The key is that the alternative position must genuinely exist or be created, must not pose risks to pregnancy or lactation, and must maintain the worker's contractual salary and conditions.\n\nThe worker has the right to accept or refuse a proposed alternative position. If she reasonably considers the position unsuitable (for example, because it is significantly below her qualifications, because it would require new training she does not have time to complete before birth, or because it still presents some risks), she can refuse and the employer must either offer another alternative or proceed to suspension with pregnancy risk allowance. Conversely, the worker cannot unreasonably refuse suitable alternatives; the law intends that work should continue where this can be achieved safely.",
      "subsections": [
        {
          "heading": "4.1 Procedure for Reassignment",
          "content": "The reassignment process should be documented and consultative. The employer should provide written proposals of alternative positions, describing the role, duties, working conditions, location, schedule, and confirmation that salary and employment conditions will be maintained. The worker should have reasonable time to consider the proposal and to seek advice if desired. If the worker accepts, the reassignment should be formalized in writing, specifying that it is a temporary measure due to pregnancy or breastfeeding risk, the expected duration (typically until childbirth or cessation of breastfeeding), and the right to return to the original position when the risk period ends.\n\nIf the worker declines the proposed alternative or if no suitable alternative exists, the employer must provide certification to the worker and to the Social Security system confirming that adaptation was not possible and that no suitable alternative position exists or was accepted. This certification is necessary for the worker to claim pregnancy risk allowance. The employer should not use the threat of suspension to pressure the worker to accept unsuitable alternatives; the system is designed to provide income protection precisely for situations where safe work continuation is not possible."
        },
        {
          "heading": "4.2 Return to Original Position",
          "content": "Reassignment due to pregnancy or breastfeeding risk is temporary. The worker has the right to return to her original position when the risk period ends — typically after childbirth (for pregnancy risk) or when breastfeeding ceases or the child reaches nine months (for breastfeeding risk). The return should be automatic and does not require the employer's agreement; the worker simply notifies the employer that the risk period has ended (with medical certification if required) and returns to her original role.\n\nThe original position should have been held open or, if this was not operationally possible, an equivalent position must be provided with the same role category, salary, and conditions. The worker cannot be disadvantaged in terms of career progression, training opportunities, or future assignments due to the temporary reassignment. In practice, the temporary replacement of the worker during pregnancy risk reassignment is usually managed through temporary contracts for the replacement worker or redistribution of duties among existing staff."
        }
      ]
    },
    {
      "heading": "5. Suspension and Risk Allowances",
      "content": "When neither adaptation nor reassignment is possible, the worker is entitled to suspension of employment contract with economic benefits paid through the Social Security system. There are two distinct benefits: pregnancy risk allowance (prestación por riesgo durante el embarazo) and breastfeeding risk allowance (prestación por riesgo durante la lactancia natural). Both are paid at 100% of the worker's regulatory base for professional contingencies (the same base used for calculating temporary incapacity benefits), ensuring that the worker does not suffer economic loss due to suspension.\n\nThe pregnancy risk allowance is available when a pregnant worker must suspend work because her position presents risks to pregnancy or fetus and adaptation or reassignment has not been possible. The allowance begins from the date the worker stops working (with certification) and continues until the start of maternity leave (typically 4 weeks before expected birth) or earlier if the worker gives birth. The breastfeeding risk allowance is available when a breastfeeding worker must suspend work because her position presents risks to lactation and adaptation or reassignment has not been possible. The allowance continues until the child reaches nine months or breastfeeding ceases, whichever is earlier.\n\nTo claim the allowances, the worker must provide to the Social Security National Institute (INSS) several documents: medical certification from the public health service confirming pregnancy or breastfeeding; employer certification that the position poses risks and that adaptation or reassignment has not been possible (this certification should describe the risks, the adaptations considered and why they are insufficient, and any alternative positions considered); and the standard application forms. The INSS assesses the claim and, if approved, pays the benefit directly to the worker monthly. The employment contract is suspended during this period; the worker is not providing service and the employer pays no salary, but the employment relationship continues and the worker accrues seniority.",
      "subsections": [
        {
          "heading": "5.1 Employer Certification Requirements",
          "content": "The employer's certification for risk allowance claims is critical and must be accurate and honest. The certification should detail the specific risks in the worker's position (referencing the risk assessment), the adaptations that were considered and why they were not sufficient to eliminate risks, and the alternative positions that were considered and why reassignment was not possible (for example, no suitable vacant positions exist, or positions offered were declined by the worker). The certification should not be a mere formality; it must reflect genuine efforts to adapt or reassign.\n\nSome employers may be tempted to refuse to provide certification, believing this will force the worker to remain at work or pressure her to take unpaid leave. This is both illegal and ethically wrong. If the employer refuses to provide certification when it is objectively warranted, the worker can pursue complaints through labor inspectorate and potentially claim unfair treatment or discrimination. Moreover, the INSS can investigate employer non-cooperation. Employers should understand that the cost of the benefit is borne by Social Security, not the employer, and that protecting the health of pregnant and breastfeeding workers is both a legal obligation and a social responsibility."
        },
        {
          "heading": "5.2 Rights During Suspension Period",
          "content": "During the suspension period with risk allowance, the worker remains employed; the contract is suspended, not terminated. The worker accrues seniority for all purposes, including calculation of future benefits, holiday entitlement, and service-related pay increments. The worker remains entitled to any collective agreement improvements or general salary increases applied to her position during the suspension period. The worker should remain informed of significant workplace developments and should be consulted on decisions affecting her position.\n\nWhen the risk period ends — at the start of maternity leave for pregnancy risk, or at nine months postpartum or cessation of breastfeeding for breastfeeding risk — the worker has the right to return to her position with all rights intact. The return must be to the same position or an equivalent one with the same category, salary, and conditions. The employer cannot use the suspension period as a basis for dismissal, demotion, or any unfavorable treatment. Indeed, the law provides special protection against dismissal during pregnancy, maternity, and breastfeeding periods, with any dismissal during these times presumed to be discriminatory unless the employer proves objective, non-discriminatory reasons."
        }
      ]
    },
    {
      "heading": "6. Discrimination Protection and Enforcement",
      "content": "Legal protection against discrimination on grounds of pregnancy and maternity is comprehensive and strongly enforced in Spanish law. Article 8 of the Workers' Statute (Estatuto de los Trabajadores) establishes the right to non-discrimination, and Organic Law 3/2007 on equality between women and men provides detailed protections. Discrimination can be direct (less favorable treatment explicitly due to pregnancy or maternity) or indirect (neutral provisions, criteria, or practices that disproportionately disadvantage pregnant or breastfeeding workers). Both forms are prohibited.\n\nDismissal of pregnant workers, workers on maternity leave, or workers who have recently given birth is presumed to be discriminatory unless the employer proves that the dismissal was for objective reasons wholly unrelated to pregnancy or maternity and that procedural requirements were meticulously followed. This shifted burden of proof is significant; in normal dismissal cases, the worker must prove unfair treatment, but for pregnant/postpartum workers, the employer must prove the dismissal was not discriminatory. Given the difficulty of proving a negative, this creates very strong protection. Dismissals found to be discriminatory are automatically void, with the worker entitled to reinstatement and back pay.\n\nUnfavorable treatment short of dismissal is also prohibited. This includes demotion, reduction in salary, denial of training or promotion opportunities, negative performance evaluations based on absences or limitations related to pregnancy, pressure to resign, or creation of a hostile work environment. Workers who experience such treatment can file complaints with labor inspectorate, bring claims before labor courts for recognition of rights and compensation for damages, and in serious cases, the employer may face administrative sanctions including fines. Trade unions and equality organizations can provide support and legal representation for workers pursuing these claims.",
      "subsections": [
        {
          "heading": "6.1 Creating a Supportive Workplace Culture",
          "content": "Beyond legal compliance, employers benefit from creating a genuinely supportive culture for pregnant and breastfeeding workers. This includes training managers and supervisors on legal obligations and the importance of supporting pregnant workers; ensuring that colleagues understand that adaptations for pregnant workers are legal rights, not preferential treatment; proactively offering flexibility and accommodations rather than waiting for requests; maintaining confidentiality of medical information and respecting the worker's privacy; and celebrating the pregnancy as a positive life event rather than viewing it as a workplace problem.\n\nSupportive practices might include: offering congratulations when pregnancy is announced; discussing flexible arrangements early in pregnancy rather than waiting for problems to arise; involving the worker in decisions about adaptations and reassignments; maintaining regular communication during any suspension period or maternity leave; and welcoming the worker back after maternity leave with arrangements to facilitate the transition back to work (such as flexibility for medical appointments, continued breastfeeding breaks if applicable, and phased return to full duties if requested). Such practices reduce stress for the worker, reduce the likelihood of complaints or legal claims, and contribute to employee retention and loyalty."
        },
        {
          "heading": "6.2 Documentation and Compliance Records",
          "content": "Comprehensive documentation is essential for demonstrating compliance and defending against potential claims. For each pregnant or breastfeeding worker, maintain: written notification of pregnancy/breastfeeding and medical certification; the specific risk assessment document; records of consultations with the worker about adaptations and reassignments; documentation of adaptations implemented and their evaluation; if reassignment occurred, the positions offered, the worker's acceptance or refusal, and the terms of temporary reassignment; if suspension occurred, the certification provided to Social Security and correspondence with INSS; records of communication during suspension periods; and documentation of return to original position.\n\nEmployers should also maintain generic risk assessments for all positions where women of childbearing age may work, demonstrating proactive compliance with the obligation to anticipate and plan for pregnancy-related accommodations. Policy documents on pregnancy and breastfeeding protections should be included in employee handbooks and discussed during induction. Training records showing that managers and supervisors have been trained on these obligations provide additional evidence of commitment to compliance. This documentation protects the employer against claims of non-compliance and demonstrates the due diligence that can be decisive in avoiding liability."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Pregnancy Notification Response Checklist",
      "items": [
        "Acknowledge the pregnancy notification in writing and congratulate the employee",
        "Provide written information about pregnancy and breastfeeding rights under Spanish law",
        "Schedule meeting with the worker to discuss risk assessment and accommodation process",
        "Initiate specific risk assessment for the worker's position considering pregnancy-related risks",
        "Consult with occupational health service for medical input on risk assessment",
        "Request any medical recommendations or restrictions from the worker's treating physician if relevant",
        "Identify adaptations that could eliminate or reduce identified risks in current position",
        "Consult with the worker on proposed adaptations and incorporate her preferences",
        "If adaptation insufficient, identify potential alternative positions for reassignment",
        "Document all steps taken, decisions made, and communications with the worker",
        "Inform supervisors and (with worker's consent) colleagues of accommodations to be implemented",
        "Schedule follow-up meetings every 4-6 weeks to reassess adaptations as pregnancy progresses"
      ]
    },
    {
      "title": "Risk Assessment for Pregnant Workers Checklist",
      "items": [
        "Assess prolonged standing requirements and opportunities for sitting/resting",
        "Evaluate manual handling tasks — weight, frequency, lifting height, awkward postures",
        "Identify exposure to chemical substances and verify they are not reproductive hazards",
        "Assess thermal stress — working temperature, duration of exposure, access to cool rest areas",
        "Evaluate slip, trip, and fall hazards considering pregnancy-related balance changes",
        "Assess biological hazards from food handling (Listeria, Toxoplasma, Salmonella)",
        "Review working hours including night shifts, split shifts, total hours per week",
        "Evaluate psychosocial factors — workload, stress, break adequacy, harassment risks",
        "Consider any high-risk pregnancy factors identified by medical professionals",
        "Document all identified risks with severity and likelihood ratings"
      ]
    },
    {
      "title": "Breastfeeding Worker Support Checklist",
      "items": [
        "Discuss with worker whether she will breastfeed directly or express milk at work",
        "If expressing milk, provide private, clean, comfortable space (not a toilet)",
        "Ensure expression space has seating, surface for equipment, electrical outlet, and sink access",
        "Provide access to refrigerator for milk storage in sealed containers",
        "Agree on timing of breastfeeding breaks — two 30-minute periods or alternative arrangement",
        "Communicate break arrangements to supervisors to ensure breaks are respected",
        "Conduct risk assessment for lactation-specific risks (chemical exposure, physical strain)",
        "Implement adaptations to eliminate risks to breastfeeding or milk quality",
        "If risks cannot be eliminated, consider reassignment to alternative position",
        "Document arrangements and maintain confidentiality of breastfeeding status",
        "Respect worker's choice to continue or cease breastfeeding break arrangements as child develops",
        "Provide supportive, non-judgmental environment regarding feeding choices"
      ]
    }
  ],
  "bestPractices": [
    "Conduct pregnancy and lactation risk assessments for all positions in advance, before individual pregnancies occur, enabling rapid implementation of accommodations when pregnancy is declared",
    "Adopt a flexible, individualized approach recognizing that pregnancy experiences vary widely; accommodations that work for one person may not suit another",
    "Involve pregnant workers fully in decisions about accommodations and reassignments, respecting their preferences and their own knowledge of what support they need",
    "Train managers and supervisors on pregnancy rights and create accountability for ensuring accommodations are implemented and respected in daily operations",
    "Normalize pregnancy in the workplace through supportive language, celebration of pregnancies, and ensuring that colleagues understand accommodations are legal rights",
    "Maintain regular communication with pregnant workers throughout pregnancy, particularly as accommodations may need to increase as pregnancy advances",
    "Designate a specific manager or HR person as the point of contact for pregnancy-related accommodations, ensuring consistency and expertise",
    "Go beyond minimum legal requirements where possible; good faith efforts to support pregnant workers build loyalty and reduce the likelihood of complaints or legal claims"
  ],
  "glossary": {
    "Teratogenic Substance": "Chemical agent that can cause developmental abnormalities in a fetus when pregnant woman is exposed; Category 1A and 1B teratogens must be completely avoided during pregnancy",
    "Risk Allowance": "Social Security benefit paid at 100% of salary to pregnant or breastfeeding workers suspended from work due to workplace risks that cannot be eliminated; includes pregnancy risk allowance and breastfeeding risk allowance",
    "Adaptation of Working Conditions": "First-priority protective measure involving modification of work tasks, hours, environment, or methods to eliminate risks while allowing worker to continue in her role",
    "Reassignment": "Second-priority protective measure involving temporary transfer of worker to alternative position without risks, maintaining previous salary and conditions",
    "Suspension of Contract": "Third-priority measure when adaptation and reassignment are not possible; worker stops working and claims Social Security risk allowance; employment contract is suspended but not terminated",
    "Regulatory Base": "Salary basis used to calculate Social Security benefits; for risk allowances, based on professional contingencies base, typically resulting in benefit equal to full net salary",
    "Night Work": "Work performed between 22:00 and 06:00; pregnant workers can request exemption if medical certificate indicates risk, and employer must accommodate",
    "Presumption of Discrimination": "Legal principle that dismissal or unfavorable treatment during pregnancy or maternity period is presumed to be discriminatory, with burden on employer to prove otherwise",
    "Occupational Physician": "Medical professional specializing in workplace health who assesses work-related health risks and advises on accommodations; required under Prevention Services regulations"
  }
}
