{
  "title": "Anti-Harassment Protocol",
  "legalBasis": "LO 3/2007 for Effective Equality of Women and Men; Estatuto de los Trabajadores (ET) Article 4.2.e on dignity at work; LO 10/2022 on comprehensive guarantee of sexual freedom; EU Directive 2006/54/EC on equal treatment",
  "summary": "Workplace harassment in all its forms — sexual harassment, harassment based on sex, and psychological harassment (workplace bullying) — represents a fundamental violation of worker dignity and creates unsafe, hostile work environments. Spanish law provides comprehensive protections against harassment, with obligations placed on employers to prevent, detect, respond to, and sanction harassing behavior. The hospitality industry presents particular challenges due to the prevalence of customer-facing roles, late-night work environments, service relationships that may be exploited by harassers, and traditionally high staff turnover that can obscure patterns of abusive behavior.\n\nThis protocol establishes clear definitions of prohibited conduct, mandatory prevention measures, confidential complaint procedures, investigation processes that respect the rights of all parties, and consequences for perpetrators. It applies to all interactions within the workplace context, including harassment by supervisors, colleagues, subordinates, and third parties such as customers or suppliers. The protocol emphasizes that harassment is never acceptable, never the fault of the victim, and will always result in serious consequences for perpetrators.\n\nEffective implementation requires visible leadership commitment, comprehensive training for all staff at all levels, confidential reporting mechanisms that inspire trust, and consistent enforcement that demonstrates zero tolerance. Organizations must create a culture where harassment is understood to be incompatible with the organization's values, where victims are supported rather than blamed, and where bystanders are empowered to intervene safely.",
  "keyPoints": [
    "Zero tolerance policy — all forms of harassment are strictly prohibited and will result in disciplinary action",
    "Harassment includes sexual harassment, harassment based on sex, and psychological workplace bullying",
    "Any employee, regardless of position, can file a complaint through multiple confidential channels",
    "All complaints will be investigated promptly, thoroughly, and confidentially to the extent possible",
    "Retaliation against complainants, witnesses, or investigators is strictly prohibited and separately sanctionable",
    "Both formal investigation and informal resolution options are available depending on circumstances",
    "Victims will be supported throughout the process and provided with appropriate protective measures",
    "Proven harassment will result in disciplinary sanctions ranging from warning to dismissal",
    "Prevention training is mandatory for all employees and must be completed during induction",
    "The protocol applies to all workplace contexts including off-site events, work travel, and digital communications"
  ],
  "sections": [
    {
      "heading": "1. Definitions and Scope",
      "content": "Spanish law recognizes three primary categories of workplace harassment, each with specific legal definitions and protections. Understanding these definitions is essential for recognizing prohibited conduct and distinguishing between harassment and other workplace conflicts or performance management issues. All three forms of harassment share common elements: unwelcome conduct, repetition or severity sufficient to create a hostile environment, and violation of the dignity of the affected person.\n\nSexual harassment, as defined by LO 3/2007 and LO 10/2022, comprises any verbal, non-verbal, or physical conduct of a sexual nature that has the purpose or effect of violating a person's dignity, particularly when creating an intimidating, degrading, or offensive environment. Examples include unwanted sexual propositions or pressure for dates, inappropriate sexual comments or jokes, unwanted physical contact, displaying sexually explicit materials, and intrusive questions about private life or sexual orientation. A single incident can constitute harassment if sufficiently severe.\n\nHarassment based on sex (acoso por razón de sexo) comprises conduct related to a person's sex that has the purpose or effect of violating dignity and creating an intimidating, degrading, or offensive environment. This includes demeaning comments about women's or men's capabilities, exclusion from activities based on sex, hostile behavior toward pregnant workers or those exercising work-life balance rights, and creating a hostile environment based on gender stereotypes. Workplace bullying (acoso laboral) comprises repeated, hostile behavior toward a worker with the purpose or effect of degrading working conditions in a way that may harm rights, dignity, or psychological well-being.",
      "subsections": [
        {
          "heading": "1.1 What Constitutes Harassment",
          "content": "Harassment must be distinguished from legitimate management actions such as performance feedback, disciplinary procedures, task assignment, and schedule management. The key distinguishing factors are intent to harm or belittle rather than legitimate business purpose, conduct that falls outside normal business interactions, and behavior that reasonable persons would recognize as inappropriate, offensive, or hostile.\n\nHarassment may be perpetrated by supervisors, colleagues, subordinates, or third parties such as customers, suppliers, or contractors. The employer's responsibility extends to protecting employees from harassment regardless of the perpetrator's relationship to the organization. Context matters: a single severe incident may constitute harassment, while less severe conduct may require repetition to meet the legal definition. However, 'repetition' does not necessarily mean multiple instances of identical behavior — a pattern of different hostile or demeaning behaviors directed at the same target can cumulatively constitute harassment."
        },
        {
          "heading": "1.2 Special Considerations in Hospitality",
          "content": "The hospitality industry presents specific harassment risk factors. Service-oriented culture may create pressure on staff to tolerate inappropriate behavior from customers. Alcohol service environments may involve intoxicated individuals whose inhibitions are reduced. Hierarchical kitchen cultures may normalize aggressive or demeaning behavior. Late-night shifts, isolated work areas, and situations where young or inexperienced workers interact with more senior staff can create opportunities for harassment.\n\nTip-dependent compensation creates particular vulnerability, as workers may fear that refusing or reporting harassment by customers will result in loss of income. Power dynamics where supervisors control scheduling, shift assignments, and advancement opportunities create opportunities for quid pro quo harassment. The protocol must specifically address these industry-specific factors and provide protections that account for the unique vulnerabilities of hospitality workers."
        }
      ]
    },
    {
      "heading": "2. Prevention Measures and Organizational Culture",
      "content": "Prevention is the first and most important element of an anti-harassment protocol. Legal requirements and complaint procedures are necessary but insufficient — organizations must proactively create environments where harassment is less likely to occur and, if it does occur, is more likely to be reported and addressed early before escalating. Prevention requires visible leadership commitment, clear communication of expectations and consequences, comprehensive training, and ongoing reinforcement through multiple channels.\n\nLeadership commitment must be demonstrated through actions, not merely policy statements. Senior management must visibly champion the protocol, participate in training, respond seriously to complaints, and ensure that consequences are consistently applied regardless of the perpetrator's position or value to the organization. When high-performing or long-tenured employees face harassment allegations, the organization's true commitment is tested — failure to investigate or sanction based on the person's status sends a message that the policy is selectively enforced and that certain employees are above accountability.\n\nThe protocol and the organization's commitment to it must be communicated through multiple channels: during recruitment and hiring, in employee handbooks, through posted notices in employee areas, in team meetings, and through periodic reinforcement campaigns. Communication must be clear, direct, and available in all languages spoken by the workforce. Euphemistic or vague language diminishes impact — use direct terms like 'sexual harassment' and 'workplace bullying' rather than softened phrases.",
      "subsections": [
        {
          "heading": "2.1 Mandatory Training Requirements",
          "content": "All employees must receive anti-harassment training during initial induction, with refresher training at least every two years. Training must cover: legal definitions of harassment, examples specific to hospitality contexts, how to recognize harassing behavior, reporting procedures, support available to victims, consequences for perpetrators, protection against retaliation, and bystander intervention techniques. Training should be interactive and include scenario-based discussions rather than simple lecture presentations.\n\nManagement and supervisory staff require additional specialized training covering: their legal obligations to prevent and respond to harassment, how to receive and document complaints, how to support victims, how to maintain confidentiality, avoiding conduct that could be perceived as retaliatory, and recognizing early warning signs of harassment. Managers must understand that they can be personally liable for harassment they commit or negligently fail to address. Documentation of all training, including dates, participants, content covered, and trainer credentials, must be maintained."
        },
        {
          "heading": "2.2 Environmental and Cultural Interventions",
          "content": "Create physical and social environments that reduce harassment risk. Ensure adequate lighting in all work areas, eliminate isolated locations where staff work alone with no visibility or assistance available, install security cameras in appropriate locations (respecting privacy rights), and maintain clear sightlines between front-of-house and back-of-house areas. Schedule at least two staff members to work closing shifts to eliminate situations where a single employee is alone with a supervisor or colleague.\n\nPromote a culture of respect and professionalism through multiple interventions: establish and model professional communication standards, address all disrespectful behavior promptly even if it doesn't rise to the legal definition of harassment, celebrate diversity and inclusion, provide clear career development pathways that reduce favoritism or perception thereof, and actively solicit employee feedback about workplace climate. Conduct periodic anonymous surveys to assess whether employees feel respected and safe, and whether they trust that complaints would be handled appropriately."
        }
      ]
    },
    {
      "heading": "3. Reporting Mechanisms and Confidentiality",
      "content": "A well-designed reporting system provides multiple pathways for victims to bring forward complaints while maintaining appropriate confidentiality to protect all parties. Reporting mechanisms must be accessible, trustworthy, and well-communicated. Fear of retaliation, disbelief, or having the complaint dismissed is the most common reason victims do not report harassment. Building trust requires demonstrating through consistent practice that complaints are taken seriously, investigated thoroughly, and result in appropriate consequences.\n\nEstablish multiple reporting channels to accommodate different comfort levels and circumstances. Options should include: direct report to immediate supervisor (if they are not the alleged harasser), report to human resources or designated harassment counselor, report to any member of management, written complaint via dedicated email address, anonymous hotline (telephone or web-based), and report to worker representative or union official where applicable. For small establishments without dedicated HR staff, designate a specific person or establish a relationship with an external resource such as a legal advisor or specialized consultancy.\n\nVictims should be encouraged but not required to make complaints in writing. If an oral complaint is received, the recipient must document it promptly, including date, time, name of complainant, description of the alleged harassment, names of alleged perpetrator and any witnesses, and any immediate actions taken. The written summary should be shared with the complainant for verification. Complaints can be anonymous, though this may limit the investigation's scope and the organization's ability to provide victim support or protection.",
      "subsections": [
        {
          "heading": "3.1 Confidentiality Protocols",
          "content": "Maintain strict confidentiality throughout the complaint and investigation process to the maximum extent possible while still conducting a thorough investigation. Information about the complaint should be shared only with those who have a legitimate need to know: the investigator, relevant witnesses, the accused (to the extent necessary to respond to allegations), and senior management as appropriate. Breach of confidentiality can cause severe harm to all parties, discourage future reporting, and expose the organization to legal liability.\n\nBefore beginning an investigation, inform the complainant and all witnesses that confidentiality will be maintained to the extent possible, but that some disclosure is necessary to investigate effectively. Explain that the accused will need to be informed of the allegations in sufficient detail to respond, though the complainant's identity may be protected in some circumstances. Discuss with the complainant what level of confidentiality they prefer and what limitations may exist. Document these conversations."
        },
        {
          "heading": "3.2 Initial Response and Immediate Measures",
          "content": "Upon receiving a complaint, take immediate action to ensure the safety and support of the complainant. Express that the complaint is taken seriously and that retaliation will not be tolerated. Assess whether immediate protective measures are needed, such as schedule adjustments to eliminate contact between complainant and accused, temporary reassignment of one party, supervised interactions only, or in extreme cases, temporary paid leave for the accused pending investigation.\n\nProvide the complainant with information about available support resources, which may include: access to confidential counseling through an Employee Assistance Program (EAP) if available, information about external support organizations for victims of harassment or assault, contact information for the investigation officer, written summary of the complaint process and timeline, and assurance that protection against retaliation will be provided. Document all immediate measures taken and the rationale for them."
        }
      ]
    },
    {
      "heading": "4. Investigation Process",
      "content": "All harassment complaints must be investigated promptly, thoroughly, and impartially. The investigation should begin within 48 hours of receiving the complaint and be completed within a reasonable time frame, typically 2-4 weeks depending on complexity. Delays erode trust and allow harm to continue. The investigator must be impartial — not a close colleague of either party, not someone with a vested interest in the outcome, and preferably someone with specific training in harassment investigations. For small establishments, this may require engaging an external investigator.\n\nThe investigation process follows a systematic sequence: review the written complaint and any supporting documentation, interview the complainant in detail to understand all relevant facts and context, interview the accused to obtain their response to the allegations, interview any witnesses identified by either party, review any physical evidence such as messages, emails, or security footage, assess credibility of all parties, and determine whether harassment occurred based on the balance of evidence. Each interview should be documented with written notes or recordings (with consent). Interviewees should be offered the opportunity to have a support person present.",
      "subsections": [
        {
          "heading": "4.1 Rights of the Accused",
          "content": "While prioritizing victim support, the protocol must also respect the rights of the accused, who is entitled to due process. The accused must be informed of the allegations in sufficient detail to prepare a response, though the timing of this notification may be strategic (for example, delaying notification until after witness interviews if there is concern about tampering). The accused has the right to respond to all allegations, to identify witnesses who may provide relevant information, to be accompanied by a support person during interviews, and to have the investigation conducted fairly and impartially.\n\nPresumption of innocence applies — the accused should not face formal discipline until the investigation is complete and a finding has been made. However, temporary measures to protect the complainant during the investigation are appropriate even before findings are determined. Such measures should be designed to be as neutral as possible and should not constitute punishment or imply guilt. Where feasible, inconvenience should be distributed equitably between parties rather than presumptively burdening the complainant."
        },
        {
          "heading": "4.2 Evidence Assessment and Findings",
          "content": "Harassment investigations rarely involve physical evidence or independent witnesses, often coming down to conflicting accounts from the complainant and accused. Investigators must assess credibility based on multiple factors: consistency of accounts over multiple interviews, specificity and detail in descriptions, corroboration from witnesses even if they did not directly observe the harassment, patterns of similar behavior with others, contemporaneous documentation such as messages or diary entries, and the inherent plausibility of each party's account.\n\nThe standard of proof in internal workplace investigations is 'balance of probabilities' (also called 'preponderance of evidence') — is it more likely than not that harassment occurred? This is a lower standard than the criminal 'beyond reasonable doubt' standard. Complete certainty is not required. After assessing all evidence, the investigator prepares a written report summarizing the allegations, investigation steps taken, evidence gathered, credibility assessments, findings regarding whether harassment occurred, and recommendations for consequences and corrective measures."
        }
      ]
    },
    {
      "heading": "5. Consequences and Disciplinary Action",
      "content": "When an investigation substantiates harassment, the organization must impose appropriate disciplinary sanctions. The severity of sanctions should be proportionate to the severity of the harassment, taking into account factors such as: nature and severity of the conduct, whether it was a single incident or repeated pattern, position and responsibility level of the perpetrator, impact on the victim, existence of prior complaints or disciplinary history, and level of remorse or acceptance of responsibility. Spanish labor law provides a graduated scale of disciplinary sanctions from verbal warning through dismissal.\n\nFor less severe cases — for example, isolated inappropriate comments that did not involve threats, physical contact, or abuse of authority — sanctions might include mandatory training, written warning, temporary suspension without pay, or demotion. For moderate cases involving repeated harassment, abuse of supervisory position, or conduct causing significant harm, appropriate sanctions include lengthy suspension, demotion, or dismissal for serious misconduct. For severe cases — sexual assault, threats, systematic campaigns of bullying, or quid pro quo harassment by supervisors — immediate dismissal is appropriate and legally defensible.\n\nDisciplinary action must be implemented promptly after the investigation concludes and findings are determined. Document the disciplinary decision thoroughly, including the specific policy violations found, the factors considered in determining the sanction, and the effective date of the discipline. Communicate the outcome to the complainant in general terms (confirming that action has been taken) while respecting confidentiality regarding the specific discipline imposed. The perpetrator receives detailed written notice of the findings and the specific disciplinary action, including rights of appeal under Spanish labor law.",
      "subsections": [
        {
          "heading": "5.1 Remedial Measures for Victims",
          "content": "In addition to sanctioning the perpetrator, the organization must take steps to remediate the harm to the victim and prevent recurrence. Remedial measures may include: formal apology from the organization acknowledging the harassment occurred and should not have happened, modification of the victim's work situation if they prefer (transfer to different department, schedule changes), access to counseling or other support services at employer expense, compensation for any economic losses such as tips lost due to schedule changes during the investigation, restoration of any opportunities denied due to the harassment (such as promotions or favorable assignments), and ongoing monitoring to ensure no retaliation occurs.\n\nConsult with the victim about what remedial measures they would find helpful — do not impose measures that the victim does not want or that effectively punish them (such as involuntary transfer away from a preferred position). However, the organization must balance the victim's preferences with operational and legal requirements. For example, if the victim prefers that no action be taken against a proven harasser, the organization cannot simply honor this preference, as it has a legal duty to maintain a harassment-free workplace for all employees."
        },
        {
          "heading": "5.2 Organizational Corrective Actions",
          "content": "When harassment is substantiated, assess whether systemic factors contributed and require organizational-level corrective action beyond individual discipline. Such measures might include: additional training for a department or work group where harassment occurred, enhanced supervision of an area where management oversight was insufficient, review and strengthening of reporting procedures if barriers to reporting were identified, modification of physical workspace to reduce isolated areas, changes to scheduling practices to ensure adequate staffing, and revision of customer interaction policies if customer harassment was involved.\n\nWhen harassment was not substantiated but the investigation revealed other workplace problems — such as unprofessional communication, unclear policies, or management deficiencies — address these issues even though they did not meet the legal definition of harassment. Harassment often occurs in environments where lower-level disrespect and unprofessionalism have been tolerated, creating a culture where boundaries progressively erode."
        }
      ]
    },
    {
      "heading": "6. Retaliation Protection and Monitoring",
      "content": "Retaliation against individuals who make harassment complaints, participate as witnesses, or are involved in investigations is strictly prohibited and itself constitutes a separate, independently sanctionable violation. Spanish law provides strong protections against retaliation, and courts impose serious consequences on employers who fail to prevent it. Retaliation can take many forms: adverse employment actions such as termination, demotion, or reduction in hours; subtle actions such as exclusion from communications, denial of routine approvals, assignment to undesirable shifts, or unwarranted criticism; and creation of hostile environment through cold-shoulder treatment or spreading rumors.\n\nThe anti-retaliation provision must be communicated clearly and repeatedly to all staff. Supervisors must be specifically trained that any adverse action against a complainant or witness will be scrutinized intensely and must be supported by clear, documented business justification that predates the complaint. Even legitimate performance management or discipline of a complainant must be carefully documented and reviewed at higher levels to ensure it is not, or cannot be perceived as, retaliation.\n\nMonitoring for retaliation should continue for a reasonable period after complaint resolution — typically 6-12 months. This monitoring may include: regular check-ins with the complainant to ask whether they have experienced any retaliation, review of any employment actions affecting the complainant to ensure legitimate justification, interviews with colleagues to assess whether work environment has changed, and investigation of any concerns that arise. Document all monitoring activities.",
      "subsections": [
        {
          "heading": "6.1 Responding to Retaliation Complaints",
          "content": "If retaliation is alleged, investigate immediately using the same rigorous process as for harassment complaints. Retaliation investigations must determine: what adverse action occurred, whether the person who took the action knew about the prior complaint or investigation, whether the timing suggests a connection between the complaint and the adverse action, whether the stated justification for the action is credible and documented, and whether similarly situated employees who did not complain have been treated differently.\n\nRetaliation may be difficult to prove when it involves subtle actions or when the organization can articulate legitimate reasons for the adverse action. However, close temporal proximity between a complaint and an adverse action creates strong inference of retaliation. When retaliation is proven, sanctions should be severe — typically more severe than for the underlying harassment itself, as retaliation strikes at the core of the organization's ability to maintain a harassment-free workplace. No one will report harassment if they see that complainants face retaliation with impunity."
        },
        {
          "heading": "6.2 Culture of Support for Reporters",
          "content": "Beyond merely prohibiting retaliation, actively cultivate a culture that views reporting harassment as responsible and courageous rather than as disloyalty or troublemaking. Communicate that individuals who report harassment in good faith are protecting the organization and their colleagues, not harming the organization. Even if an investigation does not substantiate harassment, the act of reporting should not be criticized or punished — only complaints made in demonstrable bad faith warrant consequences.\n\nPublicize (with appropriate confidentiality protections) that complaints have been investigated and appropriate action taken. This demonstrates that the system works and encourages others to come forward. However, balance transparency with privacy — share general information about the organization's commitment and track record without identifying specific individuals or cases."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Harassment Prevention Implementation Checklist",
      "items": [
        "Written anti-harassment protocol adopted and approved by senior management",
        "Protocol communicated to all employees in writing and posted in employee areas",
        "Multiple reporting channels established and clearly communicated",
        "Designated harassment officer or investigator appointed with appropriate training",
        "All employees have received anti-harassment training during induction",
        "All managers have received specialized anti-harassment training for supervisors",
        "Anonymous employee climate survey conducted to assess perceptions of harassment risk",
        "Physical environment assessed for isolated areas or inadequate lighting",
        "Scheduling practices reviewed to avoid single-employee closing shifts where possible",
        "Customer interaction policies reviewed and strengthened to address customer harassment",
        "Relationships established with external resources for victim support",
        "Confidential recordkeeping system established for complaints and investigations"
      ]
    },
    {
      "title": "Complaint Receipt and Initial Response Checklist",
      "items": [
        "Complaint received and documented with date, time, and complainant information",
        "Complainant thanked for coming forward and assured that complaint is taken seriously",
        "Complainant informed about the investigation process and approximate timeline",
        "Confidentiality explained — what will be protected and what disclosure is necessary",
        "Immediate safety needs assessed and protective measures implemented if needed",
        "Complainant provided with information about available support resources",
        "Anti-retaliation protection explained and contact provided for reporting any retaliation",
        "Investigator assigned — must be impartial and appropriately trained",
        "Investigation timeline established — target completion within 2-4 weeks",
        "Senior management notified as appropriate while maintaining confidentiality",
        "Initial response documented in investigation file"
      ]
    },
    {
      "title": "Investigation Completion and Follow-Up Checklist",
      "items": [
        "Written investigation report completed including findings and recommendations",
        "Report reviewed by senior management or legal counsel as appropriate",
        "Disciplinary decision made based on findings — proportionate to severity",
        "Complainant notified of outcome in general terms (action has been taken)",
        "Alleged harasser notified of specific findings and disciplinary action",
        "Disciplinary action implemented and documented in personnel file",
        "Remedial measures for victim discussed and implemented as agreed",
        "Organizational corrective actions identified and implementation plan developed",
        "All parties reminded of anti-retaliation protections and monitoring plan",
        "Follow-up monitoring scheduled — regular check-ins with complainant for 6-12 months",
        "Investigation file secured in confidential storage",
        "Lessons learned reviewed to improve protocol and prevention measures"
      ]
    }
  ],
  "bestPractices": [
    "Designate a trusted, trained individual as harassment counselor who employees can approach for confidential guidance without triggering formal investigation",
    "Conduct stay interviews and exit interviews that specifically ask about experiences of harassment and whether reporting mechanisms are trusted",
    "Address low-level disrespectful behavior immediately, before it escalates to harassment — maintaining professional culture is prevention",
    "When allegations involve a supervisor, temporarily report directly to a higher-level manager during the investigation to eliminate retaliation risk",
    "Provide bystander intervention training so employees know how to safely interrupt harassment they witness",
    "Create opportunities for anonymous feedback about workplace climate to identify problems early",
    "Celebrate diversity and model inclusive behavior from the top — leadership sets the tone for acceptable conduct",
    "Review the protocol annually and update based on legal developments, incident experiences, and employee feedback"
  ],
  "glossary": {
    "Sexual Harassment": "Unwelcome conduct of a sexual nature that violates a person's dignity, particularly when creating an intimidating, degrading, or offensive environment",
    "Harassment Based on Sex": "Conduct related to a person's sex (but not necessarily sexual in nature) that violates dignity and creates a hostile environment",
    "Workplace Bullying": "Repeated hostile or abusive behavior directed at a worker with the purpose or effect of degrading working conditions and harming rights, dignity, or psychological well-being",
    "Quid Pro Quo Harassment": "Harassment where submission to unwelcome conduct is made an explicit or implicit condition of employment, promotion, or other employment benefits",
    "Hostile Work Environment": "A workplace where harassment is sufficiently severe or pervasive to create an intimidating, hostile, or offensive working environment that interferes with work performance",
    "Retaliation": "Adverse action taken against an individual because they made a harassment complaint, participated in an investigation, or opposed harassment",
    "Balance of Probabilities": "The standard of proof in civil matters and workplace investigations — whether it is more likely than not that the alleged conduct occurred",
    "Due Process": "Fair treatment through the established investigation process, including notice of allegations and opportunity to respond",
    "Reasonable Person Standard": "An objective standard asking whether a reasonable person in the same circumstances would consider the conduct to be harassment",
    "Intersectional Harassment": "Harassment that targets multiple aspects of a person's identity simultaneously (for example, sexual harassment compounded by racist comments)"
  }
}
