{
  "title": "Data Protection (GDPR/LOPDGDD)",
  "legalBasis": "EU General Data Protection Regulation (GDPR) 2016/679; LO 3/2018 Organic Law on Data Protection and Digital Rights (LOPDGDD); EU ePrivacy Directive 2002/58/EC; Spanish National Security Scheme (if handling public sector data)",
  "summary": "Data protection law regulates how organizations collect, use, store, and share personal information about identifiable individuals. In the European Union, the General Data Protection Regulation (GDPR) establishes comprehensive requirements and strong enforcement mechanisms including substantial fines for violations. Spain's LOPDGDD complements the GDPR with specific national provisions. For hospitality businesses, data protection applies to information about both customers (names, contact details, payment information, food preferences, allergy information) and employees (personal details, payroll, health information, performance records). Proper data protection is not merely a compliance obligation but a matter of respect for individual privacy and a business necessity given that breaches damage reputation and customer trust.\n\nThe GDPR is built on key principles: lawfulness, fairness, and transparency (data must be processed legally and individuals informed); purpose limitation (data collected for specific purposes, not reused incompatibly); data minimization (collect only what is necessary); accuracy (data must be accurate and updated); storage limitation (data kept only as long as needed); integrity and confidentiality (security measures to protect data); and accountability (organizations must demonstrate compliance). These principles apply to all processing of personal data, from taking a reservation to maintaining employee records.\n\nHospitality staff handle personal data daily and must understand their responsibilities. Service staff take customer names and contact information, note allergies and dietary preferences, process payments. Kitchen staff access order information that may include allergy alerts linked to specific customers. Managers handle employee personal information, schedules, performance data. Marketing staff may collect customer email addresses for promotions. All these activities constitute 'processing' of personal data and must comply with GDPR requirements. Training, clear procedures, and technical safeguards are essential for ensuring compliance throughout operations.",
  "keyPoints": [
    "Personal data is any information relating to an identified or identifiable individual",
    "Organizations must have a lawful basis for processing data (consent, contract, legal obligation, legitimate interest)",
    "Individuals have rights including access, correction, erasure, portability, and objection to processing",
    "Data must be collected for specified purposes and not used incompatibly with those purposes",
    "Collect only the minimum data necessary for the specific purpose",
    "Implement appropriate security measures to protect data from unauthorized access, loss, or destruction",
    "Data breaches must be reported to the supervisory authority within 72 hours if they pose risk to individuals",
    "Staff must be trained on data protection principles and procedures",
    "Privacy notices must inform individuals about how their data will be used",
    "Organizations must maintain records of processing activities and be able to demonstrate compliance"
  ],
  "sections": [
    {
      "heading": "1. Core Concepts and Definitions",
      "content": "Understanding data protection law begins with grasping several key concepts. Personal data is any information relating to an identified or identifiable natural person (data subject). This includes obvious identifiers such as name, address, email, phone number, ID numbers, and photographs. It also includes less obvious information that, combined with other data, could identify someone: IP addresses, device identifiers, location data, online identifiers, and any information about physical, physiological, genetic, mental, economic, cultural, or social identity.\n\nProcessing encompasses virtually any operation performed on personal data: collection, recording, organization, structuring, storage, adaptation, retrieval, consultation, use, disclosure, alignment, restriction, erasure, or destruction. Simply viewing a customer record on a computer screen is processing. Taking a reservation, sending an email, storing employee files, sharing information with a delivery service — all are processing activities subject to GDPR requirements. The breadth of the term 'processing' means that nearly all business activities involving information about people fall within the regulation's scope.\n\nThe data controller is the entity that determines the purposes and means of processing personal data — typically the business itself. The controller has primary responsibility for ensuring compliance and is accountable to supervisory authorities and data subjects. A data processor is an entity that processes data on behalf of the controller — for example, a payroll service provider, cloud hosting provider, or reservation platform. Controllers remain responsible for processors' compliance and must use only processors that provide sufficient guarantees regarding data protection. Most hospitality businesses act as controllers for customer and employee data, though they may also be processors when handling data on behalf of group booking organizers or event clients.",
      "subsections": [
        {
          "heading": "1.1 Special Category Data",
          "content": "Certain categories of personal data are considered particularly sensitive and subject to stricter protections. These 'special category' data include information revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data for uniquely identifying a person, health data, and data concerning sex life or sexual orientation. Processing special category data is generally prohibited unless specific conditions are met, such as explicit consent, processing necessary for employment law compliance, or vital interests of the data subject.\n\nIn hospitality contexts, special category data may arise in several situations. Health data is involved when customers provide allergy or dietary restriction information for safety reasons. Employee health information is collected when managing sick leave, occupational health monitoring, or workplace accommodations. This data requires enhanced protection: stricter access controls, additional security measures, clear policies on who can access it and for what purposes, and careful consideration of lawful basis (often explicit consent or vital interests for customer allergies, employment law obligations for employee health data)."
        },
        {
          "heading": "1.2 Lawful Basis for Processing",
          "content": "Every processing activity must have at least one lawful basis from the six specified in GDPR Article 6: consent (the data subject has given clear affirmative consent); contract (processing is necessary to fulfill a contract with the data subject or take steps before entering a contract); legal obligation (processing is necessary to comply with law); vital interests (processing is necessary to protect someone's life); public task (processing is necessary for public interest or official function); or legitimate interests (processing is necessary for the legitimate interests of the controller or third party, except where overridden by data subject's rights).\n\nIn hospitality, common lawful bases include: contract for processing customer data necessary to provide the service they've requested (taking reservation, providing meal, processing payment); legal obligation for tax and accounting records, health and safety documentation; consent for marketing communications and optional data collection; and legitimate interests for security camera footage, fraud prevention, and some internal administrative purposes. The lawful basis must be determined before processing begins and communicated to data subjects in the privacy notice. Different lawful bases apply different rules about data subject rights, so choosing appropriately is important."
        }
      ]
    },
    {
      "heading": "2. Data Subject Rights",
      "content": "The GDPR grants individuals comprehensive rights regarding their personal data. Organizations must establish procedures for receiving, verifying, and responding to rights requests within strict timeframes, generally one month from receipt of a valid request. Understanding these rights and having processes to fulfill them is essential for compliance. Each right has specific conditions and exceptions, and not every right applies in every situation, but organizations must assess each request individually and respond appropriately.\n\nThe right of access (Article 15) allows individuals to obtain confirmation of whether their data is being processed, access to the data, and information about the processing including purposes, categories of data, recipients, retention period, and rights. The response must be provided in commonly used electronic format if requested electronically. This is one of the most frequently exercised rights. The right to rectification (Article 16) allows individuals to have inaccurate data corrected and incomplete data completed. The right to erasure or 'right to be forgotten' (Article 17) allows individuals to request deletion of their data in certain circumstances: data no longer needed for original purpose, consent is withdrawn, individual objects to processing, data was unlawfully processed, or legal obligation requires erasure.\n\nThe right to restriction of processing (Article 18) allows individuals to limit how their data is used while disputed. The right to data portability (Article 20) allows individuals to receive their data in structured, commonly used, machine-readable format and transmit it to another controller where technically feasible. This applies only to data processed based on consent or contract and only to data the individual provided. The right to object (Article 21) allows individuals to object to processing based on legitimate interests or for direct marketing purposes. When an objection is made, the controller must stop processing unless it can demonstrate compelling legitimate grounds that override the individual's interests.",
      "subsections": [
        {
          "heading": "2.1 Verifying Identity and Responding to Requests",
          "content": "Before responding to any rights request, verify the identity of the requester to prevent unauthorized disclosure of data to imposters. Request additional information to confirm identity if the data subject is not personally known to you. For example, if someone emails requesting access to all their customer data, verify their identity by matching the request to information in your systems or asking them to provide verification. Balance the need for verification against the privacy principle of not collecting excessive data — use the minimum verification necessary for reasonable confidence.\n\nRespond to valid requests within one month, extendable by two additional months for complex or numerous requests (but inform the data subject within the first month if extension is needed). Provide responses free of charge unless requests are manifestly unfounded or excessive, particularly if repetitive. Document all requests, verification steps, response provided, and any decisions to refuse requests. If refusing a request, explain the reasons and inform the data subject of their right to complain to the supervisory authority and seek judicial remedy."
        },
        {
          "heading": "2.2 Balancing Rights with Other Interests",
          "content": "Data subject rights are not absolute and must sometimes be balanced with other interests. The right to erasure does not apply when retention is necessary for compliance with legal obligation (such as tax law requiring retention of transaction records), establishment or defense of legal claims, or overriding legitimate interest. When refusing erasure request, explain which exception applies and why. Similarly, the right to object to processing based on legitimate interests can be overridden if the controller demonstrates compelling legitimate grounds that override the individual's interests.\n\nIn employment contexts, additional considerations apply. Employees have the same data protection rights as customers, but employment relationships create complexities. Erasure of employee data may not be possible during employment and for periods afterward due to legal obligations (tax reporting, potential claims). Access requests must be handled carefully to avoid disclosing information about third parties (such as other employees mentioned in performance notes). Privacy must be balanced with employer's legitimate interests in maintaining workplace records."
        }
      ]
    },
    {
      "heading": "3. Data Security and Breach Management",
      "content": "Article 32 requires controllers and processors to implement appropriate technical and organizational measures to ensure a level of security appropriate to the risk. This includes measures such as pseudonymization and encryption, ensuring confidentiality and integrity of systems, ability to restore data after incidents, and regular testing of security measures. 'Appropriate to the risk' means that more sensitive data or higher-risk processing requires stronger security measures. Security is not one-time implementation but ongoing process requiring regular review and updates as threats evolve.\n\nTechnical measures for hospitality businesses should include: strong password policies requiring complex passwords changed regularly, access controls limiting who can view sensitive data based on job role, encryption of sensitive data both in transit (when transmitted electronically) and at rest (when stored), secure disposal of paper documents containing personal data (shredding), physical security for premises where data is stored (locked filing cabinets, server rooms), up-to-date antivirus and security software, regular backups of data with secure storage, and secure network configuration including firewall protection. Organizational measures include staff training on data protection and security, clear policies and procedures, defined data handling protocols, and incident response plans.\n\nDespite best efforts, data breaches can occur through various means: cyberattacks, lost or stolen devices, unauthorized access by staff, accidental disclosure, physical theft, or technical failures. A personal data breach is any breach of security leading to accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access to personal data. Not every breach requires external notification, but all breaches must be documented internally and assessed for risk to data subjects.",
      "subsections": [
        {
          "heading": "3.1 Breach Notification Requirements",
          "content": "When a breach is likely to result in risk to individuals' rights and freedoms, it must be reported to the supervisory authority (in Spain, the AEPD - Agencia Española de Protección de Datos) without undue delay and no later than 72 hours after becoming aware of it. The notification must describe the nature of the breach, categories and approximate numbers of data subjects and records affected, contact details of the Data Protection Officer or other contact point, likely consequences, and measures taken or proposed to address the breach and mitigate harm.\n\nIf the breach is likely to result in high risk to individuals, the affected individuals must also be notified directly without undue delay. High risk might involve situations where sensitive data is exposed, where identity theft or fraud could result, where reputational damage is likely, or where other significant harm could occur. Notification to individuals should be in clear, plain language explaining what happened, what data was affected, what they should do to protect themselves, and what the organization is doing to address the situation. Failure to report required breaches within timeframes can result in significant fines."
        },
        {
          "heading": "3.2 Incident Response Planning",
          "content": "Prepare for potential breaches by developing an incident response plan before they occur. The plan should define: what constitutes a breach, how to detect and recognize breaches, who to notify internally (management, IT, legal), initial containment and recovery steps, how to assess risk to individuals, responsibility for reporting to supervisory authority and affected individuals, communication protocols, and processes for investigating cause and preventing recurrence. Designate specific individuals responsible for breach management and ensure they are trained.\n\nWhen a breach occurs, act quickly to: contain the breach (stop ongoing data exposure, secure affected systems, recover data if possible), assess the scope (what data was affected, how many individuals, how did the breach occur), assess risk to individuals (is notification required?), document everything (timeline, data involved, actions taken), notify as required, and implement corrective actions to prevent recurrence. Conduct post-incident review of every breach to identify lessons learned and system improvements needed."
        }
      ]
    },
    {
      "heading": "4. Privacy by Design and Data Minimization",
      "content": "Privacy by Design and by Default (Article 25) requires that data protection is built into systems and processes from the initial design stage rather than added as an afterthought. When developing new systems, processes, or services that involve personal data, privacy considerations must be integrated from the beginning. This includes technical measures such as encryption, access controls, and secure architecture, as well as organizational measures such as clear data handling procedures and staff training. By Default means that only the minimum necessary data is processed for each specific purpose, and that privacy-protective settings are the default rather than requiring individuals to opt in to protection.\n\nData minimization (Article 5(1)(c)) requires that data collected and processed must be adequate, relevant, and limited to what is necessary for the purposes for which it is processed. Do not collect data 'just in case it might be useful' or because technology makes collection easy. Before collecting data, ask: is this data actually necessary for the specific purpose? Can the purpose be achieved with less data? Can we use anonymized or aggregated data instead of personal data? This principle directly challenges practices of collecting comprehensive customer profiles when only minimal information is actually needed to provide the service.\n\nIn practice, this means: requesting only necessary information on reservation or registration forms (don't ask for birth date if you only need to verify someone is over 18 for alcohol service); avoiding request for sensitive data unless genuinely required (dietary preferences needed to safely accommodate allergies should be collected, but detailed health information is not necessary); designing forms with optional fields clearly marked; not collecting customer data at all when service can be provided anonymously (walk-in cash customers need not be registered unless specific business reason requires it); and regularly reviewing what data is collected in each context to verify it's all necessary.",
      "subsections": [
        {
          "heading": "4.1 Purpose Limitation and Compatible Use",
          "content": "Purpose limitation (Article 5(1)(b)) requires that data is collected for specified, explicit, and legitimate purposes and not further processed in ways incompatible with those purposes. When collecting data, clearly define and communicate the purpose (for example, 'We collect your email address to send reservation confirmation and any changes to your booking'). Do not later use that data for incompatible purposes (sending marketing emails would be incompatible unless consent for marketing was separately obtained).\n\nCompatible uses are those that have reasonable connection to the original purpose and would not surprise the data subject. Using customer contact information collected for reservation to contact them about a change to their reservation time is compatible. Using that information to send them promotional offers is not compatible without separate consent for marketing. If considering a new use of existing data, assess: would this use surprise the data subject? Does it align with what they were told when data was collected? Is it reasonably related to the original purpose? If answers suggest incompatibility, do not proceed without obtaining fresh consent or establishing different lawful basis."
        },
        {
          "heading": "4.2 Storage Limitation and Retention Schedules",
          "content": "Storage limitation (Article 5(1)(e)) requires that data be kept only for as long as necessary for the purposes for which it is processed. After data is no longer needed, it must be deleted or anonymized. This requires establishing retention schedules that specify how long different categories of data will be kept. Some retention periods are determined by law: tax and accounting records must be kept for specified periods under tax law. Employment records must be retained during employment and for periods afterward to defend potential claims. Where legal requirements don't specify retention, determine retention based on: how long the data is actively needed for the processing purpose, whether there are legitimate reasons to retain it longer (such as potential legal claims), and whether there are any legal prohibitions on retention.\n\nImplement processes to regularly review data holdings and delete data that has reached the end of its retention period. This might include: automated deletion of reservation records after a certain period for customers who haven't returned, periodic review of employee files to remove outdated performance records, deletion of marketing contact lists for individuals who haven't engaged in extended periods, and secure disposal of backup data when primary data is deleted. Document retention decisions and implement them consistently."
        }
      ]
    },
    {
      "heading": "5. Employee Training and Accountability",
      "content": "All staff who handle personal data must receive training appropriate to their role and the data they process. Reception and service staff need training on: what personal data is and why protection matters, what customer information they collect and how it must be handled securely, confidentiality obligations, how to respond to customer questions about data use, reporting of security incidents or breaches, and basic security practices (password security, not leaving systems logged in unattended, secure disposal of documents). Kitchen staff need training on: handling allergy and dietary information securely, confidentiality of any customer information they encounter, and secure disposal of orders or tickets containing customer data.\n\nManagers handling employee data need more comprehensive training covering: employee data subject rights and how to respond to requests, security of employee records, confidentiality obligations, retention requirements for different types of employee data, special protections for sensitive employee data (health information, disciplinary records), and how to handle references and employment verification requests while protecting privacy. All training should be documented, including content covered, date, participants, and trainer. Provide refresher training at least annually and whenever procedures change significantly.",
      "subsections": [
        {
          "heading": "5.1 Access Controls and Confidentiality",
          "content": "Implement role-based access controls so that staff can only access personal data necessary for their specific job functions. Reception staff need access to reservation systems and customer contact details, but do not need access to financial records or employee payroll. Kitchen staff need to see allergy information on orders, but do not need to see customer names or contact details. Managers need access to employee records, but only for their direct reports, not the entire organization. Regular review of access rights ensures that when roles change, access is adjusted accordingly, and when employment ends, access is immediately revoked.\n\nConfidentiality training must emphasize that personal information is not casual conversation material. Discussing customer information with colleagues who don't need to know, sharing customer details with friends or family, or gossiping about employee personal matters are all data protection violations with potential disciplinary consequences. Create a culture where discretion and confidentiality are valued professional qualities, not bureaucratic restrictions. Confidentiality obligations continue after employment ends — former employees remain bound by confidentiality regarding data they accessed during employment."
        },
        {
          "heading": "5.2 Records of Processing Activities",
          "content": "Article 30 requires controllers to maintain records of processing activities. For organizations with fewer than 250 employees, this requirement applies only to processing that is not occasional, likely to result in risk to data subjects, or includes special category data or criminal conviction data. In practice, most hospitality businesses should maintain processing records as they regularly process customer and employee data, some of which involves special categories (health data).\n\nProcessing records should document, for each processing activity: name and contact details of controller, purposes of processing, description of categories of data subjects and personal data, categories of recipients to whom data is disclosed, transfers to third countries if applicable, retention periods, and general description of security measures. This documentation serves both as compliance evidence for supervisory authorities and as internal management tool ensuring that all processing is authorized, necessary, and properly controlled. Update records whenever processing activities change — new systems, new service offerings, new data sharing arrangements."
        }
      ]
    },
    {
      "heading": "6. Transparency and Privacy Notices",
      "content": "Transparency is a core GDPR principle requiring that individuals are informed about processing of their data in clear, plain language. Privacy notices (also called privacy policies or information notices) fulfill this obligation by explaining who is processing data, what data is collected, why it is collected, lawful basis for processing, who it is shared with, how long it is kept, data subject rights, and how to exercise those rights. Separate privacy notices may be needed for different audiences (customers versus employees) and different contexts (general service versus marketing communications versus online account registration).\n\nPrivacy notices must be provided at the time data is collected. For customers, this might be through a notice on the website when making online reservations, a notice displayed in the establishment, or a notice provided when taking contact details for delivery orders. For employees, provide a comprehensive privacy notice during recruitment or at latest upon beginning employment. The notice must be concise, transparent, intelligible, and easily accessible. Avoid legal jargon; use clear, everyday language. Make notices easy to find — prominent link on website, clearly visible signage in establishment, included in employee handbooks.\n\nWhile comprehensive information must be available, consider layered approach particularly for online notices: provide key points upfront (what data, why, who we share with) with links to full details. This respects that most people want the highlights while ensuring that comprehensive information is available for those who want it. Review and update privacy notices at least annually and whenever processing changes significantly. Outdated privacy notices that don't reflect current practices create compliance risk and erode trust.",
      "subsections": [
        {
          "heading": "6.1 Consent Management",
          "content": "When processing relies on consent as lawful basis (primarily for marketing and optional data collection), consent must meet GDPR standards: freely given (genuine choice without coercion or bundling), specific (separate consent for different purposes), informed (data subject knows what they're consenting to), and unambiguous (clear affirmative action, not silence or pre-ticked boxes). Consent must be as easy to withdraw as to give, and withdrawal must be fully effective — no continuing to process based on withdrawn consent.\n\nFor marketing communications, provide clear opt-in mechanisms (do not pre-check consent boxes), separate consent for different communication channels (email, SMS, phone), and easy unsubscribe options in every message. Track consent carefully — record when and how consent was obtained, what it covered, and if/when it was withdrawn. Do not assume that existing customer relationship implies consent for marketing — these are separate. Someone who has made a reservation has not thereby consented to receive marketing emails unless they separately opted in."
        },
        {
          "heading": "6.2 Third-Party Data Sharing",
          "content": "When sharing personal data with third parties — delivery service providers, payment processors, reservation platforms, marketing services, cloud hosting providers, payroll services — ensure compliance through: conducting due diligence on the third party's data protection practices before engaging them, using written contracts or data processing agreements that specify what data is shared, how it must be protected, what it can be used for, and obligations to delete or return data when service ends, providing privacy notice information about third-party sharing so individuals are informed, and ensuring only necessary data is shared for the specific purpose.\n\nDifferent requirements apply depending on whether the third party is a data processor (processing data on your behalf according to your instructions) or an independent controller (processing data for their own purposes). Processors require data processing agreements compliant with Article 28. Independent controllers require separate lawful basis for their processing and their own privacy notices. When in doubt about which applies, seek legal guidance. Always verify that third parties provide adequate data protection and have appropriate security measures. If a processor suffers a breach affecting data you shared, you may still have notification obligations and reputational consequences."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "GDPR Compliance Foundation Checklist",
      "items": [
        "Documented inventory of all personal data processing activities",
        "Privacy notices prepared and published for customers and employees",
        "Lawful basis identified for each processing activity",
        "Data retention schedules established and documented",
        "Security measures implemented appropriate to the data processed",
        "Access controls configured based on job roles and need-to-know",
        "All staff trained on data protection responsibilities relevant to their roles",
        "Procedures established for responding to data subject rights requests",
        "Data processing agreements in place with all processors (service providers)",
        "Consent management processes implemented for marketing and optional processing",
        "Breach notification procedures established and key personnel trained",
        "Regular review schedule established to maintain ongoing compliance"
      ]
    },
    {
      "title": "Data Subject Rights Request Response Checklist",
      "items": [
        "Request received and logged with date, time, and requester details",
        "Identity of requester verified through appropriate means",
        "Type of request identified (access, rectification, erasure, restriction, portability, objection)",
        "Deadline calculated (one month from receipt of valid request)",
        "Relevant data identified across all systems and locations",
        "Exemptions or limitations assessed (is refusal or partial response justified?)",
        "Response prepared including all required information",
        "Response provided to requester within deadline through appropriate method",
        "Requester informed of right to complain to supervisory authority if applicable",
        "Request and response documented in records management system",
        "Systems updated if rectification or erasure was requested and granted",
        "Follow-up actions implemented (such as updating systems after erasure)"
      ]
    },
    {
      "title": "Data Breach Response Checklist",
      "items": [
        "Breach detected and incident response team notified immediately",
        "Breach contained to prevent further data exposure",
        "Scope of breach assessed: what data, how many individuals, how did breach occur",
        "Risk to individuals assessed: likely to result in risk to rights and freedoms?",
        "Decision made on supervisory authority notification requirement",
        "If required, supervisory authority notified within 72 hours with required information",
        "Decision made on individual notification requirement (high risk?)",
        "If required, affected individuals notified with clear information and guidance",
        "All steps documented including timeline, actions, decisions, notifications",
        "Root cause analyzed to identify how breach occurred",
        "Corrective actions implemented to prevent recurrence",
        "Post-incident review conducted and lessons learned documented"
      ]
    }
  ],
  "bestPractices": [
    "Build privacy into systems from the beginning rather than trying to retrofit it later",
    "Collect only the minimum data you actually need — resist the temptation to collect 'because we can' or 'in case it's useful later'",
    "Be transparent about data use — clear communication builds trust even when collecting sensitive data",
    "Make privacy notices genuinely readable — avoid legal jargon and respect that people don't have time for lengthy documents",
    "Take security seriously even though hospitality businesses may seem 'low-risk' — any breach damages reputation and trust",
    "Train staff regularly on data protection — annual refreshers maintain awareness and reinforce good practices",
    "Review your data holdings periodically and delete what you no longer need — storage limitation is both legal requirement and good data hygiene",
    "Respond promptly and professionally to data subject rights requests — this is an opportunity to demonstrate respect for privacy",
    "Have breach response procedures prepared before you need them — quick, effective response minimizes harm",
    "Remember that data protection is ultimately about respecting people — when in doubt, ask yourself how you would want your own data handled"
  ],
  "glossary": {
    "Personal Data": "Any information relating to an identified or identifiable natural person, including names, contact details, identifiers, and any other information that could identify someone",
    "Data Subject": "The individual person to whom personal data relates",
    "Data Controller": "The entity that determines the purposes and means of processing personal data, typically the business itself",
    "Data Processor": "An entity that processes personal data on behalf of the controller according to the controller's instructions",
    "Processing": "Any operation performed on personal data, including collection, storage, use, disclosure, and deletion",
    "Lawful Basis": "The legal justification for processing personal data, which must be one of the six bases specified in GDPR Article 6",
    "Special Category Data": "Sensitive personal data including health data, racial/ethnic origin, religious beliefs, biometric data, and sexual orientation, subject to stricter protections",
    "Data Subject Rights": "The rights granted to individuals by GDPR including access, rectification, erasure, restriction, portability, and objection",
    "Personal Data Breach": "A security incident resulting in accidental or unlawful destruction, loss, alteration, unauthorized disclosure, or access to personal data",
    "Privacy by Design": "The principle that data protection measures should be built into systems and processes from the initial design rather than added afterward",
    "Data Minimization": "The principle that only personal data that is adequate, relevant, and limited to what is necessary should be processed",
    "Supervisory Authority": "The public authority responsible for monitoring and enforcing GDPR compliance, in Spain the AEPD (Agencia Española de Protección de Datos)"
  }
}
