{
  "title": "Kitchen Knife Safety",
  "legalBasis": "Law 31/1995 on Occupational Risk Prevention; Royal Decree 773/1997 on personal protective equipment; Royal Decree 486/1997 on workplace safety and health conditions; Royal Decree 1215/1997 on work equipment",
  "summary": "Knife-related injuries are among the most common workplace accidents in commercial kitchens. According to occupational health data, cuts from knives and other sharp utensils account for a significant proportion of hospitality sector injuries requiring medical attention. These injuries range from minor cuts requiring first aid to serious lacerations causing permanent nerve or tendon damage, extended sick leave, and in rare cases, permanent partial disability. The financial and human costs are substantial: lost working time, medical treatment, workers' compensation claims, potential labor inspectorate sanctions if safety measures were inadequate, and the personal impact on injured workers.\n\nKnife safety is not simply about avoiding accidents during cutting; it encompasses proper knife selection and maintenance, correct cutting techniques and body positioning, appropriate use of personal protective equipment (PPE) such as cut-resistant gloves, safe knife storage and handling procedures, and creating a kitchen culture where safety is prioritized even during busy service periods. Spanish occupational health and safety law requires employers to assess risks associated with all work equipment including knives, provide appropriate safe equipment, train workers in safe use, and supply necessary PPE.\n\nFor kitchen workers, developing safe knife habits from the beginning of your career is essential. Poor techniques learned early often persist and increase injury risk over time. Conversely, workers who learn and consistently practice proper knife safety reduce their injury risk dramatically. Safe knife practice also improves efficiency: a sharp, properly maintained knife used with correct technique is faster and less tiring than a dull knife used carelessly. This guide covers fundamental knife safety principles applicable to all kitchen roles, from apprentice cooks to head chefs.\n\nEmployers must ensure that all kitchen staff receive specific training in knife safety before being assigned cutting tasks, provide appropriate knives in good condition, supply cut-resistant gloves for high-risk tasks such as deboning and filleting, establish clear procedures for knife cleaning and storage, and maintain a culture where workers feel empowered to work safely rather than rushed into unsafe practices during busy periods.",
  "keyPoints": [
    "Sharp knives are safer than dull knives — dull blades require more pressure and are more likely to slip",
    "Use the correct knife for each task — paring knife for small items, chef's knife for chopping, boning knife for meat preparation",
    "Always cut away from your body and keep your non-cutting hand in a safe position using the 'claw grip'",
    "Cut-resistant gloves must be worn for high-risk tasks such as deboning, filleting, and oyster shucking",
    "Never leave knives in sinks, submerged in water, or hidden under towels where they cannot be seen",
    "Carry knives point-down at your side when moving through the kitchen, never with blade pointing forward",
    "Store knives in designated knife blocks, magnetic strips, or sheaths — never loose in drawers",
    "Announce when carrying knives past others: 'behind you with a knife' or similar warning",
    "Immediately report any cut injury to your supervisor and seek appropriate first aid or medical attention",
    "Employers must provide knife safety training before assigning cutting tasks and supply appropriate PPE"
  ],
  "sections": [
    {
      "heading": "1. Legal Framework and Employer Obligations",
      "content": "Spanish occupational health and safety law treats knives as work equipment subject to specific regulatory requirements. Royal Decree 1215/1997 on work equipment safety establishes that employers must ensure all work equipment, including hand tools such as knives, is appropriate for the work to be performed, maintained in safe condition, and used only by workers who have received adequate training. Royal Decree 773/1997 on personal protective equipment requires employers to provide cut-resistant gloves where risk assessment identifies cutting hazards that cannot be eliminated or adequately controlled through other means.\n\nThe employer's risk assessment (evaluación de riesgos) required under the Occupational Risk Prevention Law must specifically evaluate knife-related hazards for each kitchen role. The assessment should consider the types of cutting tasks performed, the frequency and duration of knife use, the experience and training level of workers, the suitability and condition of knives provided, and the availability and use of cut-resistant gloves and other protective equipment. Based on this assessment, the employer must implement preventive measures, provide training, and establish safe work procedures. Failure to properly assess and control knife safety risks can result in labor inspectorate sanctions, particularly if a serious knife injury occurs and inadequate safety measures are found.",
      "subsections": [
        {
          "heading": "1.1 Employer Duties: Equipment and Training",
          "content": "Employers must provide appropriate knives in good condition for the tasks workers perform. This means different knife types for different purposes (chef's knives for chopping, paring knives for small items, filleting knives for fish, boning knives for meat), knives with intact, secure handles that do not present slipping hazards, blades that are sharp enough for safe, controlled cutting without excessive force, and regular knife sharpening and maintenance to keep blades in safe condition.\n\nBefore assigning any worker to tasks involving knife use, employers must provide specific safety training covering proper knife selection for different tasks, safe cutting techniques and hand positions, how and when to use cut-resistant gloves, knife carrying and storage procedures, what to do if a knife is damaged or unsafe, and immediate response procedures for cut injuries. This training must be practical and hands-on, not merely theoretical. New kitchen staff should be supervised closely during initial knife work to ensure they apply safe techniques learned in training."
        },
        {
          "heading": "1.2 Provision of Cut-Resistant Gloves",
          "content": "Cut-resistant gloves are a critical PPE for certain kitchen tasks. These gloves are made from high-strength fibers (such as Kevlar, Spectra, or steel mesh) that resist cutting while allowing hand dexterity. They are rated according to European standard EN 388, with cut resistance levels from 0 (lowest) to 5 (highest). Kitchen tasks requiring cut-resistant gloves typically include deboning and butchering meat, filleting fish, using mandolins and other manual slicers, shucking oysters and shellfish, and any task where the knife or sharp tool is directed toward the non-cutting hand.\n\nEmployers must provide cut-resistant gloves free of charge, ensure gloves are appropriate for the task (correct cut resistance level and suitable for food contact), maintain gloves in clean condition (washable gloves should be washed regularly), replace damaged or worn gloves promptly, and ensure workers are trained in when and how to use them. Workers have a corresponding duty under Article 29 of Law 31/1995 to use provided PPE correctly. However, the primary obligation to provide and maintain appropriate PPE rests with the employer."
        },
        {
          "heading": "1.3 Creating a Safety Culture",
          "content": "Technical measures such as sharp knives and cut-resistant gloves are necessary but not sufficient. Knife safety requires a kitchen culture where safe practices are the norm, workers feel empowered to work safely even during high-pressure service periods, supervisors model and reinforce safe behavior, near-miss incidents (knives dropped, close calls) are reported and learned from, and efficiency is never prioritized over safety. This culture must be established and maintained by management through consistent messaging, allocation of adequate time for tasks, recognition of safe practices, and immediate correction of unsafe behaviors.\n\nA common barrier to knife safety in hospitality is time pressure during service. When the kitchen is overwhelmed with orders, workers may rush, skip safety steps, or take shortcuts that increase injury risk. Management must ensure staffing levels and workflow organization allow workers to maintain safe practices even during peak periods. If injuries tend to occur during busy times, this indicates systemic problems that require operational changes, not simply individual worker fault."
        }
      ]
    },
    {
      "heading": "2. Knife Selection and Maintenance",
      "content": "Using the right knife for each task is fundamental to safety and efficiency. Different knife designs are optimized for different purposes, and using an inappropriate knife increases both difficulty and danger. A paring knife is too small for chopping large vegetables, forcing awkward hand positions; a large chef's knife is too unwieldy for delicate precision work. Beyond knife type, the condition of the knife — particularly blade sharpness — critically affects safety. Contrary to common misconception, sharp knives are significantly safer than dull knives because they require less force, cut more predictably, and are less likely to slip off the surface being cut.\n\nKnife maintenance is a shared responsibility. Employers must ensure that knives are kept in safe condition through regular professional sharpening and prompt removal of damaged knives from service. Workers must use knives correctly to avoid unnecessary damage, report damaged or dull knives promptly, and participate in basic maintenance such as honing knives before use and cleaning them properly after use. A well-maintained knife is a pleasure to work with and a fundamental safety tool.",
      "subsections": [
        {
          "heading": "2.1 Types of Kitchen Knives and Their Uses",
          "content": "Chef's knife (cuchillo de cocinero) is the primary all-purpose knife with a blade typically 20-25cm long, used for chopping vegetables, slicing meat, mincing herbs, and general kitchen work. The blade shape allows a rocking motion for efficient chopping. Paring knife (cuchillo mondador) has a short blade 7-10cm long for precision work such as peeling, trimming, deveining, and other detailed tasks. Boning knife (cuchillo deshuesador) has a narrow, flexible blade designed to navigate around bones when butchering meat or poultry.\n\nFilleting knife (cuchillo fileteador) has a thin, flexible blade for removing skin and bones from fish. Bread knife (cuchillo de pan) has a serrated blade that cuts through crusty bread without crushing. Carving knife (cuchillo trinchante) has a long, narrow blade for slicing cooked meats. Using the correct knife type for each task ensures better control, reduces the force required, and significantly decreases injury risk. Never use a knife for tasks it was not designed for, such as prying, scraping, or opening cans — this can damage the blade and cause unexpected breakage."
        },
        {
          "heading": "2.2 Sharp vs. Dull Knives: The Safety Paradox",
          "content": "A dull knife requires significantly more force to cut through food, increasing the likelihood that the blade will slip off the surface and cut the user instead. Dull knives also produce ragged, uncontrolled cuts that can cause the knife to deflect unpredictably. Workers compensate for dull knives by pressing harder, changing grip angles, or using sawing motions that further increase loss of control. When a dull knife finally does penetrate the food surface, it often does so suddenly with excessive force that can carry through and cause injury.\n\nA sharp knife cuts cleanly with minimal force, follows the intended cutting line predictably, and allows the user to maintain full control throughout the cutting motion. While the injury from a sharp knife may initially appear more serious (clean cut vs. ragged tear), sharp knife injuries are actually less common because the knife behaves predictably. Professional chefs understand this principle: they hone their knives before each use and have blades professionally sharpened regularly. Kitchen workers should never tolerate dull knives — report them immediately and request sharpening or replacement."
        },
        {
          "heading": "2.3 Sharpening, Honing, and Maintenance",
          "content": "Sharpening (afilado) removes metal from the blade to create a new sharp edge. This should be done by a professional sharpener or trained staff using proper sharpening stones or equipment. Frequency depends on usage intensity — in a busy kitchen, knives may need professional sharpening every few weeks. Honing (asentado) with a honing steel realigns the blade edge between sharpenings without removing significant metal. Honing should be done before each use or whenever the blade feels less sharp during use.\n\nProper knife care extends blade life and maintains safety. After each use, wash knives immediately by hand with soap and water (never put quality knives in dishwashers, as heat and harsh detergents damage blades and handles), dry thoroughly, and store properly. Inspect knives regularly for damage: bent blades, loose handles, chips or cracks in the blade, excessive rust or pitting, or handles that are cracked or coming apart. Any damaged knife should be removed from service immediately and replaced. Never attempt to use a knife with a damaged handle or blade — the risk of catastrophic failure during use is too high."
        }
      ]
    },
    {
      "heading": "3. Safe Cutting Techniques",
      "content": "Proper cutting technique is the foundation of knife safety. Correct technique distributes force efficiently, maintains control throughout the cutting motion, positions hands and body parts away from the blade path, and allows sustained cutting work without fatigue. Conversely, poor technique leads to awkward hand positions, unpredictable blade movement, fatigue that further degrades control, and ultimately injuries. Many knife injuries occur not during complex skilled work but during basic cutting tasks performed with poor technique due to inadequate training or bad habits.\n\nLearning proper technique requires initial instruction followed by supervised practice and ongoing reinforcement. New kitchen workers should receive hands-on training from an experienced cook or chef who can demonstrate correct techniques, observe the trainee's initial attempts, provide immediate correction of errors, and ensure competence before allowing unsupervised knife work. Safe technique should be reinforced continuously — even experienced workers benefit from periodic reminders and correction of technique drift that can occur over time.",
      "subsections": [
        {
          "heading": "3.1 The Claw Grip: Protecting Your Non-Cutting Hand",
          "content": "The 'claw grip' or 'bear claw' technique protects the fingers of your non-cutting hand while holding food to be cut. Curl your fingers inward so your fingertips are tucked behind your knuckles, rest your knuckles against the side of the knife blade to guide it and control distance from your fingers, keep your thumb behind your fingers (never sticking out in front where it could be cut), and use your knuckles as a guide, moving your hand backward as you cut successive slices.\n\nThe blade should never rise higher than your knuckles, ensuring that even if you lose control of the knife, your fingers are out of the blade path. This technique feels awkward initially but becomes natural with practice and is the single most important hand position for preventing cuts to the non-cutting hand. Supervisors should consistently reinforce claw grip usage, particularly with new staff, and immediately correct any worker observed holding food with fingers extended in front of the knife path."
        },
        {
          "heading": "3.2 Cutting Board Stability and Positioning",
          "content": "An unstable cutting board that slides during cutting is a significant safety hazard. Ensure cutting board stability by placing a damp towel or non-slip mat under the board to prevent sliding, using boards with rubber feet or non-slip surfaces, ensuring the work surface itself is stable and at an appropriate height, and replacing warped or damaged cutting boards that rock or slide. The cutting board should be positioned directly in front of you at a comfortable working height, typically just below elbow level when standing.\n\nWork surface height affects safety and fatigue. If the surface is too low, you must bend over, creating back strain and poor knife control. If too high, you cannot apply effective downward force and may compensate with awkward arm angles. In professional kitchens, work surfaces are typically 85-95cm high, but individual comfort varies. When possible, choose a work station height that allows relaxed, controlled cutting with minimal strain. If cutting board height is fixed and non-optimal, use mats or stands to adjust effective height."
        },
        {
          "heading": "3.3 Cutting Motions and Body Position",
          "content": "Different cutting tasks require different knife motions. For chopping vegetables with a chef's knife, use a rocking motion: keep the knife tip on the board while lifting and lowering the heel of the blade in a smooth rocking arc, letting the knife's weight and sharp edge do the work rather than forcing. For slicing, use smooth forward or backward strokes, drawing the blade through the food with minimal downward pressure. For precision cuts with a paring knife, often the food is moved against a stationary blade rather than moving the blade against stationary food.\n\nRegardless of cutting motion, maintain stable body position. Stand with feet shoulder-width apart for balance, position your body so you are not reaching or twisting awkwardly, keep the cutting board and food at a comfortable distance, and never cut toward your body or any body part. Always cut away from yourself. If you must trim or peel something hand-held, hold it securely and cut away from your hand, or better yet, place the item on a cutting board rather than cutting while holding it. Fatigue significantly increases injury risk — take short breaks during extended cutting tasks to maintain focus and technique."
        }
      ]
    },
    {
      "heading": "4. Knife Handling and Storage",
      "content": "Many knife injuries occur not during cutting but during handling, cleaning, storage, and retrieval. A knife left in a sink full of soapy water is invisible to the person washing dishes and will cause injury when grasped unexpectedly. A knife stored loose in a drawer creates a hazard every time the drawer is opened and someone reaches in. Carrying a knife with blade pointing forward through a busy kitchen risks collision injuries. Safe knife handling procedures address these scenarios and must be followed consistently, particularly in shared kitchens where multiple workers are moving and working simultaneously.\n\nSafe handling is especially important during stressful, fast-paced service periods when attention is divided and multiple tasks are being managed simultaneously. A moment's inattention while carrying a knife, or failing to warn others of your approach, can result in serious accidents. Kitchen culture should normalize safe handling practices, making them automatic habits rather than conscious decisions that might be skipped under time pressure.",
      "subsections": [
        {
          "heading": "4.1 Safe Knife Carrying",
          "content": "When moving through the kitchen carrying a knife, hold the knife in one hand at your side with the blade pointing straight down toward the floor and slightly behind your leg, keep your arm relaxed and slightly bent, not stiff or extended, announce your movement loudly and clearly: 'knife behind you,' 'knife coming through,' or similar warning, and walk at a normal pace without running or making sudden movements. Never carry a knife with the blade pointing forward — if you stumble or collide with someone, the blade will cause serious injury.\n\nNever carry multiple knives at once except in a knife roll or case. If you must transport several knives (e.g., between work stations or for cleaning), place them in a secure container with blades protected. When passing a knife to another person, never hand it blade-first. Instead, place the knife on a surface for the other person to pick up, or if direct handoff is necessary, offer the handle end with blade pointing down and away from both people. The receiving person should acknowledge 'I have it' or similar confirmation before you release. These procedures feel formal but prevent injuries during handoffs."
        },
        {
          "heading": "4.2 Knife Cleaning Safety",
          "content": "Clean knives immediately after use to prevent food residue from hardening and to maintain hygiene. However, cleaning is a high-risk activity if not done carefully. Never leave knives in sinks or basins of water where they cannot be seen — this is one of the most common causes of kitchen cuts. Instead, wash knives individually and immediately, holding the knife by the handle and washing the blade from spine (back edge) toward the cutting edge, never by running your hand along the cutting edge, and dry immediately with a towel, again wiping from spine toward edge.\n\nUse a dedicated 'dirty knife' container if knives cannot be washed immediately — a clearly marked container that prevents blades from protruding and alerts others to the presence of sharp objects. Never scrub knives with abrasive scourers that can damage blades. Never put quality knives in dishwashers — the high heat, harsh chemicals, and contact with other items damage blades and handles. Dishwasher environments can also cause handles to loosen or crack, creating safety hazards. Hand washing preserves knife quality and reduces injury risk."
        },
        {
          "heading": "4.3 Knife Storage Systems",
          "content": "Proper knife storage protects both the knives and the people retrieving them. Safe storage options include knife blocks (wooden or plastic stands with angled slots), magnetic knife strips mounted on walls (allowing knives to be displayed safely with blades secured), individual blade guards or sheaths for each knife, and knife rolls or cases for transporting sets of knives. Never store knives loose in drawers where they jumble together — reaching into such a drawer almost guarantees cuts.\n\nIf drawer storage is unavoidable, use drawer inserts with individual knife slots that separate and secure each knife. Storage location should be convenient to work areas to avoid unnecessary carrying, secure to prevent falling if bumped, clearly designated as knife storage (not mixed with other utensils), and organized so each knife has a specific place. This organization aids safety (you know where each knife should be) and efficiency (you can quickly grab the right knife for each task). Clean and dry knives completely before storing to prevent rust and contamination."
        }
      ]
    },
    {
      "heading": "5. Cut-Resistant Gloves and Other PPE",
      "content": "Cut-resistant gloves provide a barrier between the blade and your hand, significantly reducing injury severity in high-risk tasks. These gloves are not cut-proof — a sharp blade with sufficient force can still penetrate them — but they dramatically increase the force required to cause injury, giving you additional reaction time to arrest the blade's motion. Properly used, cut-resistant gloves can prevent the majority of kitchen cuts or reduce serious lacerations to minor surface scratches. However, they must be used correctly and appropriately; misusing cut-resistant gloves can create a false sense of security and paradoxically increase risk.\n\nCut-resistant gloves are rated according to European standard EN 388, which tests resistance to cutting, tearing, puncture, and abrasion. The cut resistance level ranges from 0 to 5, with level 5 providing the highest protection. For kitchen use, level 3 or 4 gloves generally provide adequate protection while maintaining sufficient dexterity for most tasks. Level 5 gloves (such as stainless steel mesh gloves) offer maximum protection but reduced dexterity and are typically used for specific very high-risk tasks like oyster shucking or bone sawing.",
      "subsections": [
        {
          "heading": "5.1 When to Use Cut-Resistant Gloves",
          "content": "Cut-resistant gloves are mandatory for certain high-risk tasks. These include deboning and butchering meat (where the knife is used in close proximity to the hand holding the meat), filleting fish (similarly close-proximity work with a sharp, flexible blade), using mandolins, graters, and manual slicers (where hands are brought very close to cutting surfaces), shucking oysters and other shellfish (which requires forcing a knife between shells while holding the shell), and any task where the knife is directed toward the non-cutting hand or where a slip would likely cause significant injury.\n\nGloves should be worn on the non-cutting hand (the hand holding the food, which is at greatest risk). Some workers wear gloves on both hands for maximum protection, though this can reduce dexterity. For routine chopping and slicing using proper claw grip technique on a cutting board, cut-resistant gloves may not be necessary if technique is sound and the knife is sharp and well-maintained. However, they provide an additional layer of protection even in these tasks, and many safety-conscious kitchens encourage their use for all knife work. Employers should define clearly which tasks require gloves and ensure workers have access to them at all times."
        },
        {
          "heading": "5.2 Proper Use and Limitations",
          "content": "To use cut-resistant gloves effectively, ensure the glove fits properly — too loose and it reduces dexterity, too tight and it restricts circulation and causes fatigue. Wear the glove on your non-cutting hand (food-holding hand) at minimum. Check the glove before each use for tears, excessive wear, or contamination. Do not assume the glove makes you invulnerable — maintain proper cutting technique and caution. Clean gloves regularly according to manufacturer instructions (many are machine washable). Replace gloves that show signs of damage, holes, or significant wear.\n\nImportant limitations: cut-resistant gloves reduce injury risk but do not eliminate it. A sharp blade with sufficient force can still penetrate even high-level cut-resistant gloves. Gloves do not eliminate the need for proper technique — they are a supplementary protection, not a replacement for safe practices. Some tasks, particularly those requiring very fine dexterity, may be more difficult with gloves, requiring the worker to balance protection against precision. Finally, gloves can create a false sense of security leading workers to take risks they would not take barehanded — this must be consciously avoided."
        },
        {
          "heading": "5.3 Other Protective Equipment",
          "content": "Beyond cut-resistant gloves, other PPE relevant to knife work includes aprons (protecting clothing and providing some barrier against cuts to torso), cut-resistant sleeves (protecting forearms when reaching across cutting areas), and appropriate footwear (closed-toe, slip-resistant shoes are mandatory in kitchens; falling knives can cause serious foot injuries). While less common, some high-volume processing environments use cut-resistant aprons or vests providing torso protection.\n\nAll PPE must be provided by the employer free of charge, maintained in clean and safe condition, appropriate for the specific hazards present, and compatible with the work being performed. Workers must be trained in correct use of all provided PPE and have a duty to use it as instructed. If PPE is damaged, uncomfortable, or unsuitable, workers should report this to their supervisor rather than simply not using it. Proper PPE should enhance safety without creating new hazards or significantly impeding work performance."
        }
      ]
    },
    {
      "heading": "6. Emergency Response and Injury Management",
      "content": "Despite best precautions, knife injuries sometimes occur. Immediate proper response can minimize injury severity, prevent complications such as infection, ensure appropriate medical treatment, and fulfill legal reporting requirements. Every kitchen worker should know basic first aid for cuts, where the first aid kit is located, who the designated first aider is, how to summon emergency assistance if needed, and the procedure for reporting workplace injuries. Kitchen supervisors and managers have additional responsibilities to ensure injured workers receive appropriate care and that incidents are investigated and learned from.\n\nWorkplace injury response is not just humanitarian — it is a legal requirement. Article 20 of Law 31/1995 requires employers to have emergency procedures and designate workers to implement them, including first aid. Failure to provide prompt appropriate care for an injured worker can compound the original injury and create additional employer liability. Additionally, workplace injuries must be investigated to identify root causes and prevent recurrence; repeated injuries of the same type indicate systematic safety failures that require corrective action.",
      "subsections": [
        {
          "heading": "6.1 Immediate First Aid for Cuts",
          "content": "For minor cuts (shallow, short cuts that do not gape open and have minimal bleeding), immediately rinse the cut with clean running water to remove any food debris or contamination, apply direct pressure with a clean cloth or gauze to stop bleeding (most minor cuts stop bleeding within a few minutes), once bleeding has stopped, clean the area with soap and water or antiseptic, apply a blue waterproof plaster or bandage (blue color makes it visible if it falls off into food), and report the injury to your supervisor even if minor.\n\nFor moderate to serious cuts (deep cuts, long cuts, cuts that gape open, cuts with persistent bleeding, cuts to fingers that may have damaged tendons or nerves, or any cut contaminated with dirt or foreign matter), apply direct pressure with a clean cloth immediately to control bleeding, elevate the injured hand above heart level if possible, do not attempt to clean deep cuts (medical professionals will do this), summon immediate assistance — designated first aider or emergency services if bleeding is severe, and ensure the injured worker receives medical evaluation. Never use tourniquets except in cases of catastrophic uncontrolled bleeding (very rare in kitchen cuts). Never remove embedded objects (leave for medical professionals)."
        },
        {
          "heading": "6.2 When to Seek Medical Attention",
          "content": "Seek immediate medical attention for any cut that bleeds profusely and does not slow with 10 minutes of direct pressure, is deep enough that fat or bone is visible, gapes open and likely requires stitches to close properly, is located on the palm or fingers and may have damaged tendons or nerves (symptoms include inability to move fingers normally, numbness, or severe pain), is contaminated with dirt, chemicals, or foreign matter that cannot be thoroughly cleaned, or was caused by a very dirty or rusty knife posing tetanus infection risk.\n\nEven for cuts that initially seem minor, seek medical evaluation if signs of infection develop within the next few days: increasing redness spreading from the wound, increasing pain rather than improvement, swelling, warmth around the wound, pus or discharge, red streaks extending from the wound up the hand or arm, fever, or general unwellness. Infections in hand wounds can spread rapidly and cause serious complications including permanent loss of function if not treated promptly with antibiotics. Kitchen workers' hands are in constant contact with food and water, making infection risk higher than for other wound locations."
        },
        {
          "heading": "6.3 Reporting and Investigation",
          "content": "All workplace injuries, including minor cuts, must be reported to the supervisor or employer. This is both a worker's legal duty under Article 29 of Law 31/1995 and important for your own protection. Reporting ensures the injury is documented (protecting you if complications develop later), allows the employer to investigate and prevent recurrence, and fulfills legal requirements. For injuries requiring medical treatment or causing work absence, the employer must report the injury to Social Security and, for serious injuries or fatalities, to the labor authority within strict timeframes.\n\nAfter any knife injury, the employer should investigate to identify the root cause: Was the knife sharp and in good condition? Was the worker using proper technique? Was appropriate PPE available and in use? Were time pressures or staffing shortages factors? Was training adequate? Investigation should focus on systemic factors and corrective actions, not on blaming individual workers. Repeated cuts of the same type indicate systematic problems requiring operational changes, additional training, improved equipment, or other interventions. Workers should cooperate with incident investigations and share honestly what occurred — the goal is prevention, not punishment."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Daily Knife Safety Checklist",
      "items": [
        "Inspect each knife before use: check blade is sharp, handle is secure, no cracks or damage",
        "Hone knives before each use to maintain optimal sharpness",
        "Verify cutting board is stable and secured (damp towel underneath or non-slip mat)",
        "Ensure work surface height allows comfortable, controlled cutting without awkward posture",
        "Have cut-resistant gloves readily available for high-risk tasks",
        "Verify first aid kit is stocked and accessible",
        "Use claw grip technique for all cutting involving holding food with non-cutting hand",
        "Announce when moving through kitchen carrying a knife: 'knife behind,' etc.",
        "Clean knives immediately after use and dry thoroughly before storing",
        "Store all knives properly in designated knife block, magnetic strip, or sheaths",
        "Report any damaged knives immediately and remove from service",
        "Report any cuts or injuries, even minor ones, to supervisor"
      ]
    },
    {
      "title": "High-Risk Task Safety Checklist (Deboning, Filleting, Oyster Shucking)",
      "items": [
        "Put on cut-resistant glove on non-cutting hand before beginning task",
        "Verify glove has no tears or damage and fits properly",
        "Use the correct specialized knife for the task (boning knife for meat, filleting knife for fish, oyster knife for shellfish)",
        "Ensure knife is very sharp — these tasks require precise, controlled cuts",
        "Secure the item being cut (use a stable surface, non-slip mat, or specialized holder where appropriate)",
        "Maintain focus and avoid rushing — these tasks cannot be hurried safely",
        "Take breaks if hand or arm fatigue develops — fatigue significantly increases injury risk",
        "Keep other hand and body parts out of blade path at all times",
        "Clean knife and glove immediately after task completion",
        "Inspect glove for any damage after use and replace if compromised"
      ]
    },
    {
      "title": "Knife Injury Response Checklist",
      "items": [
        "Stop work immediately and alert others to the injury",
        "Apply direct pressure with clean cloth or gauze to control bleeding",
        "Elevate injured hand above heart level if possible",
        "Assess injury severity: minor (superficial, minimal bleeding) or serious (deep, gaping, persistent bleeding)",
        "For minor injuries: rinse with clean water, apply antiseptic, bandage with blue waterproof plaster",
        "For serious injuries: maintain pressure, do not attempt to clean, summon designated first aider or emergency services",
        "Report injury to supervisor regardless of severity",
        "Seek medical attention for any deep cut, cut that may have damaged tendons/nerves, or cut with persistent bleeding",
        "Document how the injury occurred for investigation purposes",
        "If injury requires sick leave, obtain medical certificate and follow employer's absence reporting procedures",
        "Cooperate with employer's incident investigation to identify cause and prevent recurrence",
        "Monitor for signs of infection over following days and seek medical attention if any develop"
      ]
    }
  ],
  "bestPractices": [
    "Develop and maintain consistent safe knife habits from the start of your career — early habits, good or bad, tend to persist",
    "Hone your knives before each shift and insist on professional sharpening whenever blades feel dull",
    "Use the claw grip technique reflexively for all cutting — make it automatic so you maintain it even under time pressure",
    "Vocalize your movements when carrying knives through shared kitchen space — communication prevents collisions",
    "Never rush knife work regardless of service pressure — slow, controlled cutting is faster and safer than rushing and cutting yourself",
    "Create a personal pre-shift routine: inspect knives, check glove condition, verify first aid kit location, prepare your station",
    "If you observe unsafe knife practices by colleagues, address it supportively or report to a supervisor — everyone's safety depends on everyone's practices",
    "After any injury or near-miss, take a moment to analyze what happened and what could prevent it next time — learn from every incident"
  ],
  "glossary": {
    "Cuchillo de Cocinero": "Chef's knife — the primary all-purpose kitchen knife with blade typically 20-25cm",
    "Cuchillo Mondador": "Paring knife — small knife with 7-10cm blade for precision work",
    "Cuchillo Deshuesador": "Boning knife — narrow, flexible blade for removing bones from meat",
    "Cuchillo Fileteador": "Filleting knife — thin, flexible blade for fish preparation",
    "Guante Anticorte": "Cut-resistant glove — protective glove made of high-strength fibers that resist cutting",
    "Afilado": "Sharpening — removing metal from blade to create new sharp edge",
    "Asentado": "Honing — realigning blade edge with honing steel without removing significant metal",
    "Técnica de Garra": "Claw grip technique — hand position that protects fingers by curling them inward with knuckles guiding the knife",
    "Equipo de Protección Individual (EPI)": "Personal protective equipment (PPE) — safety equipment provided to workers including cut-resistant gloves",
    "Primeros Auxilios": "First aid — immediate care provided for injuries before professional medical treatment"
  }
}
