{
  "title": "Vertragsarten im Gastgewerbe",
  "legalBasis": "Arbeitnehmerstatut (Koniglich-Legislatives Dekret 2/2015), Artikel 8-16; Konigliches Gesetzesdekret 32/2021 uber Dringlichkeitsmassnahmen zur Arbeitsreform, Sozialversicherung und sozialen Dialog; Gesetz 3/2012 uber Dringlichkeitsmassnahmen zur Arbeitsmarktreform",
  "summary": "Die spanische Beschaftigungslandschaft wurde durch die Arbeitsreform 2021 (Konigliches Gesetzesdekret 32/2021) grundlegend umgestaltet, die viele Bestimmungen der Reformen von 2012 ruckgangig machte und den Einsatz befristeter Vertrage erheblich einschrankte. Das zentrale Prinzip der Reform 2021 ist, dass unbefristete Arbeitsvertrage (contratos indefinidos) nun die ordentliche, standardmaessige Beschaftigungsform in Spanien sind. Befristete Vertrage (contratos temporales) sind nur unter bestimmten, gesetzlich definierten Umstanden und mit strengen Dauergrenzen zulassig.\n\nFur das Gastgewerbe ist die bedeutendste Anderung die Erweiterung und Formalisierung des diskontinuierlichen Festvertrags (contrato fijo discontinuo), der zum Standardbeschaftigungsmodell fur saisonale und intermittierende Arbeit geworden ist. Dieser Vertragstyp ermoglicht es Arbeitgebern, schwankende Nachfrage zu bewaltigen und gleichzeitig Beschaftigten grossere Arbeitsplatzsicherheit, Sozialversicherungskontinuitat und Arbeitslosenschutz wahrend inaktiver Zeiten zu bieten.\n\nArbeitgeber im Gastgewerbe mussen die gesetzlichen Anforderungen und Einschrankungen jedes Vertragstyps verstehen, da eine falsche Vertragsklassifizierung schwerwiegende Folgen hat. Die Verwendung befristeter Vertrage ohne gultige Rechtsgrundlage fuhrt zur automatischen Umwandlung in einen unbefristeten Status, mit potenziellen Gehaltsnachzahlungen, Anpassungen der Sozialversicherungsbeitrage und Verwaltungssanktionen der Arbeitsinspektion. Umgekehrt schafft die Verwendung unbefristeter Vertrage, wenn diskontinuierliche Festvertrage angemessener waren, unnotige Verpflichtungen wahrend Zeiten geringer Aktivitat.\n\nDer Vertrag muss stets schriftlich abgefasst und dem Beschaftigten zugestellt werden. Bestimmte Vertragsarten haben zusatzliche formale Anforderungen, wie obligatorische Ausbildungsplane bei Ausbildungsvertragen oder die Angabe von Aktivitatsperioden bei diskontinuierlichen Festvertragen. Probezeiten, Arbeitszeiten, Vergutung und sonstige Bedingungen mussen dem geltenden Tarifvertrag (convenio colectivo) fur das Gastgewerbe in Ihrer Provinz entsprechen.",
  "keyPoints": [
    "Unbefristete Vertrage sind seit der Arbeitsreform 2021 der gesetzliche Standard fur alle Arbeitsverhaltnisse in Spanien",
    "Befristete Vertrage sind nur unter drei bestimmten Umstanden zulassig: Produktionsumstande, Vertretung eines abwesenden Arbeitnehmers oder Ausbildung",
    "Diskontinuierliche Festvertrage (fijo discontinuo) sind der korrekte Vertragstyp fur saisonale oder intermittierende Arbeit mit vorhersehbaren Mustern",
    "Befristete Vertrage ohne gultige Rechtsgrundlage wandeln sich automatisch in unbefristeten Status um",
    "Alle Arbeitsvertrage mussen schriftlich abgefasst und dem Beschaftigten innerhalb von 10 Tagen nach Arbeitsbeginn eine Kopie zugestellt werden",
    "Probezeiten variieren nach Berufskategorie: maximal 6 Monate fur Hochschulabsolventen in technischen Funktionen, 2 Monate fur andere Arbeitnehmer",
    "Teilzeitvertrage mussen die genauen Arbeitszeiten und deren Verteilung angeben, mit strengen Grenzen fur Uberstunden und Erganzungsstunden",
    "Kettenvertrage (mehrere aufeinanderfolgende befristete Vertrage) werden als betrugerisch vermutet und wandeln sich in unbefristeten Status um",
    "Tarifvertrage legen Mindestbedingungen fur jede Berufskategorie fest, einschliesslich Gehalt, Arbeitszeit und spezifischer Vertragsbestimmungen",
    "Fehlklassifizierung des Vertragstyps kann zu Sanktionen der Arbeitsinspektion von 626 bis 6.250 EUR pro betroffenem Arbeitnehmer fuhren"
  ],
  "sections": [
    {
      "heading": "1. Unbefristete Vertrage (Contratos Indefinidos)",
      "content": "Der unbefristete Vertrag ist die ordentliche, standardmaessige Beschaftigungsform in Spanien. Nach Artikel 15.1 des Arbeitnehmerstatuts, geandert durch die Reform 2021, werden Arbeitsvertrage als unbefristet vermutet, sofern der Arbeitgeber nicht nachweisen kann, dass die spezifischen Umstande der Arbeit eine der begrenzten Ausnahmen erfullen, die befristete Vertrage erlauben. Diese Vermutung stellt eine grundlegende Verschiebung gegenuber der Regelung vor 2021 dar, die einen wesentlich breiteren Einsatz befristeter Vertrage erlaubte.\n\nEin unbefristeter Vertrag hat kein vorbestimmtes Enddatum. Das Arbeitsverhaltnis besteht fort bis zur Kundigung, einvernehmlichen Auflosung, Entlassung oder Verrentung. Fur Gastgewerbebetriebe eignen sich unbefristete Vertrage fur dauerhafte Stellen wie Restaurantleiter, Kuchenchefs, festes Servicepersonal, Barkeeper in ganzjahrig geoffneten Betrieben, Verwaltungspersonal und jede Funktion, die kontinuierliche, fortlaufende Arbeit ohne signifikante saisonale Schwankungen umfasst.\n\nObwohl unbefristete Vertrage den maximalen Arbeitsplatzschutz fur Beschaftigte bieten, hindern sie Arbeitgeber nicht daran, das Arbeitsverhaltnis bei berechtigten Grunden zu beenden. Betriebsbedingte Kundigungen (wirtschaftliche, technische, organisatorische oder produktionstechnische Grunde), fristlose Kundigungen wegen schweren Fehlverhaltens oder Massenentlassungen sind bei unbefristeten Vertragen moglich, vorbehaltlich gesetzlicher Verfahren und in den meisten Fallen Entschadigungszahlungen. Der Unterschied zwischen unbefristeten und befristeten Vertragen betrifft primar die geplante Dauer des Arbeitsverhaltnisses, nicht die Unmoglichkeit der Beendigung.",
      "subsections": [
        {
          "heading": "1.1 Ordentliche unbefristete Vertrage",
          "content": "Der ordentliche unbefristete Vertrag begrundet ein fortlaufendes Arbeitsverhaltnis fur eine dauerhafte Stelle. Der Vertrag muss die Berufskategorie des Arbeitnehmers (gemas dem geltenden Tarifvertrag), die auszufuhrenden Tatigkeiten, den Arbeitsort, die Arbeitszeiten und deren Verteilung, die Vergutung einschliesslich Grundgehalt und etwaiger Zulagen, die Kundigungsfristen fur beide Parteien und den geltenden Tarifvertrag angeben.\n\nProbezeiten sind bei unbefristeten Vertragen zulassig und ermoglichen beiden Parteien die Eignungsprufung. Die maximale Probezeit betragt sechs Monate fur Arbeitnehmer, die als Techniker mit Hochschulabschluss oder gleichwertiger Qualifikation eingestellt werden, und zwei Monate fur andere Arbeitnehmer, sofern der Tarifvertrag keine anderen Fristen vorsieht. Wahrend der Probezeit kann jede Partei ohne Kundigung oder Entschadigung kundigen. Probezeiten durfen jedoch nicht missbrauchlich verwendet werden -- beispielsweise wiederholte Probezeiten fur denselben Arbeitnehmer oder die Nutzung der Probezeit zur Umgehung dauerhafter Beschaftigungsrechte."
        },
        {
          "heading": "1.2 Umwandlung von befristet in unbefristet",
          "content": "Die automatische Umwandlung von befristetem in unbefristeten Status erfolgt unter mehreren durch Gesetz und Rechtsprechung definierten Umstanden. Ein befristeter Vertrag, der die gesetzliche Hochstdauer uberschreitet, wandelt sich in einen unbefristeten um. Ein befristeter Vertrag, der ohne gultige Rechtsgrundlage verwendet wird (d. h. keiner der drei zulassigen Umstande liegt vor), wird von Anfang an als unbefristet betrachtet. Kettenvertrage -- mehrere aufeinanderfolgende befristete Vertrage, die insgesamt mehr als 18 Monate innerhalb von 24 Monaten fur dieselbe Stelle betragen -- wandeln sich in unbefristete um.\n\nArbeitnehmer, die nicht bei der Sozialversicherung angemeldet sind oder unter falschem Vertragstyp angemeldet sind, werden als unbefristet beschaftigt vermutet. Arbeitnehmer, die nach dem Vertragsende ohne formelle Verlangerung weiterarbeiten, gelten als unbefristet. Diese Umwandlungsregeln schutzen Arbeitnehmer vor betrugerischer Nutzung befristeter Vertrage zur Vermeidung dauerhafter Beschaftigung. Nach der Umwandlung erwirbt der Arbeitnehmer alle Rechte unbefristeter Beschaftigter, einschliesslich grosserem Kundigungsschutz und Anspruch auf etwaige Gehalts- oder Leistungsunterschiede ruckwirkend."
        },
        {
          "heading": "1.3 Rechte und Beendigung",
          "content": "Beschaftigte mit unbefristetem Vertrag haben volle gesetzliche und tarifvertragliche Rechte einschliesslich Mindestlohn oder hoherem Gehalt nach Tarifvertrag, Hochstarbeitszeiten und Ruhezeiten, Jahresurlaub von mindestens 30 Kalendertagen, zwei jahrliche Sonderzahlungen (pagas extraordinarias), Sozialversicherungsschutz und Schutz gegen ungerechtfertigte Kundigung.\n\nDie Beendigung eines unbefristeten Vertrags erfordert Rechtsgrunde. Freiwillige Kundigung durch den Arbeitnehmer erfordert eine Kundigungsfrist (typischerweise 15 Tage, sofern der Tarifvertrag nichts anderes vorsieht). Die Beendigung durch den Arbeitgeber erfordert entweder eine fristlose Kundigung wegen schweren Fehlverhaltens (despido disciplinario), eine betriebsbedingte Kundigung aus wirtschaftlichen Schwierigkeiten oder technischen Veranderungen (despido objetivo) oder ein Massenentlassungsverfahren (despido colectivo). Ungerechtfertigte Kundigung wird als unfair (despido improcedente) eingestuft und berechtigt den Arbeitnehmer zur Wiedereinstellung oder Entschadigung von 33 Tagesgehaltern pro Dienstjahr, begrenzt auf 24 Monatsgehalter."
        }
      ]
    },
    {
      "heading": "2. Befristete Vertrage (Contratos Temporales)",
      "content": "Die Arbeitsreform 2021 hat befristete Vertrage drastisch eingeschrankt und auf drei bestimmte Umstande begrenzt: Produktionsumstande (circunstancias de la produccion), Vertretung eines anderen Arbeitnehmers (sustitucion de persona trabajadora) und Ausbildung (formacion). Jede Kategorie hat strenge Anforderungen und Dauergrenzen. Arbeitgeber mussen sorgfaltig uberprufen, dass die tatsachliche Arbeitssituation in die gesetzliche Kategorie passt, bevor sie einen befristeten Vertrag verwenden, da eine falsche Klassifizierung zur automatischen Umwandlung in unbefristeten Status fuhrt.\n\nAlle befristeten Vertrage mussen schriftlich abgefasst werden und klar den konkreten gesetzlichen Umstand angeben, der die befristete Dauer rechtfertigt, die voraussichtliche Dauer oder das Enddatum und die auszufuhrende Arbeit. Vage oder allgemeine Begrundungen sind unzureichend. Beispielsweise ist die Angabe 'erhohte Produktion' ohne Erklarung des spezifischen vorubergehenden Umstands unzureichend; der Vertrag sollte angeben 'erhohte Buchungen fur die Sommertouristensaison vom 15. Juni bis 15. September 2026'. Diese Spezifitat ermoglicht es Arbeitsinspektoren und Gerichten zu uberprufen, ob die befristete Natur tatsachlich gerechtfertigt ist.",
      "subsections": [
        {
          "heading": "2.1 Vertrage aufgrund von Produktionsumstanden",
          "content": "Vertrage aufgrund von Produktionsumstanden sind zulassig, wenn eine 'gelegentliche und unvorhersehbare Marktschwankung, Aufgabenanhaufung oder Auftragssuberschuss' vorliegt. Die Schlusselelemente sind, dass der erhohte Arbeitsanfall vorubergehend ist und aus Umstanden resultiert, die uber die ordentlichen betrieblichen Erfordernisse hinausgehen. Im Gastgewerbe konnen echte Beispiele eine unerwartete Firmenveranstaltungsbuchung sein, die zusatzliches Servicepersonal fur eine einzelne Veranstaltung erfordert, vorubergehender Ersatz von Kuchenausrustung, der einen modifizierten Arbeitsablauf erfordert, oder ein plotzlicher Touristenzustrom aufgrund eines ungeplanten Ereignisses in der Gegend.\n\nDiese Vertrage haben strenge Dauergrenzen: maximal sechs Monate, verlangerbar auf zwolf Monate, wenn der geltende Tarifvertrag dies erlaubt. Wenn der Vertrag diese Grenzen uberschreitet, wandelt er sich automatisch in einen unbefristeten um. Wichtig ist, dass saisonale oder vorhersehbare Nachfrageschwankungen nicht als Produktionsumstande gelten -- die regelmassige Sommertouristensaison, die Weihnachtsnachfrage oder Wochenendspitzen sind vorhersehbare Muster, die durch diskontinuierliche Festvertrage und nicht durch Produktionsumstandsvertrage bewaltigt werden sollten."
        },
        {
          "heading": "2.2 Vertretungsvertrage",
          "content": "Vertretungsvertrage werden verwendet, um vorubergehend einen Arbeitnehmer zu ersetzen, der abwesend ist, aber das Recht auf Ruckkehr auf seine Stelle behalt. Gangige Situationen umfassen Mutterschafts-/Vaterschaftsurlaub, Krankenstand, unbezahlten Urlaub oder vorubergehende Versetzung eines Arbeitnehmers in eine andere Funktion. Der Vertrag muss die vertretene Person und den Grund fur ihre Abwesenheit angeben. Der Vertretungsvertrag darf nur so lange dauern wie die Abwesenheit des vertretenen Arbeitnehmers.\n\nEine wichtige Bestimmung erlaubt die Einstellung eines Vertreters bis zu 15 Tage vor Beginn der Abwesenheit, um Uberschneidung und Einarbeitung zu ermoglichen. Der Vertrag kann auch fur einen kurzen Zeitraum nach Ruckkehr des vertretenen Arbeitnehmers fortbestehen, um die Ubergabe zu ermoglichen. Im Gastgewerbe sind Vertretungsvertrage besonders ublich zur Abdeckung von Mutterschaftsurlaub, langerem Krankenstand und unbezahltem Urlaub aus personlichen Grunden. Sie konnen jedoch nicht zur Besetzung von Vakanzen durch gekundigte oder zuruckgetretene Arbeitnehmer verwendet werden -- eine vakante Stelle sollte mit einem unbefristeten oder diskontinuierlichen Festvertrag besetzt werden."
        },
        {
          "heading": "2.3 Ausbildungsvertrage",
          "content": "Ausbildungsvertrage (contratos formativos) gibt es in zwei Arten: Ausbildungsvertrag in Wechselform (contrato de formacion en alternancia), der Arbeit mit Berufsausbildung verbindet, und Vertrag zum Erwerb beruflicher Praxis (contrato para la obtencion de practica profesional), der Hochschulabsolventen praktische Erfahrung ermoglicht. Diese Vertrage unterliegen detaillierten Regelungen zu Dauer, Vergutung, Ausbildungsanforderungen und berechtigten Arbeitnehmern.\n\nAusbildungsvertrage in Wechselform sind primar fur junge Arbeitnehmer ohne Qualifikation und bieten duale Berufsausbildung durch eine Mischung aus Arbeit und formaler Ausbildung. Sie dauern zwischen drei Monaten und zwei Jahren. Der Vertrag zur beruflichen Praxis ist fur Arbeitnehmer mit Hochschulabschluss, fortgeschrittener Berufsqualifikation oder Berufszertifikat gedacht, das innerhalb der letzten drei Jahre erworben wurde (funf Jahre fur Arbeitnehmer mit Behinderung). Die Dauer betragt zwischen sechs Monaten und einem Jahr. In beiden Fallen wird die Vergutung als Prozentsatz des Tarifvertragsgehalts fur die Stelle festgelegt. Diese Vertrage umfassen obligatorische Probezeiten und spezifische Ausbildungsverpflichtungen."
        }
      ]
    },
    {
      "heading": "3. Diskontinuierliche Festvertrage (Contratos Fijos Discontinuos)",
      "content": "Der diskontinuierliche Festvertrag ist der wichtigste Vertragstyp fur Gastgewerbebetriebe mit saisonaler oder zyklischer Tatigkeit. Dieser Vertrag begrundet ein unbefristetes Arbeitsverhaltnis fur Arbeit, die wahrend bestimmter Zeitraume jedes Jahres oder unregelmaessig innerhalb des Jahres ausgefuhrt wird, aber mit angemessener Vorhersehbarkeit. Im Gegensatz zu befristeten Vertragen hat der diskontinuierliche Festvertrag kein Enddatum; stattdessen besteht das Arbeitsverhaltnis Jahr fur Jahr fort, mit aktiven Perioden, in denen der Arbeitnehmer zur Arbeit gerufen wird, und inaktiven Perioden, in denen er nicht gerufen wird.\n\nDie Arbeitsreform 2021 hat den Geltungsbereich diskontinuierlicher Festvertrage erheblich erweitert und festgelegt, dass sie fur Arbeit obligatorisch sind, die 'saisonalen Charakter hat oder mit Produktionstatigkeiten saisonaler oder zyklischer Natur verbunden ist'. Tarifvertrage im Gastgewerbe erkennen zunehmend an, dass viele Funktionen -- saisonales Restaurantpersonal, Strandbarmitarbeiter, Skiresort-Gastronomie, Hotelpersonal in Touristengebieten mit Hoch- und Nebensaison -- diesem Muster entsprechen. Die Verwendung befristeter Vertrage fur echte saisonale Arbeit, die jahrlich wiederkehrt, wird nun als betrugerisch betrachtet und fuhrt zur Umwandlung in unbefristeten Status.",
      "subsections": [
        {
          "heading": "3.1 Wann diskontinuierliche Festvertrage zu verwenden sind",
          "content": "Diskontinuierliche Festvertrage eignen sich fur Arbeit, die zwei Kriterien erfullt: Die Arbeit wiederholt sich in wiederkehrenden Perioden (Saisonalitat oder Zyklizitat) und die Arbeit wird nicht durchgehend das ganze Jahr uber ausgefuhrt. Im Gastgewerbe umfassen typische Beispiele Sommerservicekrafte in Kustenrestaurants, die im Winter schliessen oder den Betrieb reduzieren, Veranstaltungscateringpersonal, das wahrend der Hochzeitssaison arbeitet, Hotelpersonal in Skigebieten wahrend der Wintersaison, Weihnachtspersonal, das jedes Jahr wahrend der Dezemberperiode arbeitet, und Wochenendpersonal in Betrieben mit deutlich hoherer Wochenendnachfrage.\n\nDie entscheidende Unterscheidung zu Produktionsumstandsvertragen ist Vorhersehbarkeit und Wiederholung. Wenn Sie wissen, dass Sie jeden Sommer zusatzliches Personal benotigen, und erwarten, dieselben Arbeitnehmer jeden Sommer wieder einzustellen, ist ein diskontinuierlicher Festvertrag korrekt. Wenn Sie einen unerwarteten einmaligen Nachfrageschub haben, kann ein Produktionsumstandsvertrag angemessen sein (vorbehaltlich der strengen Einschrankungen solcher Vertrage). Arbeitsinspektoren prufen saisonale Einstellungsmuster genau; die wiederholte jahrliche Nutzung befristeter Vertrage fur dieselben Arbeitnehmer in denselben saisonalen Perioden ist ein starker Beweis fur betrugerische Vertragsverwendung."
        },
        {
          "heading": "3.2 Formalisierung und Vertragsbedingungen",
          "content": "Der diskontinuierliche Festvertrag muss schriftlich abgefasst werden und Folgendes angeben: dass es sich um einen diskontinuierlichen Festvertrag handelt, die Dauer der aktiven Arbeitsperioden (entweder festgelegte Daten, wie 'vom 15. Juni bis 15. September jedes Jahres', oder geschatzte Dauer, wie 'ungefahr drei Monate wahrend der Sommersaison'), die geschatzten jahrlichen Arbeitstage oder -stunden, das Verfahren fur den Ruckruf des Arbeitnehmers (Vorlaufzeit, auf welchem Weg), die Berufskategorie und Tatigkeiten, die Vergutung und alle sonstigen relevanten Bedingungen.\n\nDer Vertrag legt fest, dass wahrend inaktiver Perioden das Arbeitsverhaltnis ruht, aber nicht beendet wird. Arbeitnehmer behalten die Betriebszugehorigkeit und bestimmte Rechte, erhalten aber kein Gehalt. Wichtig ist, dass Arbeitnehmer mit diskontinuierlichen Festvertragen wahrend inaktiver Perioden Arbeitslosengeld beantragen konnen, wenn sie die Anspruchsvoraussetzungen erfullen, was Einkommensunterstutzung zwischen den Saisons bietet. Arbeitnehmer mussen zu Beginn jeder aktiven Periode in der Reihenfolge der Betriebszugehorigkeit zuruckgerufen werden, sofern der Tarifvertrag kein anderes System vorsieht."
        },
        {
          "heading": "3.3 Rechte und Ruckrufverfahren",
          "content": "Arbeitnehmer mit diskontinuierlichem Festvertrag haben wahrend ihrer aktiven Perioden dieselben grundlegenden Rechte wie andere unbefristete Beschaftigte: voller Sozialversicherungsschutz, anteiliger Urlaubsanspruch, anteilige Sonderzahlungen und Diskriminierungsschutz. Ihre jahrliche Gesamtarbeitszeit wird fur Zwecke der Betriebszugehorigkeit, der Sozialversicherungsbeitrage und der Kundigungsentschadigungsberechnung kumuliert.\n\nArbeitgeber mussen Arbeitnehmer zu Beginn jeder aktiven Periode gemas dem im Vertrag oder Tarifvertrag festgelegten Verfahren zuruckrufen. Typische Anforderungen umfassen schriftliche Benachrichtigung mindestens 15 Tage vor dem Startdatum, gesendet an die registrierte Adresse des Arbeitnehmers oder auf elektronischem Weg mit Empfangsbestatigung. Arbeitnehmer haben eine kurze Frist (oft 5-7 Tage), um Verfugbarkeit und Annahme zu bestatigen. Das Unterlassen des Ruckrufs eines Arbeitnehmers ohne berechtigten Grund kann als ungerechtfertigte Kundigung angefochten werden. Arbeitnehmer, die nicht zuruckgerufen werden oder nur sporadisch zuruckgerufen werden, wahrend neue Arbeitnehmer fur dieselbe Saisonarbeit eingestellt werden, konnen Diskriminierung oder betrugerische Praktiken geltend machen."
        }
      ]
    },
    {
      "heading": "4. Teilzeitvertrage",
      "content": "Teilzeitvertrage sind solche, bei denen der Arbeitnehmer weniger Stunden leistet als der ordentliche Vollzeitarbeitstag gemas dem geltenden Tarifvertrag, typischerweise 40 Stunden pro Woche. Teilzeitarbeit ist im Gastgewerbe ublich, wo viele Stellen naturgemass weniger Stunden als eine volle Arbeitswoche umfassen. Teilzeitvertrage haben jedoch spezifische formale Anforderungen und Einschrankungen, die Arbeitgeber beachten mussen.\n\nEin Teilzeitvertrag kann unbefristet, befristet (im Rahmen der begrenzten oben besprochenen Grunde) oder als diskontinuierlicher Festvertrag ausgestaltet sein. Die entscheidende Anforderung ist, dass der Vertrag schriftlich die genaue Anzahl der Arbeitsstunden und deren prazise Verteilung nach Tag, Woche oder Monat angeben muss. Vage Bestimmungen wie 'ungefahr 20 Stunden pro Woche, nach Vereinbarung' sind rechtlich unzureichend. Die Verteilung der Stunden muss vorhersehbar und stabil sein; der Arbeitgeber kann den Dienstplan nicht einseitig andern, ohne die gesetzlichen und tarifvertraglichen Einschrankungen fur Erganzungsstunden und Uberstunden zu beachten.",
      "subsections": [
        {
          "heading": "4.1 Formalisierung und Stundenverteilung",
          "content": "Der schriftliche Teilzeitvertrag muss die Anzahl der vereinbarten ordentlichen Stunden (z. B. 25 Stunden pro Woche), die Verteilung dieser Stunden mit Angabe der Tage und Zeiten, an denen der Arbeitnehmer arbeitet (z. B. Montag, Mittwoch, Freitag 17:00-22:00 Uhr; Samstag 12:00-17:00 Uhr), ob Erganzungsstunden vereinbart sind und das Verfahren fur Dienstplananderungen detailliert angeben. Wenn die Stundenverteilung unregelmassig ist, muss der Vertrag festlegen, wie der Dienstplan mitgeteilt wird und welche Mindestvorlaufzeit fur die Information des Arbeitnehmers uber seinen Dienstplan gilt.\n\nViele Tarifvertrage im Gastgewerbe legen spezifische Regeln fur Teilzeitarbeit fest, einschliesslich Mindestschichtlangen, Einschrankungen geteilter Schichten und Beschrankungen von Dienstplananderungen. Arbeitgeber mussen sicherstellen, dass ihre Teilzeitvertrage sowohl dem Arbeitnehmerstatut als auch dem geltenden Tarifvertrag entsprechen. Jungere Rechtsprechung hat betont, dass die Stundenverteilung ausreichende Vorhersehbarkeit bieten muss, damit Arbeitnehmer ihr Leben organisieren und gegebenenfalls eine zusatzliche Beschaftigung aufnehmen konnen."
        },
        {
          "heading": "4.2 Erganzungsstunden",
          "content": "Erganzungsstunden (horas complementarias) sind zusatzliche Stunden uber die vertraglich vereinbarten ordentlichen Teilzeitstunden hinaus, die der Arbeitgeber vom Arbeitnehmer verlangen kann. Erganzungsstunden sind nur zulassig, wenn sie ausdrucklich im Vertrag oder einer nachtraglichen Vereinbarung vereinbart sind, und unterliegen strengen Grenzen: maximal 30% der vertraglichen ordentlichen Stunden (oder 15%, wenn der Vertrag dies vorsieht), die Jahresgrenze darf den vereinbarten Prozentsatz nicht uberschreiten, und der Arbeitnehmer muss mindestens 3 Tage Vorlaufzeit vor der Aufforderung zur Leistung von Erganzungsstunden erhalten (sofern der Tarifvertrag keine andere Frist vorsieht).\n\nTeilzeitbeschaftigte haben das Recht, Erganzungsstunden unter bestimmten Umstanden abzulehnen: Sie betreuen eine abhangige Person, sie studieren und die Stunden wurden die Ausbildung beeintrachtigen, sie haben eine zweite Beschaftigung und die Stunden wurden kollidieren, oder sie haben Erganzungsstunden fur mindestens sechs Monate geleistet und wunschen mit 15 Tagen Kundigungsfrist darauf zu verzichten. Im Gastgewerbe, wo Dienstplane oft Flexibilitat benotigen, konnen ordnungsgemas strukturierte Erganzungsstundenregelungen die notwendige Anpassungsfahigkeit bieten und gleichzeitig Arbeitnehmerrechte respektieren."
        },
        {
          "heading": "4.3 Uberstunden und zusatzliche Stunden",
          "content": "Uberstunden (horas extraordinarias) sind Arbeit uber den maximalen ordentlichen Vollzeitarbeitstag (typischerweise 40 Stunden pro Woche) oder uber die im Tarifvertrag festgelegte tagliche Hochstarbeitszeit (typischerweise 9 Stunden pro Tag) hinaus. Teilzeitbeschaftigte konnen Uberstunden nur unter begrenzten Umstanden leisten: zur Verhinderung oder Behebung aussergewohnlicher und dringender Schaden oder bei hoherer Gewalt. Routineuberstunden sind fur Teilzeitbeschaftigte nicht zulassig; etwaige regelmaessige Stunden uber den vertraglichen Teilzeitplan hinaus sollten als Erganzungsstunden formalisiert oder der Vertrag zur Widerspiegelung erhohter ordentlicher Stunden geandert werden.\n\nZusatzliche freiwillige Stunden (horas voluntarias) konnen separat im Vertrag fur Teilzeitbeschaftigte mit unbefristeten Vertragen vereinbart werden, vorbehaltlich maximal 15% der ordentlichen Stunden und anderer Einschrankungen. In der Praxis verwenden die meisten Gastgewerbebetriebe Erganzungsstunden statt zusatzlicher freiwilliger Stunden, da der Erganzungsstundenmechanismus flexibler und besser verstanden ist."
        }
      ]
    },
    {
      "heading": "5. Probezeiten",
      "content": "Das spanische Arbeitsrecht erlaubt Arbeitgebern die Vereinbarung von Probezeiten (periodos de prueba), wahrend derer beide Parteien die Eignung des Arbeitsverhaltnisses beurteilen konnen. Wahrend der Probezeit kann jede Partei den Vertrag ohne Kundigung, Begrundung oder Entschadigung beenden. Probezeiten unterliegen jedoch strengen Regeln zu Hochstdauer, formalen Anforderungen und verbotenen Verwendungen. Missbrauch von Probezeiten kann dazu fuhren, dass der Arbeitgeber Entschadigung zahlen muss, als ob die Beendigung nach Ablauf der Probezeit erfolgt ware.\n\nDie gesetzlichen Hochstprobezeiten nach dem Arbeitnehmerstatut betragen sechs Monate fur Techniker mit Hochschulabschluss oder gleichwertiger Qualifikation und zwei Monate fur andere Arbeitnehmer. Tarifvertrage konnen andere Fristen festlegen, durfen aber diese gesetzlichen Hochstwerte fur unbefristete Vertrage nicht uberschreiten. Fur befristete Vertrage von weniger als sechs Monaten betragt die maximale Probezeit einen Monat. Derselbe Arbeitnehmer kann nicht mehreren Probezeiten beim selben Arbeitgeber unterzogen werden, auch nicht bei Einstellung fur eine andere Position oder nach einer erheblichen Unterbrechung -- der Zweck dieser Regel ist die Verhinderung des Missbrauchs der Probezeit zur Umgehung dauerhafter Beschaftigungspflichten.",
      "subsections": [
        {
          "heading": "5.1 Formalisierung und Berechnung",
          "content": "Die Probezeit muss schriftlich im Arbeitsvertrag selbst vereinbart werden; sie kann nicht mundlich oder nach Vertragsbeginn vereinbart werden. Der Vertrag muss klar die Dauer der Probezeit angeben (z. B. 'Probezeit von zwei Monaten'). Wenn der Vertrag keine Angaben zur Probezeit enthalt, gilt keine Probezeit und der Arbeitnehmer ist sofort festangestellt.\n\nDie Probezeit beginnt am ersten Arbeitstag und lauft fortlaufend. Krankheitszeiten wahrend der Probezeit werden nicht auf die Probezeit angerechnet -- wenn ein Arbeitnehmer wahrend einer zweimonatigen Probezeit 15 Tage krank ist, wird die Probezeit um 15 Tage verlangert. Diese Regel stellt sicher, dass der Arbeitgeber eine echte zweimonatige Arbeitsperiode zur Beurteilung der Leistung des Arbeitnehmers hat. Der Arbeitgeber kann die Probezeit jedoch nicht aus anderen Grunden wie Urlaub oder Schulungszeitraumen aussetzen oder verlangern."
        },
        {
          "heading": "5.2 Rechte wahrend der Probezeit",
          "content": "Arbeitnehmer in der Probezeit haben volle Beschaftigungsrechte: Sie mussen ab dem ersten Tag bei der Sozialversicherung angemeldet sein, haben Anspruch auf Gehalt gemas Tarifvertrag, erwerben Urlaubsanspruche und sind durch den Arbeitsschutz geschutzt. Der einzige Unterschied ist die Moglichkeit, ohne Begrundung oder Entschadigung zu kundigen. Ein Arbeitnehmer, der die Probezeit erfolgreich abschliesst, hat sein Arbeitsverhaltnis ohne Unterbrechung bestatigt -- die Zeit wahrend der Probezeit zahlt fur Betriebszugehorigkeit, Kundigungsentschadigungsberechnungen und Sozialversicherungsbeitrage.\n\nDie Kundigung wahrend der Probezeit darf nicht diskriminierend sein oder Grundrechte verletzen. Ein Arbeitgeber kann wahrend der Probezeit nicht aufgrund von Schwangerschaft, Gewerkschaftsmitgliedschaft, Ausubung gesetzlicher Rechte oder anderer geschutzter Merkmale kundigen. Wenn ein Arbeitnehmer eine diskriminierende Kundigung wahrend der Probezeit behauptet, verlagert sich die Beweislast auf den Arbeitgeber, der nachweisen muss, dass die Kundigung auf berechtigten Leistungs- oder Eignungsbedenken beruhte. Die Kundigung wahrend der Probezeit darf auch nicht zur Umgehung gesetzlicher Pflichten verwendet werden -- beispielsweise kann die Kundigung eines Arbeitnehmers einen Tag vor Ablauf der Probezeit zur Vermeidung des unbefristeten Status als missbrauchlich betrachtet werden."
        },
        {
          "heading": "5.3 Probezeit bei verschiedenen Vertragsarten",
          "content": "Probezeiten gelten je nach Vertragsart unterschiedlich. Fur unbefristete Vertrage gelten die Standardfristen von sechs bzw. zwei Monaten. Fur befristete Vertrage von weniger als sechs Monaten darf die Probezeit einen Monat nicht uberschreiten. Fur diskontinuierliche Festvertrage gilt die Probezeit wahrend der ersten aktiven Arbeitsperiode; nach deren Bestehen kann der Arbeitnehmer in nachfolgenden Saisons keiner neuen Probezeit unterzogen werden.\n\nIm Gastgewerbe, wo viele Arbeitnehmer fur kurze Saisonperioden unter diskontinuierlichen Festvertragen eingestellt werden, ist die einmonatige Probezeit fur Vertrage unter sechs Monaten besonders relevant. Dies ermoglicht dem Arbeitgeber eine angemessene Beurteilungszeit, ohne die gesamte kurze Vertragsdauer in der Probezeit zu verbrauchen. Fur Arbeitnehmer, die wiederholt fur Saisonarbeit unter diskontinuierlichen Festvertragen zuruckgerufen werden, ist der Versuch, jede Saison eine neue Probezeit aufzuerlegen, rechtswidrig -- der Arbeitnehmer ist bereits ein festangestellter Beschaftigter, der die Probezeit bestanden hat."
        }
      ]
    },
    {
      "heading": "6. Konformitat und Sanktionen",
      "content": "Die Einhaltung der Arbeitsvertragsvorschriften ist ein Schwerpunkt der Durchsetzung durch die spanische Arbeitsinspektion. Inspektoren uberprufen, ob Arbeitnehmer unter korrekten Vertragsarten beschaftigt sind, ob Vertrage schriftlich abgefasst und den Arbeitnehmern zugestellt wurden, ob Vertragsdauergrenzen eingehalten werden, ob Arbeitnehmer bei der Sozialversicherung unter der korrekten Vertragskategorie angemeldet sind und ob Tarifvertragsbestimmungen beachtet werden. Angesichts der historisch weit verbreiteten irregularen Vertrage im Gastgewerbe unterliegt die Branche besonderer Prufung.\n\nSanktionen fur Vertragsverstoss variieren nach Schwere und Anzahl der betroffenen Arbeitnehmer. Geringfugige Verstoss (wie das Versaumnis, dem Arbeitnehmer innerhalb der gesetzlichen Frist eine schriftliche Vertragskopie zuzustellen) fuhren zu Bussgeldern von 60 bis 625 EUR. Schwere Verstoss (wie die Verwendung befristeter Vertrage ohne gesetzliche Grundlage, Uberschreitung der Dauergrenzen befristeter Vertrage oder fehlende Anmeldung von Arbeitnehmern bei der Sozialversicherung) fuhren zu Bussgeldern von 626 bis 6.250 EUR. Sehr schwere Verstoss (wie systematischer Betrug bei der Vertragsklassifizierung oder Beschaftigung von Arbeitnehmern ohne jeden Vertrag oder Sozialversicherungsanmeldung) fuhren zu Bussgeldern von 6.251 bis 187.515 EUR. Bussgelder werden mit der Anzahl der betroffenen Arbeitnehmer und der Schwere des Verstoss multipliziert, was bedeutet, dass ein Betrieb mit mehreren irregularen Vertragen mit Zehntausenden Euro an Strafen konfrontiert sein kann.",
      "subsections": [
        {
          "heading": "6.1 Haufige Vertragsfehler im Gastgewerbe",
          "content": "Gastgewerbebetriebe machen haufig mehrere vertragsbezogene Fehler, die Inspektionsfeststellungen und Sanktionen auslosen. Die Verwendung wiederholter Produktionsumstandsvertrage fur Saisonarbeit anstelle diskontinuierlicher Festvertrage ist nach der Reform 2021 vielleicht der haufigste Fehler. Das Versaumnis, schriftliche Vertrage innerhalb von 10 Tagen nach Arbeitsbeginn an Beschaftigte auszuhandigen, ist ein weiteres haufiges Problem, insbesondere bei schnellen Einstellungen in betriebsamen Zeiten. Fehlerhafte Klassifizierung von Teilzeitvertragen durch fehlende Angabe genauer Stunden und Verteilung schafft rechtliche Anfalligkeit. Die Verwendung unbefristeter Vertrage fur Saisonpersonal und der Versuch, jede Nebensaison Kundigungen auszusprechen, anstatt diskontinuierliche Festvertrage zu verwenden, fuhrt zu Kundigungsschutzklagen.\n\nWeitere haufige Fehler umfassen Kettenvertrage, die 18 Monate in 24 Monaten uberschreiten ohne Umwandlung in unbefristete Vertrage, Arbeitnehmer, die nach Ablauf des befristeten Vertrags ohne formelle Verlangerung weiterarbeiten, Fehlklassifizierung von Beschaftigten als Selbstandige zur Vermeidung von Beschaftigungspflichten und Probezeitverstoss wie Uberschreitung der Hochstdauern oder versuchte wiederholte Probezeiten fur denselben Arbeitnehmer. Jeder dieser Fehler kann bei Arbeitsinspektionen oder durch Arbeitnehmer in arbeitsgerichtlichen Streitigkeiten aufgedeckt werden."
        },
        {
          "heading": "6.2 Dokumentation und Aufbewahrung",
          "content": "Arbeitgeber mussen umfassende Beschaftigungsdokumentation fur Inspektionen bereithalten. Erforderliche Dokumente umfassen unterzeichnete Arbeitsvertrage fur alle aktuellen und kurzlich beschaftigten Arbeitnehmer, Vertragsanderungsvereinbarungen bei geanderten Bedingungen, Sozialversicherungsanmeldungs- und -abmeldungsdokumente, Lohnabrechnungsunterlagen, die Gehalt und Vertragsartkonsistenz zeigen, Zeiterfassungsprotokolle und Dokumentation der Tarifvertragsanwendung. Diese Unterlagen mussen organisiert, zuganglich und fur die gesetzlichen Aufbewahrungsfristen aufbewahrt werden -- typischerweise vier Jahre fur die meisten Beschaftigungsunterlagen.\n\nWenn ein Inspektor Vertrage anfordert, mussen Arbeitgeber diese sofort vorlegen. Die Unfahigkeit, Vertrage vorzulegen, oder die Vorlage von Vertragen, die nicht mit Sozialversicherungsanmeldung oder Lohnabrechnungsunterlagen ubereinstimmen, begrundet starke Verstossvermutungen. Viele Inspektionsfeststellungen resultieren nicht aus vorsatzlichem Betrug, sondern aus mangelhafter Dokumentation und Aufbewahrung. Die Implementierung systematischer Personalprozesse -- Vertragsvorlagen fur jeden Vertragstyp, Checklisten fur Neueinstellungen, regelmaessige Prufungen von Vertragsablaufdaten und zentrale digitale Ablage -- reduziert das Konformitatsrisiko erheblich."
        },
        {
          "heading": "6.3 Korrekturmassnahmen und Regularisierung",
          "content": "Wenn ein Arbeitgeber vor einer Inspektion oder Arbeitnehmerbeschwerde Vertragskonformitatsprobleme identifiziert, ist proaktive Korrektur ratsam. Dies kann die Umwandlung fehlklassifizierter befristeter Vertrage in unbefristete oder diskontinuierliche Festvertrage, die Bereitstellung schriftlicher Vertrage an informell eingestellte Arbeitnehmer, die Korrektur der Sozialversicherungsregistrierungskategorien zur Ubereinstimmung mit den tatsachlichen Vertragsarten und die Berechnung und Zahlung etwaiger Gehalts- oder Leistungsunterschiede aufgrund von Fehlklassifizierung umfassen.\n\nProaktive Regularisierung beseitigt nicht die Haftung fur vergangene Verstoss, zeigt aber guten Glauben, kann Strafen mildern und verhindert laufende Konformitatslucken. Bei der Korrektur fehlklassifizierter Vertrage sollten Arbeitgeber die Korrektur klar dokumentieren, transparent mit betroffenen Arbeitnehmern kommunizieren und alle zugehorigen Systeme (Lohnabrechnung, Sozialversicherungsbeitrage, Zeiterfassung) anpassen, um den korrekten Status widerzuspiegeln. In einigen Fallen kann die Aushandlung von Regularisierungsvereinbarungen mit Arbeitnehmern (mit ordnungsgemasser rechtlicher Beratung) potenzielle Streitigkeiten losen und gleichzeitig Konformitatsprobleme beheben."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Checkliste fur Vertragskonformitat bei Neueinstellungen",
      "items": [
        "Bestimmen Sie den geeigneten Vertragstyp basierend auf der Art der Arbeit: unbefristet fur dauerhafte Stellen, diskontinuierlicher Festvertrag fur saisonale/zyklische Arbeit oder (selten) befristet fur spezifische Produktionsumstande oder Vertretung",
        "Bereiten Sie einen schriftlichen Vertrag unter Verwendung einer genehmigten Vorlage fur den gewahlten Vertragstyp vor",
        "Nehmen Sie alle obligatorischen Angaben auf: Parteien, Anfangsdatum, Berufskategorie, Arbeitsort, Arbeitszeiten und Verteilung, Vergutung, Probezeit (falls zutreffend) und geltender Tarifvertrag",
        "Geben Sie bei befristeten Vertragen die genaue gesetzliche Grundlage fur die befristete Natur und die voraussichtliche Dauer an",
        "Geben Sie bei Teilzeitvertragen die genauen Arbeitszeiten und deren Verteilung nach Tag/Woche/Monat an",
        "Geben Sie bei diskontinuierlichen Festvertragen die aktiven Arbeitsperioden und Ruckrufverfahren an",
        "Lassen Sie den Vertrag von beiden Parteien vor Arbeitsbeginn oder am ersten Arbeitstag unterzeichnen",
        "Stellen Sie dem Beschaftigten innerhalb von 10 Arbeitstagen eine vollstandige Kopie des unterzeichneten Vertrags zu",
        "Melden Sie den Beschaftigten bei der Sozialversicherung unter der korrekten Vertragskategorie vor oder am ersten Arbeitstag an",
        "Legen Sie den Vertrag in der Personalakte des Beschaftigten mit Vermerk des Zustellungsdatums ab",
        "Geben Sie Vertragsdetails in das Lohnabrechnungssystem ein und stellen Sie Konsistenz mit schriftlichem Vertrag und Sozialversicherungsanmeldung sicher",
        "Setzen Sie Kalendererinnerung fur Vertragsablaufdatum (bei befristeten Vertragen) oder Probezeitende"
      ]
    },
    {
      "title": "Checkliste fur Saisoneinstellungskonformitat (Diskontinuierliche Festvertrage)",
      "items": [
        "Uberprufen Sie die Personalausstattung der Vorsaison: identifizieren Sie Arbeitnehmer, die unter bestehenden diskontinuierlichen Festvertragen zuruckgerufen werden sollten",
        "Rufen Sie bestehende Arbeitnehmer mit diskontinuierlichen Festvertragen in der Reihenfolge der Betriebszugehorigkeit mit angemessener Vorlaufzeit (typischerweise mindestens 15 Tage) zuruck",
        "Bereiten Sie fur neue Saisoneinstellungen diskontinuierliche Festvertrage vor, die aktive Perioden und Ruckrufverfahren angeben",
        "Stellen Sie sicher, dass Vertrage klar die saisonale Natur und voraussichtliche Dauer der aktiven Arbeitsperioden angeben",
        "Melden Sie alle zuruckkehrenden und neuen Arbeitnehmer bei der Sozialversicherung zu Beginn der aktiven Periode an",
        "Verarbeiten Sie am Saisonende die Sozialversicherungsaussetzung fur die inaktive Periode (keine Beendigung)",
        "Stellen Sie Arbeitnehmern Dokumentation fur Arbeitslosengeldanspruche wahrend der inaktiven Periode zur Verfugung, falls anspruchsberechtigt",
        "Bewahren Sie Aufzeichnungen uber Ruckrufkommunikation und Arbeitnehmerantworten fur die Konformitatsverifizierung auf",
        "Uberprufen Sie, ob Arbeitnehmer drei aufeinanderfolgende Saisons gearbeitet haben -- wenn ja, erwagen Sie, ob ein ganzjahriger unbefristeter Vertrag angemessener ist",
        "Dokumentieren Sie Arbeitnehmer, die den Ruckruf abgelehnt oder nicht geantwortet haben, da dies zukunftige Ruckrufpflichten beeinflussen kann"
      ]
    },
    {
      "title": "Checkliste fur Vertragsprufung",
      "items": [
        "Uberprufen Sie alle aktuellen Arbeitsvertrage darauf, dass sie schriftlich abgefasst, unterzeichnet und den Beschaftigten zugestellt sind",
        "Gleichen Sie Vertragsarten mit Sozialversicherungsregistrierungskategorien ab -- uberprufen Sie Konsistenz",
        "Identifizieren Sie befristete Vertrage, die sich dem Ablauf nahern: bestimmen Sie, ob Verlangerung, Umwandlung in unbefristet oder Beendigung angemessen ist",
        "Prufen Sie auf Kettenvertrage: Arbeitnehmer mit mehreren aufeinanderfolgenden befristeten Vertragen von insgesamt uber 18 Monaten in 24 Monaten sollten in unbefristete umgewandelt werden",
        "Uberprufen Sie, dass Saisonarbeitnehmer diskontinuierliche Festvertrage haben, nicht wiederholte befristete Vertrage",
        "Uberprufen Sie Teilzeitvertrage darauf, dass genaue Arbeitszeiten und Verteilung schriftlich angegeben sind",
        "Uberprufen Sie, dass Probezeiten die gesetzlichen Hochstwerte nicht uberschreiten und bei Vertragsbeginn schriftlich vereinbart wurden",
        "Prufen Sie, dass alle Beschaftigten innerhalb von 10 Tagen nach Einstellung schriftliche Vertragskopien erhalten haben",
        "Bestatigen Sie, dass Tarifvertragsbestimmungen korrekt angewendet werden (Berufskategorien, Mindestgehalter, Arbeitszeit)",
        "Uberprufen Sie Lohnabrechnungsunterlagen auf Konsistenz mit Vertragsbedingungen, insbesondere fur Teilzeit- und diskontinuierliche Festvertragsbeschaftigte",
        "Identifizieren und korrigieren Sie etwaige Abweichungen zwischen Vertragen, Sozialversicherungsanmeldung und Lohnabrechnung unverzuglich"
      ]
    }
  ],
  "bestPractices": [
    "Entwickeln Sie standardisierte Vertragsvorlagen fur jeden in Ihrem Betrieb verwendeten Vertragstyp (unbefristet, diskontinuierlich fest, Teilzeit, Vertretung) basierend auf gesetzlichen Anforderungen und Ihrem Tarifvertrag",
    "Implementieren Sie eine Neueinstellungs-Checkliste, die sicherstellt, dass Vertragserstellung, Unterzeichnung, Zustellung und Sozialversicherungsanmeldung vor dem ersten Arbeitstag abgeschlossen sind",
    "Fuhren Sie einen Vertragsablaufkalender fur alle befristeten Vertrage mit 30-Tage- und 7-Tage-Vorab-Warnungen, um eine versehentliche Umwandlung in unbefristeten Status zu vermeiden",
    "Stellen Sie bei Saisonbetrieben vollstandig auf diskontinuierliche Festvertrage fur wiederkehrende Saisonarbeit um, anstatt jahrlich Produktionsumstandsvertrage zu verwenden",
    "Fuhren Sie vierteljahrliche interne Prufungen durch, die Arbeitsvertrage, Sozialversicherungsanmeldungen und Lohnabrechnungsunterlagen vergleichen, um Abweichungen zeitnah zu identifizieren und zu korrigieren",
    "Bieten Sie Fuhrungskrafteschulungen zu Vertragsarten und dem Verbot der Verwendung befristeter Vertrage ohne gultige gesetzliche Grundlage an",
    "Holen Sie im Zweifel uber die Vertragsklassifizierung vor der Einstellung rechtliche Beratung ein -- die Korrektur fehlklassifizierter Vertrage ist teurer und komplexer als es von Anfang an richtig zu machen",
    "Bewahren Sie digitale Kopien aller unterzeichneten Vertrage mit datiertem Zustellnachweis an die Beschaftigten auf, nach Beschaftigtem organisiert und fur Inspektionen leicht abrufbar"
  ],
  "glossary": {
    "Contrato Indefinido": "Unbefristeter Vertrag -- ein Arbeitsvertrag ohne vorbestimmtes Enddatum, der in Spanien der gesetzliche Standard ist",
    "Contrato Temporal": "Befristeter Vertrag -- ein Vertrag mit einem vorbestimmten Enddatum, nur unter bestimmten begrenzten Umstanden zulassig (Produktionsumstande, Vertretung, Ausbildung)",
    "Contrato Fijo Discontinuo": "Diskontinuierlicher Festvertrag -- ein unbefristeter Vertrag fur saisonale oder zyklische Arbeit, mit aktiven Arbeitsperioden und inaktiven Perioden jedes Jahr",
    "Circunstancias de la Produccion": "Produktionsumstande -- eine gesetzliche Grundlage fur befristete Vertrage, begrenzt auf gelegentliche und unvorhersehbare Marktschwankungen, Aufgabenanhaufung oder Auftragssuberschuss",
    "Contrato de Sustitucion": "Vertretungsvertrag -- ein befristeter Vertrag zur Vertretung eines Arbeitnehmers, der abwesend ist, aber das Ruckkehrrecht behalt",
    "Contrato a Tiempo Parcial": "Teilzeitvertrag -- ein Vertrag fur weniger Arbeitsstunden als der Vollzeitarbeitstag, der genaue Stunden und deren Verteilung angeben muss",
    "Periodo de Prueba": "Probezeit -- ein Zeitraum zu Beginn der Beschaftigung, wahrend dessen jede Partei ohne Begrundung oder Entschadigung kundigen kann",
    "Convenio Colectivo": "Tarifvertrag -- branchen- oder unternehmensspezifische Vereinbarung, die Mindestarbeitsbedingungen einschliesslich Vertragsbedingungen und Berufskategorien festlegt",
    "Categoria Profesional": "Berufskategorie -- die Einstufung der Funktion und Aufgaben eines Arbeitnehmers gemas dem Tarifvertrag, die Mindestgehalt und Bedingungen bestimmt",
    "Horas Complementarias": "Erganzungsstunden -- zusatzliche Stunden uber die vertraglichen Teilzeitstunden hinaus, die der Arbeitgeber vom Arbeitnehmer verlangen kann, vorbehaltlich Grenzen und Vorankundigung"
  }
}