{
  "title": "Evakuierungsprotokoll",
  "legalBasis": "Spanisches Königliches Dekret 393/2007 über Selbstschutznormen; Spanisches Technisches Baugesetz DB-SI (Brandschutzdokument); RD 314/2006 zur Festlegung des Technischen Baugesetzes; Gesetz 31/1995 zur Verhütung von Berufsrisiken",
  "summary": "Das Evakuierungsprotokoll definiert die spezifischen Verfahren, die alle Mitarbeiter und Gäste befolgen müssen, wenn der Notfallalarm ertönt oder die Evakuierung angeordnet wird. Im Unterschied zum umfassenderen Notfallplan, der mehrere Szenarien und die Organisationsstruktur behandelt, konzentriert sich das Evakuierungsprotokoll speziell auf die kritische Aufgabe, alle Personen sicher und effizient aus dem Gebäude zu bringen, wenn Gefahr droht. In Gastronomiebetrieben, in denen viele Anwesende mit dem Gebäudegrundriss nicht vertraut sind und schutzbedürftige Personengruppen einschließen können, kann ein gut gestaltetes und geübtes Evakuierungsprotokoll Panik verhindern und Leben retten.\n\nDas Protokoll muss mehrere Schlüsselelemente abdecken: Erkennung des Evakuierungssignals (Alarmsignal, verbale Ansage, andere Warnmittel), sofortige Maßnahmen bei Ertönen des Signals (Arbeit einstellen, zum Verlassen bereithalten, Alarm nicht ignorieren), sichere Bewegung entlang der vorgesehenen Flucht- und Rettungswege zu den Ausgängen, spezifische Verantwortlichkeiten der Mitarbeiter während der Evakuierung (Bereiche absuchen, Gäste unterstützen, Türen schließen), Sammeln an den vorgesehenen Punkten außerhalb des Gebäudes und Erfassungsverfahren zur Überprüfung, dass alle sicher evakuiert haben.\n\nEine wirksame Evakuierung erfordert, dass das Protokoll allen Mitarbeitern klar vermittelt, durch Übungen regelmäßig geprobt, durch Beschilderung sichtbar angebracht und konsequent durchgesetzt wird. Eine der gefährlichsten Gewohnheiten an Arbeitsplätzen ist die Alarmabstumpfung — wenn Alarme häufig zu Testzwecken oder bei Bagatellen ertönen, beginnen Menschen, sie zu ignorieren, was einen „Der-Junge-der-Wolf-schrie”-Effekt erzeugt. Das Protokoll muss betonen, dass jeder Alarm ernst genommen und die Evakuierung sofort eingeleitet werden muss, auch wenn die Mitarbeiter vermuten, dass es sich um einen Fehlalarm oder eine Übung handelt. Erst wenn alle sicher draußen sind und die Personenerfassung abgeschlossen ist, kann die Situation bewertet werden.",
  "keyPoints": [
    "Sofort evakuieren, wenn der Alarm ertönt — niemals einen Alarm ignorieren, auch wenn Sie eine Übung oder einen Fehlalarm vermuten",
    "Kennen Sie mindestens zwei Flucht- und Rettungswege aus jedem Bereich, in dem Sie arbeiten — Hauptroute und Alternative, falls der Hauptweg blockiert ist",
    "Mitarbeiter müssen Gästen bei der sicheren Evakuierung helfen, insbesondere Personen mit eingeschränkter Mobilität oder ohne Spanischkenntnisse",
    "Schließen Sie Türen und Fenster beim Verlassen, wenn Zeit und Sicherheit es erlauben — dies begrenzt die Rauch- und Brandausbreitung",
    "Benutzen Sie während der Evakuierung niemals Aufzüge — nehmen Sie immer die Treppen",
    "Halten Sie nicht an, um persönliche Gegenstände zu holen — verlassen Sie sofort den Bereich mit nicht mehr als dem, was Sie bereits bei sich tragen",
    "Betreten Sie das Gebäude aus keinem Grund wieder, bis die Entwarnung durch Rettungsdienste oder Notfallkoordinator erteilt wird",
    "Melden Sie sich unverzüglich am Sammelplatz und bleiben Sie dort, bis die Personenerfassung abgeschlossen ist"
  ],
  "sections": [
    {
      "heading": "1. Bauordnungsrechtliche Anforderungen an die Evakuierung",
      "content": "Das Spanische Technische Baugesetz (Código Técnico de la Edificación), Dokument DB-SI zur Brandsicherheit, legt detaillierte Anforderungen an die Evakuierungsfähigkeit von Gebäuden fest. Diese Anforderungen sind für alle Gebäude verbindlich und bilden die physische Grundlage, auf der Evakuierungsprotokolle aufgebaut werden müssen. Das Verständnis dieser Anforderungen hilft den Mitarbeitern zu verstehen, warum bestimmte Wege freigehalten und bestimmte Verfahren eingehalten werden müssen.\n\nWichtige bauordnungsrechtliche Anforderungen umfassen: Mindestanzahl der Ausgänge basierend auf Belegung und Nutzung (grundsätzlich mindestens zwei unabhängige Ausgänge bei Belegungen oberhalb bestimmter Schwellenwerte), maximale Entfernung von jedem Punkt zu einem Ausgang (variiert je nach Nutzung und Feuerwiderstand des Gebäudes, typischerweise 25–50 Meter), Mindestbreite der Ausgänge und Flucht- und Rettungswege basierend auf der Anzahl der zu bedienenden Personen (typischerweise 80–100 cm pro Durchgangseinheit), Feuerwiderstand der Flucht- und Rettungswege (geschützte Flure und Treppenhäuser müssen der Brandausbreitung für die erforderliche Evakuierungszeit widerstehen), Notbeleuchtung auf vorgeschriebene Mindestbeleuchtungsstärken und deutliche Beschilderung aller Ausgänge und Wege.\n\nDiese Anforderungen basieren auf Forschungen zum menschlichen Verhalten und zur Branddynamik und sollen sicherstellen, dass alle Nutzer einen sicheren Ausgang erreichen können, bevor Feuer oder Rauch die Evakuierung unmöglich macht. Das Protokoll muss innerhalb dieser physischen Parameter funktionieren — Sie können nicht mehr Personen schneller evakuieren, als es die physische Evakuierungskapazität erlaubt. Deshalb müssen Höchstbelegungsgrenzen eingehalten und Flucht- und Rettungswege stets freigehalten werden.",
      "subsections": [
        {
          "heading": "1.1 Belegung und Kapazitätsgrenzen",
          "content": "Jeder Betrieb hat eine maximale genehmigte Belegung basierend auf der Evakuierungskapazität seiner Ausgänge und Wege. Diese Belegung erscheint auf der Betriebsgenehmigung und darf nicht überschritten werden. Die Überschreitung der genehmigten Belegung erzeugt gefährliche Überfüllung, die eine sichere Evakuierung verlangsamen oder verhindern kann. Im Brandschutz geht es bei der Belegung nicht nur um Komfort oder Servicequalität — sie ist ein kritischer Sicherheitsparameter, der direkt mit dem Überleben bei einer Notfallevakuierung zusammenhängt.\n\nDie Berechnungsmethoden variieren je nach Raumart. Für Sitzrestaurants gilt typischerweise eine Person pro Sitzplatz plus Personal. Für Stehbereiche (Bars, Cocktailbereiche) basiert sie auf der nutzbaren Grundfläche, typischerweise 0,5 bis 1,5 Quadratmeter pro Person je nach spezifischer Nutzung. Mischlokale kombinieren diese Berechnungen. Das Verständnis, wie Ihre Kapazitätsgrenze ermittelt wurde, hilft bei der Einhaltung während geschäftiger Zeiten."
        },
        {
          "heading": "1.2 Instandhaltung von Ausgängen und Wegen",
          "content": "Flucht- und Rettungswege und Ausgänge müssen dauerhaft freigehalten und während aller Zeiten, in denen das Gebäude belegt ist, verfügbar sein. Dies ist nicht nur gute Praxis — es ist eine gesetzliche Anforderung, die von Brandschutzbehörden und Arbeitsinspektion durchgesetzt wird. Häufige Verstöße in Gastronomiebetrieben umfassen: Blockieren von Notausgängen mit Lagergut, Lieferungen oder Möbeln in ruhigen Zeiten; Verschließen oder Verketten von Notausgängen zur Verhinderung unbefugter Nutzung (Ausgänge dürfen mit alarmgesicherten Panikbeschlägen versehen sein, aber niemals während der Belegung verschlossen werden); Verengung von Evakuierungsfluren durch Möbel, Geräte oder Dekorationen; und Verdecken oder Abdecken der Ausgangsbeschilderung.\n\nBrandschutztüren auf Flucht- und Rettungswegen müssen geschlossen gehalten werden (wenn es sich um benannte Brandschutztüren handelt, die das Gebäude in Brandabschnitte unterteilen) oder nur durch automatische Auslösemechanismen offengehalten werden, die mit dem Feuermeldesystem verbunden sind. Das Aufkeilen von Brandschutztüren mit Türstoppern oder anderen Mitteln hebt ihren Zweck auf und stellt einen schwerwiegenden Brandschutzverstoß dar. Alle Türen auf Flucht- und Rettungswegen müssen in Fluchtrichtung öffnen und dürfen keine Schlüssel oder Werkzeuge zum Öffnen von innen erfordern."
        },
        {
          "heading": "1.3 Notbeleuchtung und Beschilderung",
          "content": "Die Notbeleuchtung muss alle Flucht- und Rettungswege automatisch bei Netzstromausfall beleuchten und dabei Mindestbeleuchtungsstärken (typischerweise 1 Lux auf der Mittellinie der Flucht- und Rettungswege) für eine Mindestdauer (typischerweise 1 Stunde) gewährleisten. Monatliche Tests der Notbeleuchtung sind zur Funktionsüberprüfung erforderlich. Ausgangszeichen müssen beleuchtet sein (intern oder extern) und den ISO 7010-Standards entsprechen, mit dem grünen Symbol einer laufenden Person.\n\nDie Beschilderung muss so positioniert sein, dass von jedem Punkt auf einem Fluchtweg die Richtung zum nächsten Ausgang klar angezeigt wird. Zusätzliche Richtungszeichen werden an allen Entscheidungspunkten (Kreuzungen, Richtungsänderungen, Treppenhauseingänge) benötigt. In Gastronomiebetrieben mit internationalem Publikum ist symbolbasierte Beschilderung textbasierten Schildern vorzuziehen. Nachleuchtende Bodenmarkierungen können bei eingeschränkter Sicht durch Rauch zusätzliche Orientierung bieten."
        }
      ]
    },
    {
      "heading": "2. Evakuierungssignale und Sofortmaßnahmen",
      "content": "Das Evakuierungsprotokoll beginnt mit dem Erkennen des Evakuierungssignals. Alle Mitarbeiter müssen geschult sein, die in ihrem Betrieb verwendeten Evakuierungssignale zu erkennen, und verstehen, dass jeder Alarm oder jede Evakuierungsdurchsage sofortiges Handeln erfordert. Das häufigste Signal ist das automatische Brandmeldesystem (charakteristischer Dauer- oder Pulstonalarm, der sich von anderen Gebäudealarmen oder -geräuschen unterscheidet). In einigen Betrieben kann ein Durchsagesystem entweder eigenständig oder in Verbindung mit Sirenen verwendet werden. Einige größere Lokale verwenden gestaffelte Evakuierungsverfahren, bei denen verschiedene Bereiche nacheinander evakuiert werden.\n\nBeim Ertönen des Evakuierungssignals müssen die Mitarbeiter sofort die Arbeit einstellen, andere in der unmittelbaren Umgebung alarmieren, die den Alarm möglicherweise nicht gehört haben, sich zum Verlassen bereithalten, indem sie Geräte abschalten, falls dies in Sekunden möglich ist (Herde ausschalten, Gasventile schließen, Computerarbeit speichern), und beginnen, sich zum vorgesehenen Fluchtweg zu bewegen. Vergeuden Sie keine Zeit damit, die Ursache des Alarms zu untersuchen, persönliche Gegenstände zusammenzusuchen oder Aufgaben zu beenden. Das Protokoll ist klar: Alarm ertönt, Sie evakuieren. Die Bewertung, ob der Alarm berechtigt war, erfolgt, nachdem alle sicher draußen sind.",
      "subsections": [
        {
          "heading": "2.1 Schnellabschaltverfahren Küche",
          "content": "Küchenpersonal muss die Schnellabschaltverfahren für Gas- und Elektrogeräte kennen. Wenn die Zeit es erlaubt (typischerweise nur wenige Sekunden), alle Kochgeräte ausschalten, Gasabsperrventile schließen und Elektrogeräte an Wandschaltern oder Verteilern ausschalten. Die persönliche Sicherheit hat jedoch stets Vorrang — wenn die Bedingungen unmittelbar gefährlich sind (sichtbares Feuer, starker Rauch, blockierte Wege), sofort den Bereich verlassen, ohne eine Abschaltung zu versuchen. Verschwenden Sie keine Zeit mit dem Abdecken oder Umstellen von Lebensmitteln oder Geräten.\n\nEinige moderne Küchen verfügen über Not-Aus-Tafeln, die Gas und Hochleistungs-Stromkreise mit einer einzigen Aktion trennen — falls Ihre Küche über diese verfügt, müssen alle Küchenmitarbeiter deren Standort und Betätigung kennen. Die Aktivierung sollte eine der letzten Handlungen vor dem Verlassen der Küche sein, da sie alle Geräte einschließlich der Belüftung abschaltet, die möglicherweise zur Rauchkontrolle beiträgt."
        },
        {
          "heading": "2.2 Alarmierung und Anleitung der Gäste",
          "content": "Das Personal im Gastraum hat die entscheidende Aufgabe, Gäste auf die Evakuierung aufmerksam zu machen und sie zu den Ausgängen zu leiten. Der erste Impuls vieler Gäste bei Ertönen eines Alarms ist, ihre Mahlzeit fortzusetzen oder auf Informationen zu warten — das Personal muss diese Trägheit überwinden, indem es klar und ruhig mitteilt, dass die Evakuierung sofort erforderlich ist. Verwenden Sie klare, einfache Sprache: „Der Feueralarm hat ausgelöst. Wir müssen das Gebäude sofort verlassen. Bitte lassen Sie Ihre Sachen zurück und folgen Sie mir zum nächsten Ausgang.”\n\nDas Personal muss ruhige Autorität ausstrahlen — wenn das Personal panisch wirkt, werden die Gäste in Panik geraten; wenn das Personal so tut, als sei der Alarm unwichtig, werden die Gäste langsam reagieren. Der Ton sollte bestimmt und dringend sein, aber nicht hektisch. Das Personal sollte sich beim Sprechen auf die Ausgänge zubewegen und so durch Handeln demonstrieren, dass die Evakuierung jetzt stattfindet. In Betrieben mit internationalem Publikum sollte das Personal in grundlegenden Notfallformulierungen in gängigen Sprachen geschult werden: Englisch, Französisch, Deutsch, Chinesisch je nach Gästestruktur."
        },
        {
          "heading": "2.3 Umgang mit unwilligen Personen",
          "content": "Einige Gäste mögen sich weigern zu evakuieren und ihre Mahlzeit beenden, die Rechnung bezahlen, Gegenstände an der Garderobe abholen oder die Toilette benutzen wollen. Das Personal muss einfühlsam, aber bestimmt sein: Diese Aktivitäten können nach der Entwarnung wieder aufgenommen werden, aber jetzt müssen alle den Bereich verlassen. Erklären Sie, dass die Brandschutzvorschriften eine vollständige Evakuierung verlangen und der Gast zurückkehren kann, sobald die Sicherheit bestätigt ist. In den meisten Fällen genügt eine ruhige Erklärung.\n\nWenn ein Gast sich absolut weigert zu evakuieren, wenden Sie keine körperliche Gewalt an und verschwenden Sie keine Zeit mit Diskussionen — notieren Sie seinen Aufenthaltsort und melden Sie ihn sofort dem Brandschutzhelfer oder Notfallkoordinator, damit diese Information den Rettungsdiensten mitgeteilt werden kann. Ihre Priorität muss die Evakuierung der Mehrheit sein, die kooperiert, nicht die Verschwendung wertvoller Minuten mit einer einzelnen widerspenstigen Person. Die Rettungsdienste haben die Autorität und die Möglichkeiten, die Evakuierung bei Bedarf zu erzwingen."
        }
      ]
    },
    {
      "heading": "3. Fluchtwegewahl und Fortbewegung",
      "content": "Eine wirksame Evakuierung erfordert, dass alle Mitarbeiter mehrere Wege aus jedem Bereich kennen, in dem sie arbeiten. Der Hauptfluchtweg ist der normale, kürzeste Weg zu einem Ausgang. Feuer, Rauch oder andere Gefahren können jedoch den Hauptweg blockieren, sodass ein Alternativweg erforderlich wird. Die Mitarbeiter müssen mindestens einen Alternativweg aus jedem Bereich kennen und die Entscheidungskriterien für dessen Nutzung verstehen: Wenn Sie auf dem Hauptweg auf Rauch, Hitze oder Hindernisse treffen, kehren Sie um und nutzen Sie den Alternativweg.\n\nDie Fortbewegung auf Flucht- und Rettungswegen sollte zielstrebig, aber ohne Rennen erfolgen — Rennen birgt Sturz- und Zusammenstoßrisiken, besonders bei Gedränge. Halten Sie sich rechts (oder links, je nach festgelegter Konvention), um schnelleren Personen das Überholen zu ermöglichen. Bleiben Sie aufmerksam gegenüber anderen um Sie herum, insbesondere Personen, die möglicherweise Hilfe benötigen. Wenn Sie auf jemanden treffen, der gestürzt ist oder sich in Not befindet, helfen Sie ihm, wenn dies sicher möglich ist, oder alarmieren Sie andere, um zu helfen, aber schaffen Sie keinen Zweitvorfall, indem Sie sich selbst in Gefahr bringen.",
      "subsections": [
        {
          "heading": "3.1 Überlegungen zu Rauch und Hitze",
          "content": "Rauch ist oft unmittelbarer gefährlich als das Feuer selbst, da giftiger Rauch innerhalb von Minuten zur Bewusstlosigkeit oder zum Tod führen kann. Wenn Sie auf einem Fluchtweg auf Rauch treffen, bleiben Sie tief (Rauch und Hitze steigen auf, die klarste Luft ist bodennah), bedecken Sie Mund und Nase mit Stoff, falls verfügbar, und bewegen Sie sich schnell durch den Rauch, wenn der Weg kurz ist. Wenn der Rauch jedoch dicht ist (Sicht weniger als wenige Meter) oder Sie sich des Weges unsicher sind, gehen Sie nicht weiter — kehren Sie um und nutzen Sie einen Alternativweg oder suchen Sie Zuflucht.\n\nPrüfen Sie Türen, bevor Sie sie während der Evakuierung öffnen: Berühren Sie die Tür mit dem Handrücken (empfindlicher für Hitze als die Handfläche) — wenn sie heiß ist, öffnen Sie sie nicht, da auf der anderen Seite Feuer sein könnte. Öffnen Sie Türen langsam und seien Sie bereit, sie sofort zu schließen, wenn Rauch oder Feuer eindringt. Schließen Sie beim Durchgehen durch Türen diese hinter sich, wenn Sie die letzte Person sind — geschlossene Türen verlangsamen die Brand- und Rauchausbreitung erheblich und verschaffen anderen mehr Zeit zur Evakuierung."
        },
        {
          "heading": "3.2 Sichere Nutzung von Treppenhäusern",
          "content": "Benutzen Sie bei einer Evakuierung niemals Aufzüge — Aufzüge können bei Brand ausfallen, im Brandgeschoss anhalten oder die Insassen dem Rauch aussetzen. Nehmen Sie immer die Treppe. Bei einer Evakuierung über ein überfülltes Treppenhaus nicht drängeln oder rennen. Halten Sie eine Hand am Handlauf zur Stabilität. Wenn Sie jemanden tragen oder einer Person mit eingeschränkter Mobilität helfen, bleiben Sie auf einer Seite, damit andere vorbei können. Wenn Treppenhäuser überlastet sind, haben Sie Geduld — der Versuch, sich durchzudrängen, erzeugt gefährliches Gedränge.\n\nIn Gebäuden mit mehreren Treppenhäusern sollte der Evakuierungsplan festlegen, welches Treppenhaus welche Bereiche bedient, um die Evakuierungslast zu verteilen. Wenn Ihr zugewiesenes Treppenhaus jedoch blockiert oder überlastet ist, nutzen Sie ein alternatives. Das Ziel ist, alle herauszubekommen, nicht starr einem Plan zu folgen, der in der Praxis nicht funktioniert. Treppenhausstüren sind typischerweise Brandschutztüren, die geschlossen gehalten werden sollten — sie zum Betreten des Treppenhauses zu öffnen ist in Ordnung, aber stellen Sie sicher, dass sie sich hinter Ihnen schließen."
        },
        {
          "heading": "3.3 Andere während der Evakuierung unterstützen",
          "content": "Die Mitarbeiter haben die Verantwortung, Gästen und Kollegen zu helfen, die bei der Evakuierung Unterstützung benötigen. Dies kann umfassen: Personen leiten, die desorientiert oder mit dem Gebäude nicht vertraut sind, ältere oder mobilitätseingeschränkte Personen unterstützen (einen Arm anbieten, auf Treppen stützen), kleine Kinder tragen, wenn Eltern Schwierigkeiten haben, andere auf Gefahren hinweisen (nasse Böden, Hindernisse) und prüfen, ob Toiletten, Umkleideräume und andere Nebenräume evakuiert sind (Personen in diesen Räumen hören den Alarm möglicherweise nicht deutlich).\n\nDie Mitarbeiter müssen jedoch die Hilfe für andere mit ihrer eigenen Sicherheit abwägen — bringen Sie sich nicht in eine Situation, in der Sie selbst zum Verletzten werden und Rettung benötigen. Wenn jemand nicht eigenständig evakuieren kann und Sie ihm nicht sicher helfen können (zum Beispiel ein Rollstuhlfahrer in einem Obergeschoss, den Sie nicht sicher die Treppe hinuntertragen können), helfen Sie ihm in eine Wartezone, falls verfügbar, stellen Sie sicher, dass er ein Telefon zur Kommunikation mit den Rettungsdiensten hat, und informieren Sie sofort den Brandschutzhelfer oder Notfallkoordinator, damit professionelle Hilfe angefordert werden kann."
        }
      ]
    },
    {
      "heading": "4. Sammelplätze und Personenerfassung",
      "content": "Die Evakuierung ist nicht abgeschlossen, wenn Sie das Gebäude verlassen — Mitarbeiter und Gäste müssen zum vorgesehenen Sammelplatz gehen und dort bleiben, bis die Personenerfassung bestätigt und die Entwarnung erteilt ist. Sammelplätze erfüllen zwei kritische Funktionen: Sie stellen sicher, dass die Evakuierten in sicherem Abstand vom Gebäude sind, und sie bieten einen kontrollierten Ort für Personenzählungen und die Identifikation von Personen, die sich möglicherweise noch im Gebäude befinden.\n\nSammelplätze müssen klar festgelegt, allen Mitarbeitern mitgeteilt und nach Möglichkeit markiert sein (Beschilderung, Flaggen oder andere sichtbare Kennzeichnungen). Der Standort muss weit genug vom Gebäude entfernt sein, um vor Feuer, Rauch, herabfallenden Trümmern oder Gebäudeeinsturz sicher zu sein, aber nicht so weit, dass die Personen nicht dorthin gehen oder eine Personenzählung unpraktisch ist. An innerstädtischen Standorten sind Sammelplätze oft an bestimmten Straßenecken, Plätzen oder Parkflächen. Mehrere Sammelplätze können festgelegt werden, wenn Gebäudelayout oder Standortbedingungen einen einzigen Punkt unpraktisch machen.",
      "subsections": [
        {
          "heading": "4.1 Personalerfassung",
          "content": "Die Erfassung des Personals erfolgt durch namentlichen Aufruf anhand der aktuellen Dienstliste oder Anwesenheitsliste. Der Notfallkoordinator oder eine benannte Person ruft jeden Mitarbeiter namentlich auf und überprüft seine Anwesenheit. Jeder Mitarbeiter, der nicht antwortet, muss nachverfolgt werden — er könnte zum Zeitpunkt der Evakuierung außerhalb des Gebäudes gewesen sein (Lieferung, Besorgung), an einen anderen Ort evakuiert haben oder sich noch im Gebäude befinden. Vermutungen sind nicht erlaubt — Überprüfung ist erforderlich.\n\nBrandschutzhelfer spielen eine entscheidende Rolle bei der Erfassung, indem sie melden, dass ihre zugewiesenen Bereiche abgesucht und frei von Personen sind. Diese Bereichsfreimeldung, kombiniert mit dem namentlichen Aufruf des Personals, gibt starkes Vertrauen, dass das Gebäude leer ist, auch wenn eine genaue Zählung aller Anwesenden nicht möglich ist. Wenn bestätigt oder vermutet wird, dass sich noch jemand im Gebäude befindet, muss diese Information sofort den Rettungsdiensten bei deren Eintreffen mitgeteilt werden — gehen Sie nicht selbst zurück, um zu suchen."
        },
        {
          "heading": "4.2 Erfassung von Gästen und Besuchern",
          "content": "Die vollständige Erfassung von Gästen und Besuchern ist schwieriger als beim Personal, da Sie möglicherweise keine vollständige Liste aller anwesenden Personen haben. Für Restaurants mit Reservierungen bietet die Reservierungsliste einen Ausgangspunkt, sie berücksichtigt jedoch keine Laufkundschaft, größere oder kleinere Gruppen als reserviert, vorzeitige Abreisen oder verspätete Ankünfte. Für Bars und offene Lokale gibt es typischerweise überhaupt keine Anwesenheitsliste.\n\nPraktische Ansätze zur Gästeerfassung umfassen: Befragung des Servicepersonals, das mit den Gästen evakuiert hat, nach geschätzten Zahlen und Identifikation bekannter Gäste oder Gruppen, die nicht anwesend sind; Überprüfung auf zurückgelassene Gegenstände (Mäntel, Taschen, Telefone), die darauf hindeuten könnten, dass jemand nicht evakuiert hat; Befragung der versammelten Gäste, ob jemandem Familienmitglieder oder Begleiter fehlen. Diese Informationen sind zwangsläufig unvollkommen, weshalb das Absuchen durch die Brandschutzhelfer so wichtig ist — die visuelle Bestätigung, dass Bereiche frei sind, ist zuverlässiger als versuchte Zählungen unbekannter Personengruppen."
        },
        {
          "heading": "4.3 Aufrechterhaltung der Ordnung am Sammelplatz",
          "content": "Sobald alle versammelt sind, müssen die Evakuierten am Sammelplatz bleiben, bis die Entwarnung erteilt wird. Dies ist häufig der schwierigste Teil des Evakuierungsprotokolls, denn das Adrenalin lässt nach, Kälte oder Wetter werden unangenehm, und Menschen möchten weggehen oder wieder hineingehen, um Gegenstände zu holen. Das Personal muss die Kontrolle über den Sammelbereich aufrechterhalten und Personen höflich, aber bestimmt daran hindern, wegzugehen, bis die Personenerfassung abgeschlossen und die Rettungsdienste Entwarnung gegeben haben.\n\nInformieren Sie die versammelten Personen: Erklären Sie, dass die Personenerfassung läuft, die Rettungsdienste unterwegs oder bereits eingetroffen sind, und dass alle wieder eintreten oder Gegenstände abholen können, sobald die Sicherheit bestätigt ist. Für Gäste: Versichern Sie, dass ihre Gegenstände sicher sind und der Betrieb bei unmittelbaren Bedürfnissen helfen wird (Taxi rufen, Hotels kontaktieren, Reservierungen umbuchen), sobald der Notfall behoben ist. Bei kaltem oder nassem Wetter erwägen Sie, ob ein nahegelegener Innenraum als vorübergehende Zuflucht genutzt werden kann, wobei die Fähigkeit zur Erfassung aller Personen aufrechterhalten werden muss."
        }
      ]
    },
    {
      "heading": "5. Besondere Überlegungen und Szenarien",
      "content": "Das grundlegende Evakuierungsprotokoll muss für verschiedene besondere Szenarien angepasst werden, die im Gastronomiebetrieb auftreten können. Dazu gehören Evakuierungen während Stoßzeiten bei hoher Belegung, nächtliche Evakuierungen bei eingeschränkter Sicht und möglicherweise durch Alkoholkonsum beeinträchtigte Personen, Evakuierungen in Bereichen mit eingeschränkter Mobilität wie Kellerspeisesälen oder Lokalen in oberen Stockwerken und Teilevakuierungen, bei denen nur ein Teil des Gebäudes betroffen ist, aber das Ausmaß nicht sofort klar ist. Jedes Szenario stellt einzigartige Herausforderungen dar, die spezifische verfahrenstechnische Anpassungen erfordern.\n\nDie Planung und das Üben dieser Szenarien durch Planübungen oder gezielte Übungen helfen den Mitarbeitern, das Urteilsvermögen und die Flexibilität zu entwickeln, um das Protokoll unter variierenden Bedingungen wirksam anzuwenden. Das Grundprinzip bleibt konstant — wenn eine Evakuierung erforderlich ist, alle sicher und effizient herausbringen — aber die spezifische Taktik muss sich den Umständen anpassen.",
      "subsections": [
        {
          "heading": "5.1 Evakuierungen bei hoher Belegung",
          "content": "Die Evakuierung eines vollen Speisesaals oder einer überfüllten Bar stellt Herausforderungen an das Personenmanagement. Hohe Belegung erhöht die Evakuierungszeit, schafft Staugefahr an Ausgängen und erschwert individuelle Unterstützung. Das Personal muss zusammenarbeiten, um den Fluss zu steuern: Mitarbeiter an Schlüsselentscheidungspunkten (Treppenanfang, Flurkreuzungen) positionieren, um Personen zu weniger überlasteten Wegen zu leiten, Engpässe verhindern, indem Personen angewiesen werden, alle verfügbaren Ausgänge zu nutzen, nicht nur den offensichtlichsten, und Ruhe bewahren durch Ausstrahlung von Autorität und Kontrolle.\n\nBei sehr hoher Belegung kann eine gestaffelte Evakuierung einer gleichzeitigen Evakuierung aller Bereiche vorzuziehen sein, dies erfordert jedoch sorgfältige Koordination und klare Kommunikation. Bereiche, die der Gefahr am nächsten sind, evakuieren zuerst, gefolgt von angrenzenden Bereichen, dann dem Rest des Gebäudes. Dieser Ansatz wird typischerweise nur in sehr großen Gebäuden mit umfassenden Alarmsystemen angewendet, die verschiedene Zonen getrennt alarmieren können. Die meisten Gastronomiebetriebe verwenden die gleichzeitige Evakuierung aller Bereiche."
        },
        {
          "heading": "5.2 Evakuierung aus Keller- und Obergeschossen",
          "content": "Kellerlokale stellen besondere Herausforderungen dar, da die Evakuierung nach oben gegen den natürlichen Fluchtinstinkt erfolgt. Kellerspeisesäle oder Veranstaltungsräume müssen über deutlich gekennzeichnete Ausgänge verfügen, die typischerweise über geschützte Treppenhäuser ins Erdgeschoss führen. Das Personal muss besonders darauf achten, diese Flucht- und Rettungswege freizuhalten. Bei Rauchverhältnissen können Kellerbereiche schnell verqualmen, wenn Rauch die Treppenhäuser hinabsteigt, was eine schnelle Evakuierung kritisch macht.\n\nLokale in Obergeschossen in mehrstöckigen Gebäuden erfordern die Evakuierung über Treppenhäuser. Wenn der Betrieb ein Stockwerk eines Gebäudes mit Mischnutzung belegt, muss das Evakuierungsprotokoll festlegen, ob nach unten und aus dem Gebäude evakuiert wird (in den meisten Szenarien bevorzugt) oder zu einer Wartezone auf derselben Etage, wenn das Treppenhaus beeinträchtigt ist. Die Koordination mit dem Gebäudemanagement und anderen Mietern ist unerlässlich, um kompatible Evakuierungsverfahren sicherzustellen."
        },
        {
          "heading": "5.3 Außenbereiche und Terrassen",
          "content": "Gastronomiebetriebe mit Außengastronomiebereichen, Terrassen oder Innenhöfen müssen diese in das Evakuierungsprotokoll einbeziehen. Außenbereiche werden oft als grundsätzlich sicher wahrgenommen, können aber dennoch evakuiert werden müssen, wenn sie nur durch das Gebäude zugänglich sind, wenn sie sich über Erdgeschossniveau befinden oder wenn sie andere Gefahren aufweisen. Das Evakuierungssignal muss in allen Außenbereichen hörbar sein (Außenalarmsirenen oder Benachrichtigung durch Personal), und klare Flucht- und Rettungswege von Außenbereichen zu Sammelplätzen müssen festgelegt werden.\n\nWenn Außenbereiche über einen unabhängigen, vom Gebäude getrennten Zugang verfügen (z. B. ebenerdige Terrasse mit direktem Straßenzugang), können diese als Zufluchtsbereich für die Gebäudeevakuierung dienen. Dies erfordert jedoch eine sorgfältige Koordination, um sicherzustellen, dass Personen, die auf die Terrasse evakuieren, nicht anschließend versuchen, durch die Terrassentüren in das Gebäude zu gelangen."
        }
      ]
    },
    {
      "heading": "6. Verfahren nach der Evakuierung",
      "content": "Das Evakuierungsprotokoll endet nicht, wenn alle draußen versammelt sind — die abschließende Phase umfasst Maßnahmen nach der Evakuierung einschließlich Abstimmung mit Rettungsdiensten, Entscheidungen über den Wiederzutritt, Betreuung von Evakuierten, die Unterstützung benötigen, und Dokumentation des Ereignisses. Diese Verfahren nach der Evakuierung bilden die Brücke von der Notfallreaktionsphase zur Wiederherstellung und Rückkehr zum Normalbetrieb.\n\nNach der Evakuierung können auch Stressreaktionen auftreten — das Adrenalin lässt nach, und Personen können verzögerten Schock, Angst oder physiologische Reaktionen erleben. Das Personal sollte auf Anzeichen von Belastung bei allen achten und angemessene Unterstützung einschließlich medizinischer Versorgung bei Bedarf bereitstellen. Insbesondere nach Evakuierungen, die mit tatsächlichem Brand, Verletzungen oder längerem Aufenthalt außerhalb verbunden waren, sollte dem Personal Unterstützung und Nachbesprechung angeboten werden.",
      "subsections": [
        {
          "heading": "6.1 Abstimmung mit Rettungsdiensten",
          "content": "Wenn die Rettungsdienste eintreffen, sollte der Notfallkoordinator sofort einen Lagebericht geben: Art und Ort des Notfalls, bisher ergriffene Maßnahmen, Ergebnis der Personenerfassung (sind alle Personen erfasst, wird vermutet, dass sich jemand im Gebäude befindet), besondere Gefahren oder Risiken (Gasflaschen, Chemikalienlager, bauliche Bedenken) sowie Verletzungen oder medizinische Situationen, die Aufmerksamkeit erfordern. Gebäudepläne und Zugang zu Schlüsselbewahrern oder Gebäudeverwaltung bereitstellen.\n\nSobald die Rettungsdienste die Leitung übernehmen, verlagert sich die Rolle des Betriebs auf Unterstützung. Aufrechterhalten der Kontrolle über die Evakuierten am Sammelplatz, um zu verhindern, dass Personen die Rettungsarbeiten stören oder unbefugt wieder eintreten. Einen Mitarbeiter abstellen, der beim Einsatzleiter verbleibt, um bei Bedarf Informationen oder Gebäudezugang bereitzustellen. Die Entscheidung über den Wiederzutritt wird von den Rettungsdiensten getroffen, nicht vom Management des Betriebs."
        },
        {
          "heading": "6.2 Entwarnung und Wiederzutritt",
          "content": "Der Wiederzutritt zum Gebäude ist nur nach Entwarnung durch die Rettungsdienste gestattet. Auch wenn der Alarm falsch war oder der Vorfall geringfügig, erlauben Sie keinen Wiederzutritt, bis dieser ordnungsgemäß genehmigt ist. Wenn der Wiederzutritt genehmigt wird, sollte er kontrolliert erfolgen: Das Personal sollte vor den Gästen eintreten, um die Bedingungen zu beurteilen, die Sicherheit und Freigabe der Flucht- und Rettungswege zu überprüfen, auf eventuelle Schäden oder durch den Vorfall oder die Reaktion entstandene Gefahren zu prüfen und den Betrieb wiederaufzunehmen oder alternative Maßnahmen zu treffen, wenn eine Wiederaufnahme nicht möglich ist.\n\nWenn ein Wiederzutritt nicht möglich ist (Gebäude unsicher, Rettungsdienste führen Ermittlungen durch, Versorgungsleitungen getrennt), muss der Betrieb für die Bedürfnisse der Gäste sorgen, einschließlich Organisation alternativer Transportmittel, Rückholung von Gegenständen unter Aufsicht der Rettungsdienste, sofern gestattet, Bereitstellung von Kontaktinformationen für Ansprüche oder Anfragen und Mitteilung, wann der Normalbetrieb wiederaufgenommen wird. Auch die Betreuung der Mitarbeiter muss gewährleistet sein — Information darüber, wann sie zur Arbeit zurückkehren sollen, ob sie für die Unterbrechung bezahlt werden, und Organisation sicherer Transportmittel bei Bedarf."
        },
        {
          "heading": "6.3 Dokumentation und Überprüfung",
          "content": "Nach jeder Evakuierung — ob Übung oder tatsächlicher Vorfall — dokumentieren Sie das Ereignis einschließlich Datum und Uhrzeit, Art des Vorfalls oder Übungsszenarios, Evakuierungszeit (vom Alarm bis zur Entwarnung), Anzahl evakuierter Personen, etwaige Verletzungen oder medizinische Vorfälle, aufgetretene Probleme (blockierte Wege, nicht hörbare Alarme, langsame Bereiche, Erfassungsschwierigkeiten), ergriffene Maßnahmen und deren Verantwortliche, Reaktion der Rettungsdienste (Eintreffzeit, Maßnahmen, Ergebnisse) und etwaige Schäden oder Verluste.\n\nFühren Sie eine Nachbesprechung mit allen beteiligten Mitarbeitern durch, solange das Ereignis noch frisch in Erinnerung ist. Was hat gut funktioniert? Welche Probleme sind aufgetreten? Was sollte geändert werden? Evakuierungen, ob Übung oder tatsächliches Ereignis, sind unschätzbare Lernmöglichkeiten. Nutzen Sie die Erkenntnisse zur Aktualisierung der Verfahren, Verbesserung der Schulung, Behebung von Einrichtungsmängeln oder Anerkennung von Mitarbeitern, die sich bewährt haben. Dieser kontinuierliche Verbesserungskreislauf stellt sicher, dass jede Evakuierung die Organisation besser auf die nächste vorbereitet."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Persönliche Checkliste zur Evakuierungsbereitschaft",
      "items": [
        "Ich kenne den Klang des Evakuierungsalarms in diesem Gebäude",
        "Ich kenne den Standort von mindestens zwei Ausgängen aus jedem Bereich, in dem ich arbeite",
        "Ich kann den Fluchtweg von meinem Hauptarbeitsplatz zum nächsten Ausgang beschreiben",
        "Ich kenne den alternativen Fluchtweg, falls der Hauptweg blockiert ist",
        "Ich kenne den Standort des Sammelplatzes und kann andere dorthin leiten",
        "Ich kenne meine spezifische Rolle während der Evakuierung (Brandschutzhelfer, Ersthelfer, allgemeines Personal)",
        "Ich weiß, wie ich bei Zeiterlaubnis die Geräte in meinem Bereich schnell abschalten kann",
        "Ich verstehe, dass ich beim Ertönen des Alarms sofort evakuieren muss, nicht nachforschen oder zögern",
        "Ich weiß, dass ich während der Evakuierung niemals Aufzüge benutze, sondern immer Treppen",
        "Ich weiß, dass ich am Sammelplatz bleiben muss, bis die Personenerfassung abgeschlossen und die Entwarnung erteilt ist"
      ]
    },
    {
      "title": "Checkliste Evakuierungsaufgaben der Mitarbeiter",
      "items": [
        "Bei Alarm: Arbeit sofort einstellen, andere in der Nähe alarmieren",
        "Schnellabschaltung der Geräte durchführen, wenn sicher und möglich (nur Sekunden)",
        "Gäste alarmieren und leiten: „Wir müssen sofort evakuieren. Folgen Sie mir zum Ausgang.”",
        "Gäste nicht anhalten lassen für Gegenstände — „Sie können sie nach der Entwarnung abholen”",
        "Unmittelbaren Bereich einschließlich Toiletten und Nischen auf Nachzügler überprüfen",
        "Ältere, mobilitätseingeschränkte oder desorientierte Personen unterstützen",
        "Türen und Fenster beim Verlassen schließen, wenn die Zeit es erlaubt",
        "Über den vorgesehenen Fluchtweg zum Sammelplatz gehen",
        "Wenn der Weg durch Rauch oder Feuer blockiert ist, Alternativweg nutzen",
        "Am Sammelplatz melden, am namentlichen Aufruf teilnehmen",
        "Brandschutzhelfer: dem Notfallkoordinator melden, dass Ihr Bereich geräumt ist",
        "Am Sammelplatz helfen, Ordnung aufrechtzuerhalten, unbefugten Wiederzutritt verhindern",
        "Am Sammelplatz bleiben, bis Entwarnung erteilt wird"
      ]
    },
    {
      "title": "Monatliche Prüfung der Evakuierungsbereitschaft",
      "items": [
        "Alle Flucht- und Rettungswege frei von Hindernissen und gelagertem Material",
        "Alle Ausgangstüren entriegelt und während der Geschäftszeiten frei öffnend",
        "Alle Ausgangs- und Richtungsbeschilderungen sichtbar und ordnungsgemäß beleuchtet",
        "Notbeleuchtung getestet und funktionsfähig (monatlicher Test erforderlich)",
        "Aktuelle Dienstliste oder Anwesenheitsliste für die Personenerfassung verfügbar",
        "Notfallkoordinator und Vertreter benannt und in der Schicht anwesend",
        "Brandschutzhelfer-Zuweisungen für alle Bereiche und alle Schichten aktuell",
        "Sammelplatzstandorte klar festgelegt und kommuniziert",
        "Gäste-Evakuierungsinformationen sichtbar ausgehängt",
        "Alle Mitarbeiter kennen das Evakuierungssignal und die grundlegenden Verfahren",
        "Etwaige Änderungen an Layout, Ausgängen oder Wegen im Evakuierungsplan berücksichtigt"
      ]
    }
  ],
  "bestPractices": [
    "Flucht- und Rettungswege während der Einarbeitung begehen — neue Mitarbeiter durch die Wege führen, nicht nur auf einen Grundriss zeigen",
    "Angekündigte und unangekündigte Übungen durchführen — beide dienen unterschiedlichen Schulungszwecken",
    "Übungen zeitlich messen und die Verbesserung über die Zeit verfolgen — eine Ziel-Evakuierungszeit festlegen und darauf hinarbeiten",
    "Brandschutzhelfer-Zuweisungen regelmäßig rotieren, damit mehr Mitarbeiter Erfahrung in diesen kritischen Rollen sammeln",
    "Warnwesten oder andere Erkennungszeichen für Brandschutzhelfer bei Übungen und Notfällen verwenden, damit Personen wissen, wen sie nach Orientierung fragen können",
    "Einfache visuelle Evakuierungsanweisungen in mehreren Sprachen in Gästebereichen aushängen",
    "Evakuierungsalarme niemals beiläufig behandeln oder Witze darüber machen — dies untergräbt die Ernsthaftigkeit, die die Einhaltung sicherstellt",
    "Nach Übungen Mitarbeiter, die sich bewährt haben, öffentlich anerkennen und deren Beispiele zur Schulung anderer nutzen",
    "Wiederkehrende Probleme (langsame Bereiche, überhörte Alarme, Verwirrung) systematisch untersuchen und beheben, anstatt sie als normal zu akzeptieren"
  ],
  "glossary": {
    "Flucht- und Rettungsweg": "Festgelegter Weg von jedem Punkt im Gebäude zu einem sicheren Ausgang, der die bauordnungsrechtlichen Anforderungen erfüllt",
    "Sammelplatz": "Festgelegter sicherer Ort abseits des Gebäudes, an dem Evakuierte zur Personenerfassung zusammenkommen",
    "Brandschutzhelfer": "Mitarbeiter, der für das Absuchen und Evakuieren eines bestimmten Bereichs während eines Notfalls verantwortlich ist",
    "Personenerfassung": "Verfahren zur Überprüfung, dass alle Personen sicher evakuiert haben, durch Personenzählung und Bereichsfreimeldungen",
    "Entwarnung": "Offizielle Benachrichtigung durch die Rettungsdienste, dass das Gebäude sicher wieder betreten werden kann",
    "Wartezone": "Geschützter Bereich, in dem Personen, die nicht über Treppen evakuieren können, auf Hilfe der Feuerwehr warten können",
    "Gestaffelte Evakuierung": "Evakuierungsverfahren, bei dem verschiedene Bereiche nacheinander evakuieren, statt gleichzeitig",
    "Geschützter Fluchtweg": "Flucht- und Rettungsweg aus feuerwiderstandsfähigen Materialien, der auch bei Brand eine sichere Passage bietet",
    "Evakuierungskapazität": "Maximale Anzahl von Personen, die über die verfügbaren Wege in der erforderlichen Zeit sicher evakuiert werden können"
  }
}