{
  "title": "Mutterschutz und Stillzeit",
  "legalBasis": "Gesetz 31/1995 zur Verhütung von Arbeitsrisiken, Artikel 26; Königliches Dekret 298/2009 zum Mutterschutz; Königliches Dekret 39/1997 über Präventionsdienste; Arbeitnehmerstatut (Königliches Gesetzesdekret 2/2015), Artikel 37.4, 45.1.d, 48.4; Königliches Dekret 901/2020 über Gleichstellungspläne",
  "summary": "Schwangere und stillende Beschäftigte haben Anspruch auf spezifische Arbeitsplatzschutzmaßnahmen, die den besonderen physiologischen Anforderungen und Vulnerabilitäten dieser Phasen Rechnung tragen. Artikel 26 des Gesetzes 31/1995 zur Verhütung von Arbeitsrisiken legt die Pflicht des Arbeitgebers fest, schwangerschafts- und stillzeitspezifische Risiken zu bewerten, die Arbeitsbedingungen zur Beseitigung oder Verringerung dieser Risiken anzupassen und, wenn eine Anpassung nicht möglich oder nicht ausreichend ist, die Beschäftigte vorübergehend auf eine risikofreie Stelle umzusetzen oder die Freistellung mit vollem Gehaltsschutz zu gewähren. Diese Schutzmaßnahmen sind keine bloße Kulanz, sondern gesetzlich vorgeschriebene Rechte, die Arbeitgeber proaktiv umsetzen müssen.\n\nDer Gastronomiesektor birgt besondere Risiken für schwangere und stillende Beschäftigte, darunter langes Stehen, manuelle Handhabung schwerer Gegenstände, Exposition gegenüber Reinigungs- und Lebensmittelsicherheitschemikalien, potenzielle Exposition gegenüber Infektionserregern bei der Lebensmittelverarbeitung, thermischer Stress in Küchenumgebungen, unregelmäßige und ungewöhnliche Arbeitszeiten einschließlich Nachtschichten sowie Arbeitsstress. Das Königliche Dekret 298/2009 bietet detaillierte Anleitungen zu spezifisch zu bewertenden Risiken, einschließlich biologischer Arbeitsstoffe, chemischer Substanzen, physikalischer Einwirkungen, ergonomischer Gefahren und psychosozialer Faktoren.\n\nEine wirksame Umsetzung erfordert eine proaktive Gefährdungsbeurteilung bei Bekanntgabe der Schwangerschaft oder Beginn der Stillzeit, eine aufrichtige Konsultation mit der betroffenen Beschäftigten über Anpassungen und ihre Präferenzen, Dokumentation der Gefährdungsbeurteilungen und ergriffenen Maßnahmen sowie Koordination mit den Arbeitsschutzmedizinern und dem medizinischen Team der Beschäftigten. Die Nichtbereitstellung erforderlicher Schutzmaßnahmen ist nicht nur ein Verstoß gegen Arbeitsschutzpflichten, sondern stellt auch eine Diskriminierung aufgrund von Schwangerschaft und Mutterschaft dar, die zu erheblicher rechtlicher Haftung und Reputationsschäden führen kann.",
  "keyPoints": [
    "Für die Rolle der schwangeren oder stillenden Beschäftigten muss eine individuelle Gefährdungsbeurteilung durchgeführt werden, keine generische Bewertung",
    "Die Anpassung der Arbeitsbedingungen zur Risikobeseitigung hat erste Priorität; Umsetzung erfolgt nur, wenn Anpassung nicht möglich oder nicht ausreichend ist",
    "Nachtarbeit ist für schwangere Beschäftigte ab Schwangerschaftsbeginn untersagt, wenn ärztliche Bescheinigung ein Gesundheitsrisiko anzeigt",
    "Stillende Beschäftigte haben Anspruch auf eine Stunde Abwesenheit von der Arbeit (aufteilbar in zwei halbstündige Perioden) bei vollem Gehalt bis zum neunten Lebensmonat des Kindes",
    "Schwangere dürfen ab der 20. Schwangerschaftswoche nicht zum Heben von Lasten über 10 kg oder zu schwerer körperlicher Arbeit herangezogen werden",
    "Die Exposition gegenüber teratogenen oder mutagenen Chemikalien der Kategorie 1A und 1B muss für schwangere und stillende Beschäftigte vollständig eliminiert werden",
    "Langes Stehen (mehr als 4 Stunden pro Schicht) muss für schwangere Beschäftigte, insbesondere nach der 20. Woche, beseitigt oder wesentlich reduziert werden",
    "Wenn das Risiko weder durch Anpassung noch durch Umsetzung beseitigt werden kann, hat die Beschäftigte Anspruch auf Freistellung mit Schwangerschaftsrisiko-Zulage in Höhe von 100 % des Gehalts",
    "Der Schutz vor Kündigung oder Benachteiligung wegen Schwangerschaft oder Mutterschaft ist absolut; Kündigungen in diesen Zeiträumen werden automatisch als diskriminierend vermutet",
    "Arbeitgeber müssen Gefährdungsbeurteilungen für Schwangerschaft und Stillzeit für alle Positionen durchführen, in denen Frauen im gebärfähigen Alter beschäftigt werden könnten"
  ],
  "sections": [
    {
      "heading": "1. Rechtlicher Rahmen und Arbeitgeberpflichten",
      "content": "Artikel 26 des Gesetzes 31/1995 legt eine dreistufige Hierarchie von Schutzmaßnahmen für schwangere und stillende Beschäftigte fest. Erstens muss der Arbeitgeber bewerten, ob die Arbeit Risiken für Schwangerschaft, Fötus oder Stillzeit birgt. Wenn Risiken bestehen, muss der Arbeitgeber die Arbeitsbedingungen anpassen, um diese Risiken zu beseitigen. Zweitens, wenn eine Anpassung nicht möglich ist oder trotz Anpassung erhebliche Risiken bestehen bleiben, muss der Arbeitgeber die Beschäftigte auf eine mit ihrem Zustand vereinbare Position umsetzen, unter Beibehaltung des bisherigen Gehalts und der Beschäftigungsbedingungen. Drittens, wenn weder Anpassung noch geeignete Alternativposition vorhanden ist, hat die Beschäftigte Anspruch auf Aussetzung des Beschäftigungsverhältnisses mit Anspruch auf Schwangerschafts- oder Stillzeit-Risikozulage (Prestación por Riesgo durante el Embarazo oder Prestación por Riesgo durante la Lactancia), die über die Sozialversicherung zu 100 % der Bemessungsgrundlage gezahlt wird.\n\nDiese rechtliche Struktur legt die Handlungslast auf den Arbeitgeber, nicht auf die Beschäftigte. Die Beschäftigte ist nicht verpflichtet, Anpassungen zu beantragen oder nachzuweisen, dass ihre Arbeit gefährlich ist; vielmehr hat der Arbeitgeber eine proaktive Pflicht, Risiken zu identifizieren und Schutzmaßnahmen umzusetzen. Die Pflicht beginnt, wenn der Arbeitgeber Kenntnis von der Schwangerschaft erlangt (typischerweise bei Benachrichtigung durch die Beschäftigte mit ärztlicher Bescheinigung) oder wenn die Stillzeit beginnt. Arbeitgeber sollten jedoch bereits generische Gefährdungsbeurteilungen für alle Positionen durchgeführt haben, in denen schwangere oder stillende Frauen arbeiten könnten, und potenzielle Risiken identifiziert haben, bevor Einzelfälle auftreten.\n\nDas Königliche Dekret 298/2009 bietet detaillierte Anleitungen zu spezifischen Risikofaktoren und Bewertungskriterien. Es listet chemische Arbeitsstoffe, biologische Arbeitsstoffe und physikalische Bedingungen auf, die besondere Risiken für Schwangerschaft und Stillzeit darstellen, und legt Kriterien fest, wann Risiken Maßnahmen erfordern. Das Dekret betont, dass die Gefährdungsbeurteilung individualisiert sein muss und die spezifischen Umstände der Tätigkeit der Beschäftigten, das Schwangerschaftsstadium, etwaige Komplikationen oder Hochrisikofaktoren der Schwangerschaft und den eigenen Gesundheitszustand der Beschäftigten berücksichtigen muss. Generische Bewertungen, die lediglich theoretische Risiken auflisten, ohne deren Vorhandensein in spezifischen Tätigkeiten zu bewerten, sind unzureichend.",
      "subsections": [
        {
          "heading": "1.1 Benachrichtigung und Dokumentation",
          "content": "Wenn eine Beschäftigte den Arbeitgeber über die Schwangerschaft benachrichtigt, sollte die Benachrichtigung schriftlich erfolgen und von einer ärztlichen Bescheinigung begleitet sein, die die Schwangerschaft und den voraussichtlichen Geburtstermin bestätigt. Der Arbeitgeber sollte dann unverzüglich das spezifische Gefährdungsbeurteilungsverfahren einleiten und die Beschäftigte über den Bewertungszeitplan, die zu prüfenden Maßnahmen und das Recht der Beschäftigten auf Beteiligung am Bewertungs- und Entscheidungsprozess informieren. Die Beschäftigte sollte auch über ihre Rechte informiert werden, einschließlich Anpassung, Umsetzung, Freistellung mit Zulage, bezahlte Freistellung für Schwangerschaftsvorsorge und Schutz vor Kündigung oder Benachteiligung.\n\nDokumentation ist sowohl für die rechtliche Compliance als auch für ein effektives Management unerlässlich. Der Arbeitgeber sollte aufbewahren: die Schwangerschafts- oder Stillzeitbenachrichtigung der Beschäftigten; schwangerschafts- oder stillzeitrelevante ärztliche Bescheinigungen oder Berichte; das spezifische Gefährdungsbeurteilungsdokument mit den Risiken in der Tätigkeit der Beschäftigten; Dokumentation der umgesetzten Anpassungen und deren Wirksamkeit; bei Umsetzung die angebotene Alternativposition, Annahme durch die Beschäftigte und Bestätigung der Beibehaltung von Gehalt und Bedingungen; sowie bei Freistellung die der Sozialversicherung vorgelegte Bescheinigung zur Unterstützung des Anspruchs auf Schwangerschaftsrisiko-Zulage. Diese Dokumentation schützt die Interessen beider Parteien und liefert Nachweise der Einhaltung gesetzlicher Pflichten."
        },
        {
          "heading": "1.2 Arbeitsmedizinische Überwachung und Arbeitsschutz",
          "content": "Arbeitsmedizinische Dienste spielen eine entscheidende Rolle bei der Bewertung von Risiken für schwangere und stillende Beschäftigte und der Beratung über geeignete Maßnahmen. Der Arbeitsmediziner sollte die Tätigkeit der Beschäftigten, die Gefährdungsbeurteilung und alle für die Schwangerschaft spezifischen medizinischen Faktoren (wie Komplikationen, Mehrlingsschwangerschaft oder vom behandelnden Geburtshelfer identifizierte Hochrisikofaktoren) überprüfen. Der Arbeitsmediziner kann Empfehlungen geben, welche Anpassungen angemessen wären, ob die Beschäftigte mit Anpassungen in der Position bleiben kann und ob eine Umsetzung oder Freistellung erforderlich ist.\n\nDie Koordination zwischen dem Arbeitsmediziner und dem behandelnden Geburtshelfer oder der Hebamme ist wertvoll. Während der Arbeitsmediziner die Arbeitsplatzrisiken bewertet, versteht der behandelnde Arzt die spezifischen medizinischen Aspekte der Schwangerschaft. In einigen Fällen kann der behandelnde Arzt spezifische Empfehlungen oder Einschränkungen geben (wie vollständige Ruhe, kein langes Stehen, Vermeidung bestimmter Chemikalien), die in das Arbeitsplatz-Risikomanagement einbezogen werden sollten. Die Privatsphäre der Beschäftigten muss gewahrt werden; medizinische Details über das für das Arbeitsplatz-Risikomanagement Erforderliche hinaus dürfen nicht an den Arbeitgeber weitergegeben werden."
        }
      ]
    },
    {
      "heading": "2. Spezifische Risiken in der Gastronomie",
      "content": "Gastronomische Arbeitsumgebungen weisen mehrere Risikofaktoren für schwangere und stillende Beschäftigte auf. Langes Stehen ist in der Gastronomie nahezu allgegenwärtig — Küchenpersonal, Servicekräfte, Barpersonal und Empfangspersonal stehen typischerweise den größten Teil ihrer Schicht. Forschungsergebnisse zeigen, dass langes Stehen während der Schwangerschaft, insbesondere ab dem zweiten Trimester, mit einem erhöhten Risiko für Komplikationen wie Frühgeburt, niedriges Geburtsgewicht und schwangerschaftsinduzierte Hypertonie verbunden ist. Richtlinien empfehlen generell, das Stehen auf maximal 4 Stunden pro Schicht für schwangere Beschäftigte zu begrenzen und alle 30–60 Minuten Gelegenheiten zum Sitzen oder Ausruhen zu bieten.\n\nManuelle Handhabung ist ein weiteres bedeutendes Risiko. Küchenarbeit umfasst das Heben und Tragen von Lieferkartons, Geräten und großen Kochtöpfen. Servicekräfte tragen schwere Tabletts mit Speisen und Getränken. Barpersonal hebt Fässer und Flaschenkisten. Die Europäische Agentur für Sicherheit und Gesundheitsschutz am Arbeitsplatz empfiehlt, dass schwangere Beschäftigte ab der 20. Schwangerschaftswoche keine Lasten über 10 kg manuell handhaben sollten und dass auch häufige manuelle Handhabung leichterer Lasten vermieden werden sollte. Die biomechanischen Veränderungen der Schwangerschaft — Schwerpunktverlagerung, Lockerung der Bänder, Haltungsveränderungen — erhöhen das Risiko von Muskel-Skelett-Verletzungen bei manueller Handhabung.\n\nChemische Expositionen in der Gastronomie umfassen Reinigungs- und Desinfektionschemikalien (einige mit Reproduktionsgefahren wie quaternäre Ammoniumverbindungen, chlorbasierte Produkte und Lösungsmittel), Lebensmittelsicherheitschemikalien (Sanitizer, Entfetter) und in einigen Betrieben Begasungs- oder Schädlingsbekämpfungschemikalien. Das Königliche Dekret 298/2009 listet spezifische chemische Arbeitsstoffe auf, die während der Schwangerschaft vermieden werden müssen, einschließlich Stoffe, die als reproduktionstoxisch der Kategorie 1A oder 1B eingestuft sind. Auch wenn Chemikalien nicht in diese Kategorien eingestuft sind, sollte die Exposition gegenüber starken Reizstoffen oder Dämpfen für schwangere und stillende Beschäftigte minimiert werden, und bei jeder chemischen Handhabung sollte geeignete persönliche Schutzausrüstung verwendet werden.",
      "subsections": [
        {
          "heading": "2.1 Küchenspezifische Gefahren",
          "content": "Gewerbliche Küchen weisen konzentrierte Risikofaktoren auf. Thermischer Stress ist erheblich — Temperaturen in Kochbereichen können 30–35 °C übersteigen, und schwangere Frauen haben aufgrund erhöhter Stoffwechselwärmeproduktion und veränderter Thermoregulation eine verminderte Hitzetoleranz. Längere Hitzeexposition kann maternale Hyperthermie, Dehydrierung und in schweren Fällen nachteilige fötale Auswirkungen verursachen. Schwangere Beschäftigte sollten von Positionen mit längerer Exposition gegenüber hohen Temperaturen (Grillstationen, Frittierbereiche, Öfen) umgesetzt werden und leichten Zugang zu Trinkwasser und kühlen Ruhebereichen haben.\n\nRutsch- und Sturzgefahren sind in Küchen durch nasse und fettige Böden erhöht, und die Folgen von Stürzen sind während der Schwangerschaft schwerwiegender. Das Sturzrisiko wird durch die biomechanischen Veränderungen der Schwangerschaft, die das Gleichgewicht beeinträchtigen, verstärkt. Schwangere Beschäftigte sollten geeignetes rutschfestes Schuhwerk haben, Arbeitsbereiche sollten so trocken wie möglich gehalten werden und Wege sollten frei von Hindernissen sein. Messerarbeit und die Verwendung scharfer Geräte stellen Schnittrisiken dar; obwohl nicht schwangerschaftsspezifisch, können der Stress und die Folgen einer Verletzung in die Gefährdungsbeurteilung einbezogen werden.\n\nBiologische Gefahren umfassen die potenzielle Exposition gegenüber lebensmittelbedingten Krankheitserregern. Bestimmte Infektionen, die während der Schwangerschaft erworben werden, können schwerwiegende fötale Folgen haben — Listeria monocytogenes, Toxoplasma gondii und Salmonellen sind besonders besorgniserregend. Schwangere Beschäftigte sollten strikt Lebensmittelhygienevorschriften einhalten, einschließlich Händewaschen, Trennung von rohen und gekochten Lebensmitteln und Vermeidung des Probierens roher oder unzureichend gegarter Produkte. Das Arbeiten in Positionen mit hohem Infektionsrisiko (Umgang mit rohem Fleisch, nicht pasteurisierten Produkten) sollte sorgfältig bewertet werden."
        },
        {
          "heading": "2.2 Service- und Front-of-House-Gefahren",
          "content": "Servicekräfte und Front-of-House-Positionen beinhalten langes Stehen und Gehen, oft über Schichten von 8–10 Stunden mit minimalen Pausen. Anpassungsmaßnahmen sollten umfassen: Bereitstellung hoher Hocker oder Stühle für gelegentliches Sitzen ohne den Arbeitsbereich verlassen zu müssen, Planung häufigerer kürzerer Pausen, Verkürzung der Schichtlängen und Flexibilität zum Sitzen bei geringem Gästeaufkommen. Tablettragen und Tischräumen beinhaltet manuelle Handhabung, die durch Bereitstellung von Servierwagen oder Hilfe von Kollegen reduziert oder eliminiert werden sollte.\n\nNachtarbeit (definiert als Arbeit zwischen 22:00 und 6:00 Uhr) birgt spezifische Risiken für schwangere Beschäftigte, einschließlich Störung des zirkadianen Rhythmus, Müdigkeit und Stress. Das spanische Recht sieht vor, dass schwangere Beschäftigte eine Befreiung von der Nachtarbeit beantragen können, wenn eine ärztliche Bescheinigung ein Risiko für Schwangerschaft oder Fötus anzeigt, und der Arbeitgeber die Beschäftigte auf Tagschichten umsetzen muss. Für stillende Beschäftigte sollte der Arbeitgeber, obwohl Nachtarbeit nicht ausdrücklich verboten ist, die praktischen Schwierigkeiten des Milchabpumpens während der Nachtschicht und die Störung der Fütterungspläne berücksichtigen.\n\nPsychosoziale Risiken einschließlich arbeitsbedingtem Stress, unzureichenden Pausenzeiten und Belästigung oder Diskriminierung am Arbeitsplatz können Schwangerschaftsergebnisse beeinflussen. Die Pflicht des Arbeitgebers erstreckt sich darauf, sicherzustellen, dass schwangere Beschäftigte keiner übermäßigen Arbeitsbelastung, unangemessenem Leistungsdruck oder diskriminierender Behandlung ausgesetzt sind. Kollegen sollten (mit Einwilligung der Beschäftigten) darüber informiert werden, dass die schwangere Beschäftigte möglicherweise Anpassungen benötigt und dass diese gesetzliche Rechte sind, keine Bevorzugung."
        }
      ]
    },
    {
      "heading": "3. Anpassung der Arbeitsbedingungen",
      "content": "Die Anpassung der Arbeitsbedingungen hat erste Priorität und sollte wo immer möglich umgesetzt werden, um der schwangeren oder stillenden Beschäftigten zu ermöglichen, risikolos in ihrer Tätigkeit zu verbleiben. Anpassungen können Änderungen der Arbeitsorganisation, Änderungen der Arbeitsmethoden, Bereitstellung von Ausrüstung oder Hilfsmitteln, Anpassung der Arbeitszeiten oder Pausenregelungen und Zuweisung anderer Aufgaben innerhalb derselben Tätigkeit umfassen. Ziel ist es, identifizierte Risiken zu beseitigen oder zu reduzieren, während die Beschäftigte in produktiver Beschäftigung bleibt und ihre Verbindung zu ihrer Tätigkeit gewahrt wird.\n\nFür schwangere Beschäftigte in Küchenpositionen umfassen typische Anpassungen: Bereitstellung von Anti-Ermüdungsmatten und einem Hocker oder Stuhl zum Wechsel zwischen Sitzen und Stehen; Umsetzung von heißen Stationen (Grill, Fritteusen) in kühlere Vorbereitungsbereiche oder Anrichtestationen; Beseitigung oder wesentliche Reduzierung manueller Handhabung durch Bereitstellung von Servierwagen, Hebehilfen und Unterstützung durch Kollegen; Änderung von Chemikalienhandhabungsaufgaben (Reinigung mit starken Chemikalien an andere Mitarbeitende delegieren); sowie Anpassung der Schichtmuster zur Vermeidung geteilter Dienste oder übermäßiger Stunden. Die Küchenumgebung muss möglicherweise ebenfalls angepasst werden — verbesserte Belüftung zur Reduzierung von Hitze und Dämpfen, Sicherstellung trockener, rutschfester Böden und Bereitstellung leichten Zugangs zu Trinkwasser und Ruhebereichen.\n\nFür schwangere Front-of-House-Beschäftigte umfassen Anpassungen: Bereitstellung von Sitzgelegenheiten in Abständen (alle 30 Minuten) ohne den Arbeitsbereich verlassen zu müssen; Reduzierung der Größe oder des Gewichts getragener Tabletts oder Bereitstellung von Servierwagen; Anpassung der Schichtpläne zur Reduzierung der Gesamtstehzeit pro Schicht; Beseitigung oder Reduzierung von Nachtarbeit; Sicherstellung angemessener Pausenzeiten in einer komfortablen Umgebung; und möglicherweise Umsetzung von sehr geschäftigen oder körperlich anspruchsvollen Bereichen in ruhigere Bereiche. Die Anpassungen sollten durch Konsultation mit der Beschäftigten bestimmt werden, die möglicherweise Präferenzen darüber hat, welche Anpassungen am hilfreichsten sind und welche Aspekte der Tätigkeit sie fortführen möchte.",
      "subsections": [
        {
          "heading": "3.1 Umsetzung und Bewertung von Anpassungen",
          "content": "Sobald Anpassungen identifiziert sind, sollten sie sofort umgesetzt und den relevanten Vorgesetzten und Kollegen mitgeteilt werden. Die Beschäftigte sollte während der gesamten Umsetzung konsultiert werden, um sicherzustellen, dass die Anpassungen wirksam sind und keine neuen Probleme schaffen. Beispielsweise kann die Bereitstellung eines Hockers in einer Küche nur dann hilfreich sein, wenn die Arbeitsplatzgestaltung seine Nutzung ohne Hindernisse ermöglicht; Pausenpläne sind nur wirksam, wenn sie tatsächlich eingehalten werden und die Beschäftigte während geschäftiger Zeiten nicht unter Druck gesetzt wird, Pausen auszulassen.\n\nAnpassungen sollten regelmäßig bewertet werden, insbesondere mit fortschreitender Schwangerschaft. Maßnahmen, die im ersten Trimester angemessen waren, können im dritten Trimester unzureichend sein, wenn physische Veränderungen fortschreiten. Die Beschäftigte sollte ermutigt werden, mitzuteilen, wenn Anpassungen nicht funktionieren oder zusätzliche Maßnahmen erforderlich sind, und der Arbeitgeber sollte regelmäßige Nachgespräche (alle 4–6 Wochen) führen, um proaktiv zu bewerten, ob weitere Änderungen erforderlich sind. Flexibilität und Reaktionsfähigkeit sind entscheidend; der Arbeitgeber sollte Anpassung als fortlaufenden Prozess betrachten, nicht als einmalige Maßnahme."
        },
        {
          "heading": "3.2 Regelungen für Stillpausen",
          "content": "Beschäftigte, die ein Kind unter neun Monaten stillen, haben Anspruch auf eine Stunde Abwesenheit von der Arbeit pro Tag, die in zwei halbstündige Perioden aufgeteilt oder durch eine Verkürzung der Arbeitszeit um eine Stunde (entweder zu Beginn oder am Ende der Schicht) ersetzt werden kann. Dieses Recht wird bei vollem Gehalt gewährt und kann von beiden Elternteilen ausgeübt werden, wenn beide arbeiten, wobei nur einer es gleichzeitig für dasselbe Kind ausüben kann. Der Zweck ist es, der Beschäftigten zu ermöglichen, das Kind direkt zu stillen oder Milch für spätere Fütterung abzupumpen.\n\nPraktische Regelungen sollten mit der Beschäftigten besprochen werden. Wenn die Beschäftigte die Arbeit zum direkten Stillen verlassen wird, sollte der Zeitpunkt der Pausen unter Berücksichtigung sowohl des Betriebsablaufs als auch des Fütterungsrhythmus des Kindes vereinbart werden. Wenn die Beschäftigte am Arbeitsplatz Milch abpumpen wird, muss der Arbeitgeber einen geeigneten privaten Raum bereitstellen (keine Toilette), Zugang zu einem Kühlschrank für die Milchaufbewahrung, Einrichtungen zum Händewaschen und Reinigen der Ausrüstung sowie ausreichend Zeit zum Abpumpen (typischerweise 15–20 Minuten plus Pause). Der Raum sollte sauber, privat, komfortabel und mit Sitzgelegenheit und einer Oberfläche für Ausrüstung ausgestattet sein.\n\nEinige Beschäftigte bevorzugen möglicherweise die Aushandlung alternativer Regelungen, wie die Ansammlung der täglichen Stunde zu längeren Abwesenheiten (halbe oder ganze Tage frei), vorbehaltlich der Vereinbarung mit dem Arbeitgeber. Diese Regelungen können sinnvollere Zeit mit dem Kind bieten, müssen aber wirklich freiwillig seitens der Beschäftigten sein und schriftlich formalisiert werden. Der Arbeitgeber darf die Beschäftigte nicht dazu drängen, alternative Regelungen zu akzeptieren, die für sie weniger günstig sind als der Standardanspruch."
        }
      ]
    },
    {
      "heading": "4. Umsetzung auf Alternativpositionen",
      "content": "Wenn eine Anpassung der ursprünglichen Position nicht möglich oder nicht ausreichend ist, um Risiken zu beseitigen, muss der Arbeitgeber eine Umsetzung auf eine mit dem Zustand der Beschäftigten vereinbare Position anbieten. Die Umsetzung ist ein substanzielles Recht, nicht lediglich eine Option; der Arbeitgeber kann nicht einfach erklären, dass eine Anpassung nicht möglich ist, ohne ernsthaft Alternativpositionen zu prüfen und anzubieten. Die Alternativposition muss geeignet sein — den beruflichen Qualifikationen und der Erfahrung der Beschäftigten entsprechend — und die Beschäftigte muss ihr bisheriges Gehalt und alle Beschäftigungsbedingungen beibehalten. Die Umsetzung aufgrund von Schwangerschaftsrisiko ist keine Degradierung oder Herabstufung; sie ist eine vorübergehende Schutzmaßnahme.\n\nIn Gastronomiebetrieben könnten potenzielle Alternativpositionen umfassen: Umsetzung von der Küche in Verwaltungs- oder Empfangstätigkeiten; Umsetzung vom Tischservice zum Empfang oder zur Reservierungsannahme; Umsetzung vom Barservice zur Lagerkontrolle oder Inventur; oder Umsetzung von körperlich anspruchsvollen Tätigkeiten in Schulungs-, Aufsichts- oder Qualitätskontrollfunktionen. Entscheidend ist, dass die Alternativposition tatsächlich existieren oder geschaffen werden muss, keine Risiken für Schwangerschaft oder Stillzeit bergen darf und das vertragliche Gehalt und die Bedingungen der Beschäftigten beibehält.\n\nDie Beschäftigte hat das Recht, eine vorgeschlagene Alternativposition anzunehmen oder abzulehnen. Wenn sie die Position begründet als ungeeignet betrachtet (beispielsweise weil sie deutlich unter ihren Qualifikationen liegt, weil sie eine neue Ausbildung erfordern würde, die vor der Geburt nicht abgeschlossen werden kann, oder weil sie noch einige Risiken birgt), kann sie ablehnen und der Arbeitgeber muss entweder eine andere Alternative anbieten oder die Freistellung mit Schwangerschaftsrisiko-Zulage gewähren. Umgekehrt kann die Beschäftigte geeignete Alternativen nicht unangemessen ablehnen; das Gesetz sieht vor, dass die Arbeit fortgesetzt werden soll, wenn dies sicher möglich ist.",
      "subsections": [
        {
          "heading": "4.1 Verfahren für die Umsetzung",
          "content": "Das Umsetzungsverfahren sollte dokumentiert und konsultativ sein. Der Arbeitgeber sollte schriftliche Vorschläge für Alternativpositionen unterbreiten, die Tätigkeit, Aufgaben, Arbeitsbedingungen, Standort, Zeitplan und Bestätigung der Beibehaltung von Gehalt und Beschäftigungsbedingungen beschreiben. Die Beschäftigte sollte angemessene Zeit haben, den Vorschlag zu prüfen und bei Wunsch Beratung einzuholen. Bei Annahme durch die Beschäftigte sollte die Umsetzung schriftlich formalisiert werden, mit Angabe, dass es sich um eine vorübergehende Maßnahme aufgrund von Schwangerschafts- oder Stillzeitrisiko handelt, der voraussichtlichen Dauer (typischerweise bis zur Geburt oder zum Abstillen) und dem Recht auf Rückkehr in die ursprüngliche Position nach Ende des Risikozeitraums.\n\nWenn die Beschäftigte die vorgeschlagene Alternative ablehnt oder keine geeignete Alternative existiert, muss der Arbeitgeber der Beschäftigten und der Sozialversicherung eine Bescheinigung ausstellen, die bestätigt, dass eine Anpassung nicht möglich war und keine geeignete Alternativposition existiert oder akzeptiert wurde. Diese Bescheinigung ist erforderlich, damit die Beschäftigte die Schwangerschaftsrisiko-Zulage beantragen kann. Der Arbeitgeber sollte die Drohung einer Freistellung nicht nutzen, um die Beschäftigte zur Annahme ungeeigneter Alternativen zu drängen; das System ist so konzipiert, dass es Einkommensschutz bietet, wenn eine sichere Fortsetzung der Arbeit nicht möglich ist."
        },
        {
          "heading": "4.2 Rückkehr in die ursprüngliche Position",
          "content": "Die Umsetzung aufgrund von Schwangerschafts- oder Stillzeitrisiko ist vorübergehend. Die Beschäftigte hat das Recht auf Rückkehr in ihre ursprüngliche Position, wenn der Risikozeitraum endet — typischerweise nach der Geburt (bei Schwangerschaftsrisiko) oder wenn das Stillen endet oder das Kind neun Monate alt wird (bei Stillzeitrisiko). Die Rückkehr sollte automatisch erfolgen und erfordert nicht die Zustimmung des Arbeitgebers; die Beschäftigte teilt dem Arbeitgeber lediglich mit, dass der Risikozeitraum beendet ist (bei Bedarf mit ärztlicher Bescheinigung) und kehrt in ihre ursprüngliche Tätigkeit zurück.\n\nDie ursprüngliche Position sollte freigehalten worden sein oder, wenn dies betrieblich nicht möglich war, muss eine gleichwertige Position mit derselben Tätigkeitskategorie, demselben Gehalt und denselben Bedingungen bereitgestellt werden. Die Beschäftigte darf aufgrund der vorübergehenden Umsetzung nicht in Bezug auf Karriereentwicklung, Fortbildungsmöglichkeiten oder künftige Zuweisungen benachteiligt werden. In der Praxis wird die vorübergehende Vertretung der Beschäftigten während der Schwangerschaftsrisiko-Umsetzung in der Regel durch befristete Verträge für die Vertretungskraft oder Umverteilung der Aufgaben unter dem bestehenden Personal geregelt."
        }
      ]
    },
    {
      "heading": "5. Freistellung und Risikozulagen",
      "content": "Wenn weder Anpassung noch Umsetzung möglich ist, hat die Beschäftigte Anspruch auf Aussetzung des Arbeitsvertrags mit wirtschaftlichen Leistungen über das Sozialversicherungssystem. Es gibt zwei unterschiedliche Leistungen: Schwangerschaftsrisiko-Zulage (Prestación por Riesgo durante el Embarazo) und Stillzeitrisiko-Zulage (Prestación por Riesgo durante la Lactancia Natural). Beide werden zu 100 % der Bemessungsgrundlage für berufliche Risiken gezahlt (dieselbe Grundlage, die zur Berechnung der Arbeitsunfähigkeitsleistungen verwendet wird), sodass die Beschäftigte aufgrund der Freistellung keinen wirtschaftlichen Verlust erleidet.\n\nDie Schwangerschaftsrisiko-Zulage steht zur Verfügung, wenn eine schwangere Beschäftigte die Arbeit aussetzen muss, weil ihre Position Risiken für Schwangerschaft oder Fötus birgt und Anpassung oder Umsetzung nicht möglich waren. Die Zulage beginnt ab dem Tag der Arbeitseinstellung (mit Bescheinigung) und läuft bis zum Beginn des Mutterschaftsurlaubs (typischerweise 4 Wochen vor dem voraussichtlichen Geburtstermin) oder früher bei Geburt. Die Stillzeitrisiko-Zulage steht zur Verfügung, wenn eine stillende Beschäftigte die Arbeit aussetzen muss, weil ihre Position Risiken für die Stillzeit birgt und Anpassung oder Umsetzung nicht möglich waren. Die Zulage läuft bis das Kind neun Monate alt wird oder das Stillen endet, je nachdem, was zuerst eintritt.\n\nZur Beantragung der Zulagen muss die Beschäftigte dem Nationalen Institut der Sozialversicherung (INSS) mehrere Dokumente vorlegen: ärztliche Bescheinigung des öffentlichen Gesundheitsdienstes, die Schwangerschaft oder Stillzeit bestätigt; Arbeitgeberbescheinigung, dass die Position Risiken birgt und Anpassung oder Umsetzung nicht möglich waren (diese Bescheinigung sollte die Risiken, die geprüften Anpassungen und warum sie unzureichend sind sowie alle geprüften Alternativpositionen beschreiben); sowie die Standard-Antragsformulare. Das INSS prüft den Antrag und zahlt bei Genehmigung die Leistung monatlich direkt an die Beschäftigte. Der Arbeitsvertrag ist während dieses Zeitraums ausgesetzt; die Beschäftigte erbringt keine Arbeitsleistung und der Arbeitgeber zahlt kein Gehalt, aber das Beschäftigungsverhältnis besteht fort und die Beschäftigte erwirbt Betriebszugehörigkeit.",
      "subsections": [
        {
          "heading": "5.1 Anforderungen an die Arbeitgeberbescheinigung",
          "content": "Die Arbeitgeberbescheinigung für Risikozulagenansprüche ist entscheidend und muss genau und ehrlich sein. Die Bescheinigung sollte die spezifischen Risiken in der Position der Beschäftigten detailliert beschreiben (unter Bezugnahme auf die Gefährdungsbeurteilung), die geprüften Anpassungen und warum diese nicht ausreichend waren, um Risiken zu beseitigen, sowie die geprüften Alternativpositionen und warum eine Umsetzung nicht möglich war (zum Beispiel keine geeigneten freien Positionen vorhanden oder die von der Beschäftigten abgelehnte Position). Die Bescheinigung sollte keine bloße Formalität sein; sie muss echte Bemühungen um Anpassung oder Umsetzung widerspiegeln.\n\nEinige Arbeitgeber könnten versucht sein, die Ausstellung einer Bescheinigung zu verweigern, in der Annahme, dies werde die Beschäftigte zwingen, weiterzuarbeiten oder unbezahlten Urlaub zu nehmen. Dies ist sowohl rechtswidrig als auch ethisch falsch. Wenn der Arbeitgeber die Bescheinigung verweigert, obwohl sie objektiv gerechtfertigt ist, kann die Beschäftigte Beschwerden bei der Arbeitsaufsicht einreichen und möglicherweise Ansprüche wegen unfairer Behandlung oder Diskriminierung geltend machen. Darüber hinaus kann das INSS die Nichtkooperation des Arbeitgebers untersuchen. Arbeitgeber sollten verstehen, dass die Kosten der Leistung von der Sozialversicherung getragen werden, nicht vom Arbeitgeber, und dass der Schutz der Gesundheit schwangerer und stillender Beschäftigter sowohl eine gesetzliche Pflicht als auch eine gesellschaftliche Verantwortung ist."
        },
        {
          "heading": "5.2 Rechte während des Freistellungszeitraums",
          "content": "Während des Freistellungszeitraums mit Risikozulage bleibt die Beschäftigte angestellt; der Vertrag ist ausgesetzt, nicht beendet. Die Beschäftigte erwirbt Betriebszugehörigkeit für alle Zwecke, einschließlich der Berechnung zukünftiger Leistungen, Urlaubsanspruch und dienstzeitbezogener Gehaltserhöhungen. Die Beschäftigte behält Anspruch auf alle Tarifvertragsverbesserungen oder allgemeinen Gehaltserhöhungen, die während des Freistellungszeitraums auf ihre Position angewendet werden. Die Beschäftigte sollte über wesentliche betriebliche Entwicklungen informiert werden und bei Entscheidungen, die ihre Position betreffen, konsultiert werden.\n\nWenn der Risikozeitraum endet — zu Beginn des Mutterschaftsurlaubs bei Schwangerschaftsrisiko oder nach neun Monaten nach der Geburt bzw. bei Beendigung des Stillens bei Stillzeitrisiko — hat die Beschäftigte das Recht, mit allen Rechten unverändert in ihre Position zurückzukehren. Die Rückkehr muss auf dieselbe Position oder eine gleichwertige Position mit derselben Kategorie, demselben Gehalt und denselben Bedingungen erfolgen. Der Arbeitgeber darf den Freistellungszeitraum nicht als Grundlage für Kündigung, Herabstufung oder jegliche Benachteiligung verwenden. Tatsächlich bietet das Gesetz besonderen Kündigungsschutz während Schwangerschaft, Mutterschaft und Stillzeit, wobei jede Kündigung in diesen Zeiträumen als diskriminierend vermutet wird, es sei denn, der Arbeitgeber beweist objektive, nicht diskriminierende Gründe."
        }
      ]
    },
    {
      "heading": "6. Diskriminierungsschutz und Durchsetzung",
      "content": "Der rechtliche Schutz vor Diskriminierung aufgrund von Schwangerschaft und Mutterschaft ist umfassend und wird im spanischen Recht streng durchgesetzt. Artikel 8 des Arbeitnehmerstatuts begründet das Recht auf Nichtdiskriminierung, und das Organgesetz 3/2007 zur Gleichstellung von Frauen und Männern bietet detaillierte Schutzmaßnahmen. Diskriminierung kann direkt sein (ungünstigere Behandlung ausdrücklich aufgrund von Schwangerschaft oder Mutterschaft) oder indirekt (neutrale Bestimmungen, Kriterien oder Praktiken, die schwangere oder stillende Beschäftigte unverhältnismäßig benachteiligen). Beide Formen sind verboten.\n\nDie Kündigung schwangerer Beschäftigter, Beschäftigter im Mutterschaftsurlaub oder Beschäftigter, die kürzlich entbunden haben, wird als diskriminierend vermutet, es sei denn, der Arbeitgeber beweist, dass die Kündigung aus objektiven Gründen erfolgte, die in keinem Zusammenhang mit Schwangerschaft oder Mutterschaft stehen und dass die Verfahrensanforderungen sorgfältig eingehalten wurden. Diese umgekehrte Beweislast ist bedeutsam; in normalen Kündigungsfällen muss die Beschäftigte die unfaire Behandlung beweisen, aber für schwangere/postpartale Beschäftigte muss der Arbeitgeber beweisen, dass die Kündigung nicht diskriminierend war. Angesichts der Schwierigkeit, einen negativen Beweis zu führen, schafft dies einen sehr starken Schutz. Als diskriminierend befundene Kündigungen sind automatisch nichtig, mit Anspruch der Beschäftigten auf Wiedereinstellung und Nachzahlung.\n\nBenachteiligung unterhalb der Schwelle einer Kündigung ist ebenfalls verboten. Dies umfasst Herabstufung, Gehaltskürzung, Verweigerung von Fortbildungs- oder Beförderungsmöglichkeiten, negative Leistungsbeurteilungen aufgrund schwangerschaftsbedingter Fehlzeiten oder Einschränkungen, Druck zum Rücktritt oder Schaffung eines feindseligen Arbeitsumfelds. Beschäftigte, die solche Behandlung erfahren, können Beschwerden bei der Arbeitsaufsicht einreichen, Klagen vor Arbeitsgerichten auf Anerkennung von Rechten und Schadensersatz erheben, und in schweren Fällen kann der Arbeitgeber mit Verwaltungssanktionen einschließlich Bußgeldern rechnen. Gewerkschaften und Gleichstellungsorganisationen können Beschäftigte, die solche Ansprüche verfolgen, unterstützen und rechtlich vertreten.",
      "subsections": [
        {
          "heading": "6.1 Schaffung einer unterstützenden Arbeitsplatzkultur",
          "content": "Über die rechtliche Compliance hinaus profitieren Arbeitgeber von der Schaffung einer aufrichtig unterstützenden Kultur für schwangere und stillende Beschäftigte. Dies umfasst: Schulung von Führungskräften und Vorgesetzten zu rechtlichen Pflichten und der Bedeutung der Unterstützung schwangerer Beschäftigter; Sicherstellung, dass Kollegen verstehen, dass Anpassungen für schwangere Beschäftigte gesetzliche Rechte sind, keine Bevorzugung; proaktives Anbieten von Flexibilität und Anpassungen, anstatt auf Anfragen zu warten; Wahrung der Vertraulichkeit medizinischer Informationen und Respektierung der Privatsphäre der Beschäftigten; sowie Freude über die Schwangerschaft als positives Lebensereignis, anstatt sie als Arbeitsplatzproblem zu betrachten.\n\nUnterstützende Praktiken könnten umfassen: Gratulation bei Bekanntgabe der Schwangerschaft; frühzeitige Besprechung flexibler Regelungen in der Schwangerschaft, anstatt auf Probleme zu warten; Einbeziehung der Beschäftigten in Entscheidungen über Anpassungen und Umsetzungen; Aufrechterhaltung regelmäßiger Kommunikation während etwaiger Freistellungs- oder Mutterschaftsurlaubszeiten; und Begrüßung der Beschäftigten bei der Rückkehr nach dem Mutterschaftsurlaub mit Regelungen zur Erleichterung des Übergangs zurück in die Arbeit (wie Flexibilität für Arzttermine, Fortsetzung der Stillpausen falls zutreffend und schrittweise Rückkehr zum vollen Aufgabenumfang auf Wunsch). Solche Praktiken reduzieren den Stress für die Beschäftigte, verringern die Wahrscheinlichkeit von Beschwerden oder Rechtsansprüchen und tragen zur Mitarbeiterbindung und -loyalität bei."
        },
        {
          "heading": "6.2 Dokumentation und Compliance-Aufzeichnungen",
          "content": "Umfassende Dokumentation ist unerlässlich, um Compliance nachzuweisen und sich gegen potenzielle Ansprüche zu verteidigen. Für jede schwangere oder stillende Beschäftigte aufbewahren: schriftliche Schwangerschafts-/Stillzeitbenachrichtigung und ärztliche Bescheinigung; das spezifische Gefährdungsbeurteilungsdokument; Aufzeichnungen über Konsultationen mit der Beschäftigten zu Anpassungen und Umsetzungen; Dokumentation umgesetzter Anpassungen und deren Bewertung; bei Umsetzung die angebotenen Positionen, Annahme oder Ablehnung durch die Beschäftigte und die Bedingungen der vorübergehenden Umsetzung; bei Freistellung die der Sozialversicherung vorgelegte Bescheinigung und Korrespondenz mit dem INSS; Aufzeichnungen über Kommunikation während der Freistellungszeit; und Dokumentation der Rückkehr in die ursprüngliche Position.\n\nArbeitgeber sollten auch generische Gefährdungsbeurteilungen für alle Positionen führen, in denen Frauen im gebärfähigen Alter beschäftigt werden könnten, um die proaktive Einhaltung der Pflicht zur Vorwegnahme und Planung schwangerschaftsbedingter Anpassungen nachzuweisen. Richtliniendokumente zum Mutterschutz und zu Stillzeitrechten sollten in Mitarbeiterhandbücher aufgenommen und bei der Einarbeitung besprochen werden. Schulungsaufzeichnungen, die belegen, dass Führungskräfte und Vorgesetzte in diesen Pflichten geschult wurden, liefern zusätzliche Nachweise des Compliance-Engagements. Diese Dokumentation schützt den Arbeitgeber vor Nichteinhaltungsansprüchen und demonstriert die Sorgfalt, die bei der Vermeidung von Haftung entscheidend sein kann."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Checkliste zur Reaktion auf Schwangerschaftsmeldung",
      "items": [
        "Schwangerschaftsmeldung schriftlich bestätigen und der Beschäftigten gratulieren",
        "Schriftliche Informationen über Schwangerschafts- und Stillzeitrechte nach spanischem Recht bereitstellen",
        "Gespräch mit der Beschäftigten zur Besprechung der Gefährdungsbeurteilung und des Anpassungsverfahrens vereinbaren",
        "Spezifische Gefährdungsbeurteilung für die Position der Beschäftigten unter Berücksichtigung schwangerschaftsbedingter Risiken einleiten",
        "Arbeitsmedizinischen Dienst für medizinischen Input zur Gefährdungsbeurteilung konsultieren",
        "Etwaige ärztliche Empfehlungen oder Einschränkungen des behandelnden Arztes der Beschäftigten einholen, falls relevant",
        "Anpassungen identifizieren, die Risiken in der aktuellen Position beseitigen oder reduzieren könnten",
        "Die Beschäftigte zu vorgeschlagenen Anpassungen konsultieren und ihre Präferenzen einbeziehen",
        "Bei unzureichender Anpassung potenzielle Alternativpositionen für Umsetzung identifizieren",
        "Alle unternommenen Schritte, getroffenen Entscheidungen und Kommunikation mit der Beschäftigten dokumentieren",
        "Vorgesetzte und (mit Einwilligung der Beschäftigten) Kollegen über umzusetzende Anpassungen informieren",
        "Folgegespräche alle 4–6 Wochen einplanen, um Anpassungen bei fortschreitender Schwangerschaft neu zu bewerten"
      ]
    },
    {
      "title": "Checkliste zur Gefährdungsbeurteilung für schwangere Beschäftigte",
      "items": [
        "Anforderungen an langes Stehen und Möglichkeiten zum Sitzen/Ausruhen bewerten",
        "Manuelle Handhabungsaufgaben bewerten — Gewicht, Häufigkeit, Hubhöhe, ungünstige Körperhaltungen",
        "Exposition gegenüber chemischen Substanzen identifizieren und überprüfen, dass es keine Reproduktionsgefahrstoffe sind",
        "Thermischen Stress bewerten — Arbeitstemperatur, Expositionsdauer, Zugang zu kühlen Ruhebereichen",
        "Rutsch-, Stolper- und Sturzgefahren unter Berücksichtigung schwangerschaftsbedingter Gleichgewichtsveränderungen bewerten",
        "Biologische Gefahren durch Lebensmittelhandhabung bewerten (Listerien, Toxoplasmen, Salmonellen)",
        "Arbeitszeiten einschließlich Nachtschichten, geteilter Dienste und Gesamtwochenstunden überprüfen",
        "Psychosoziale Faktoren bewerten — Arbeitsbelastung, Stress, Pausenangemessenheit, Belästigungsrisiken",
        "Etwaige Hochrisikofaktoren der Schwangerschaft berücksichtigen, die von medizinischen Fachkräften identifiziert wurden",
        "Alle identifizierten Risiken mit Schwere- und Wahrscheinlichkeitsbewertungen dokumentieren"
      ]
    },
    {
      "title": "Checkliste zur Unterstützung stillender Beschäftigter",
      "items": [
        "Mit der Beschäftigten besprechen, ob sie direkt stillen oder am Arbeitsplatz Milch abpumpen wird",
        "Bei Abpumpen: privaten, sauberen, komfortablen Raum bereitstellen (keine Toilette)",
        "Sicherstellen, dass der Abpumpraum über Sitzgelegenheit, Oberfläche für Ausrüstung, Steckdose und Waschbeckenzugang verfügt",
        "Zugang zu Kühlschrank für Milchaufbewahrung in verschlossenen Behältern bereitstellen",
        "Zeitpunkt der Stillpausen vereinbaren — zwei 30-Minuten-Perioden oder alternative Regelung",
        "Pausenregelungen den Vorgesetzten mitteilen, um die Einhaltung der Pausen sicherzustellen",
        "Gefährdungsbeurteilung für stillzeitspezifische Risiken durchführen (Chemikalienexposition, körperliche Belastung)",
        "Anpassungen zur Beseitigung von Risiken für Stillen oder Milchqualität umsetzen",
        "Wenn Risiken nicht beseitigt werden können, Umsetzung auf Alternativposition in Betracht ziehen",
        "Regelungen dokumentieren und Vertraulichkeit des Stillstatus wahren",
        "Die Entscheidung der Beschäftigten respektieren, Stillpausenregelungen fortzusetzen oder zu beenden, wenn das Kind sich entwickelt",
        "Unterstützendes, nicht wertendes Umfeld bezüglich Fütterungsentscheidungen bieten"
      ]
    }
  ],
  "bestPractices": [
    "Schwangerschafts- und Stillzeit-Gefährdungsbeurteilungen für alle Positionen im Voraus durchführen, bevor Einzelschwangerschaften auftreten, um eine schnelle Umsetzung von Anpassungen bei Schwangerschaftsbekanntgabe zu ermöglichen",
    "Einen flexiblen, individualisierten Ansatz verfolgen, der anerkennt, dass Schwangerschaftserfahrungen sehr unterschiedlich sind; Anpassungen, die für eine Person funktionieren, passen möglicherweise nicht für eine andere",
    "Schwangere Beschäftigte vollständig in Entscheidungen über Anpassungen und Umsetzungen einbeziehen und ihre Präferenzen und ihr eigenes Wissen über benötigte Unterstützung respektieren",
    "Führungskräfte und Vorgesetzte zu Schwangerschaftsrechten schulen und Verantwortlichkeit dafür schaffen, dass Anpassungen im täglichen Betrieb umgesetzt und eingehalten werden",
    "Schwangerschaft am Arbeitsplatz durch unterstützende Sprache, Freude über Schwangerschaften und Sicherstellung normalisieren, dass Kollegen verstehen, dass Anpassungen gesetzliche Rechte sind",
    "Regelmäßige Kommunikation mit schwangeren Beschäftigten während der gesamten Schwangerschaft aufrechterhalten, da Anpassungen mit fortschreitender Schwangerschaft möglicherweise zunehmen müssen",
    "Eine/n bestimmte/n Manager/in oder Personalverantwortliche/n als Ansprechpartner/in für schwangerschaftsbezogene Anpassungen benennen, um Konsistenz und Kompetenz sicherzustellen",
    "Wo möglich über die gesetzlichen Mindestanforderungen hinausgehen; gutgläubige Bemühungen zur Unterstützung schwangerer Beschäftigter bauen Loyalität auf und verringern die Wahrscheinlichkeit von Beschwerden oder Rechtsansprüchen"
  ],
  "glossary": {
    "Teratogene Substanz": "Chemischer Arbeitsstoff, der Entwicklungsanomalien beim Fötus verursachen kann, wenn die schwangere Frau exponiert ist; Teratogene der Kategorie 1A und 1B müssen während der Schwangerschaft vollständig vermieden werden",
    "Risikozulage": "Sozialversicherungsleistung in Höhe von 100 % des Gehalts für schwangere oder stillende Beschäftigte, die aufgrund von Arbeitsplatzrisiken freigestellt werden, die nicht beseitigt werden können; umfasst Schwangerschaftsrisiko-Zulage und Stillzeitrisiko-Zulage",
    "Anpassung der Arbeitsbedingungen": "Schutzmaßnahme erster Priorität, die eine Änderung von Arbeitsaufgaben, -zeiten, -umgebung oder -methoden zur Risikobeseitigung beinhaltet, während die Beschäftigte in ihrer Tätigkeit verbleiben kann",
    "Umsetzung": "Schutzmaßnahme zweiter Priorität mit vorübergehender Versetzung der Beschäftigten auf eine risikofreie Alternativposition unter Beibehaltung des bisherigen Gehalts und der Bedingungen",
    "Aussetzung des Vertrags": "Maßnahme dritter Priorität, wenn Anpassung und Umsetzung nicht möglich sind; Beschäftigte stellt die Arbeit ein und beantragt Sozialversicherungs-Risikozulage; Arbeitsvertrag ist ausgesetzt, aber nicht beendet",
    "Bemessungsgrundlage": "Gehaltsbasis zur Berechnung von Sozialversicherungsleistungen; für Risikozulagen basierend auf der Bemessungsgrundlage für berufliche Risiken, was typischerweise zu einer Leistung in Höhe des vollen Nettogehalts führt",
    "Nachtarbeit": "Arbeit zwischen 22:00 und 6:00 Uhr; schwangere Beschäftigte können bei ärztlicher Risikobescheinigung eine Befreiung beantragen, und der Arbeitgeber muss dem nachkommen",
    "Diskriminierungsvermutung": "Rechtsgrundsatz, dass Kündigung oder Benachteiligung während der Schwangerschafts- oder Mutterschaftszeit als diskriminierend vermutet wird, wobei der Arbeitgeber den Gegenbeweis erbringen muss",
    "Arbeitsmediziner": "Facharzt für Arbeitsmedizin, der arbeitsbedingte Gesundheitsrisiken bewertet und Anpassungen empfiehlt; gemäß den Vorschriften über Präventionsdienste vorgeschrieben"
  }
}
