{
  "title": "Erste Hilfe",
  "legalBasis": "Spanisches Gesetz 31/1995 zur Verhütung von Berufsrisiken Artikel 20; RD 39/1997 über Präventionsdienste Artikel 22; RD 486/1997 über Sicherheits- und Gesundheitsbedingungen am Arbeitsplatz Anhang VI",
  "summary": "Erste Hilfe ist die unmittelbare Versorgung einer verletzten oder erkrankten Person, bevor professionelle medizinische Hilfe eintrifft. In der Gastronomie, wo scharfe Messer, heiße Oberflächen, schwere Geräte und schnelles Arbeitstempo ein ständiges Verletzungsrisiko darstellen, kann wirksame Erste Hilfe den Unterschied zwischen einem geringfügigen Vorfall und einem schweren medizinischen Notfall ausmachen. Das spanische Arbeitsschutzrecht verpflichtet alle Arbeitgeber, sicherzustellen, dass Erste Hilfe jedem Beschäftigten, der eine Verletzung oder Erkrankung am Arbeitsplatz erleidet, schnell geleistet werden kann.\n\nDie gesetzlichen Anforderungen an die betriebliche Erste Hilfe umfassen: Bereitstellung angemessener Erste-Hilfe-Ausstattung und -Einrichtungen, die der Anzahl der Beschäftigten, der Art der Arbeitstätigkeiten und den in der Gefährdungsbeurteilung identifizierten Risiken angemessen sind; Benennung und Schulung ausreichenden Personals zur Leistung von Erster Hilfe zu allen Betriebszeiten; sowie Vorkehrungen für den schnellen Kontakt mit dem Rettungsdienst. Für Gastronomiebetriebe umfassen häufige Erste-Hilfe-Situationen Schnitt- und Risswunden durch Messer und zerbrochenes Glas, Verbrennungen durch heiße Geräte und Flüssigkeiten, Ausrutschen und Stürze, allergische Reaktionen, Verschlucken, hitzebedingte Erkrankungen und Herz-Kreislauf-Vorfälle.\n\nEin wirksames betriebliches Erste-Hilfe-Programm geht über die Erfüllung gesetzlicher Mindestanforderungen hinaus und schafft eine Sicherheitskultur, in der Verletzungen ernst genommen, Erste-Hilfe-Ausstattungen ordnungsgemäß gewartet und zugänglich sind, geschulte Ersthelfer durch regelmäßige Auffrischungsschulungen in ihren Fertigkeiten sicher sind und alle Mitarbeiter wissen, wie sie im Notfall Hilfe anfordern können. Diese Anleitung behandelt Erste-Hilfe-Anforderungen, Ausstattung, Schulung, häufige Verletzungen in der Gastronomie und die Koordination mit dem Rettungsdienst.",
  "keyPoints": [
    "Pro Schicht muss mindestens ein geschulter Ersthelfer in Betrieben mit 50 oder mehr Beschäftigten benannt werden, bei Hochrisikotätigkeiten auch bei weniger Beschäftigten",
    "Erste-Hilfe-Kästen müssen leicht zugänglich, ordnungsgemäß bestückt und regelmäßig auf Verfallsdaten und Vollständigkeit geprüft werden",
    "Alle Mitarbeiter müssen den Standort der Erste-Hilfe-Kästen, die Identität der geschulten Ersthelfer und die Notrufnummer (112) kennen",
    "Alle Arbeitsunfälle, die Erste Hilfe erfordern, müssen im Unfallbuch dokumentiert werden",
    "Erste Hilfe ist nur eine sofortige vorläufige Versorgung — für alles, was über geringfügige Verletzungen hinausgeht, ist eine professionelle ärztliche Untersuchung erforderlich",
    "Häufige Erste-Hilfe-Szenarien in der Gastronomie umfassen Schnitte, Verbrennungen, Ausrutschen/Stürze, Verschlucken und allergische Reaktionen",
    "Ersthelfer dürfen ihre Ausbildung nicht überschreiten — wissen, wann der Rettungsdienst zu rufen ist, anstatt eine Behandlung über die eigene Kompetenz hinaus zu versuchen",
    "Die Erste-Hilfe-Ausbildung muss alle 2–3 Jahre aufgefrischt werden, um Fertigkeiten zu erhalten und Wissen zu aktualisieren"
  ],
  "sections": [
    {
      "heading": "1. Gesetzliche Anforderungen und Arbeitgeberpflichten",
      "content": "Artikel 20 des Gesetzes 31/1995 begründet die Pflicht des Arbeitgebers, vorhersehbare Notfallsituationen zu analysieren und die erforderlichen Maßnahmen für Erste Hilfe, medizinische Notfallbehandlung, Rettungsarbeiten, Brandbekämpfung und Evakuierung zu ergreifen. Diese grundlegende Pflicht wird durch RD 39/1997 konkretisiert, das den Arbeitgeber verpflichtet, Personal für Erste Hilfe und andere Notfallmaßnahmen zu benennen, für deren angemessene Ausbildung zu sorgen und ihnen eine adäquate Ausstattung bereitzustellen.\n\nDie konkreten Anforderungen variieren je nach Betriebsgröße, Risikoniveau und Entfernung zu medizinischen Einrichtungen. RD 486/1997 Anhang VI schreibt vor, dass Arbeitsstätten mindestens einen Erste-Hilfe-Kasten pro 50 Beschäftigte (oder Bruchteil davon) bei Tätigkeiten ohne besondere Risiken und mindestens einen Kasten pro 25 Beschäftigte bei Hochrisikotätigkeiten vorhalten müssen. Gastronomieküchen qualifizieren sich aufgrund der Schnitt- und Verbrennungsgefahren typischerweise als höheres Risiko und erfordern eine umfangreichere Erste-Hilfe-Ausstattung.\n\nFür Betriebe mit 50 oder mehr Beschäftigten oder weniger Beschäftigten, wenn die Gefährdungsbeurteilung ein erhebliches Unfallrisiko identifiziert oder der Arbeitsplatz abgelegen von medizinischen Einrichtungen liegt, muss mindestens ein geschulter Ersthelfer benannt werden. Kleinere Betriebe müssen dennoch sicherstellen, dass Erste Hilfe geleistet werden kann, sei es durch geschultes Personal oder durch Vereinbarungen mit externen medizinischen Diensten. Das Grundprinzip ist, dass eine wirksame Erste-Hilfe-Fähigkeit jederzeit während des Betriebs verfügbar sein muss.",
      "subsections": [
        {
          "heading": "1.1 Benennung und Schulung von Ersthelfern",
          "content": "Benannte Ersthelfer müssen eine Ausbildung bei einem zugelassenen Anbieter erhalten, die die Grundlagen der Ersten Hilfe abdeckt, einschließlich Beurteilung von Verletzten, Herz-Lungen-Wiederbelebung (HLW) und Verwendung automatisierter externer Defibrillatoren (AEDs), Blutstillung, Verbrennungsbehandlung, Frakturversorgung, medizinische Notfälle (Verschlucken, allergische Reaktionen, Herzkreislaufvorfälle, Schlaganfall) und angemessenes Anfordern des Rettungsdienstes. Standardmäßige Erste-Hilfe-Kurse in Spanien umfassen typischerweise 8–20 Stunden je nach Niveau.\n\nDie Erste-Hilfe-Ausbildung muss regelmäßig aufgefrischt werden — als Best Practice alle 2–3 Jahre, obwohl die konkrete Anforderung je nach autonomer Gemeinschaft variieren kann. Fertigkeiten wie die HLW-Technik ändern sich mit der Entwicklung der Medizinwissenschaft, und praktische Fertigkeiten lassen ohne regelmäßige Übung nach. Arbeitgeber sollten Auffrischungsschulungen und Gelegenheiten für Ersthelfer bereitstellen, ihre Fertigkeiten durch Simulationen oder Übungen an Puppen zu üben.\n\nDie Anzahl der geschulten Ersthelfer sollte eine Abdeckung zu allen Zeiten gewährleisten. Wenn der Betrieb im Schichtsystem arbeitet, müssen Ersthelfer für jede Schicht benannt werden. Für größere Räumlichkeiten oder solche mit mehreren getrennten Bereichen (Küche, Speisesaal, Bar, Veranstaltungsräume) reduziert die Bereitstellung von Ersthelfern in jedem Bereich die Reaktionszeit. Mindestens ein geschulter Ersthelfer sollte während des gesamten Betriebs im Dienst sein."
        },
        {
          "heading": "1.2 Erste-Hilfe-Ausstattung und -Einrichtungen",
          "content": "Erste-Hilfe-Kästen müssen geeignete Materialien für die Art der Verletzungen enthalten, die am jeweiligen Arbeitsplatz wahrscheinlich auftreten. Für die Gastronomie muss dies Materialien zur Behandlung von Schnitten (sterile Verbände, Heftpflaster, blaue wasserfeste Pflaster für Lebensmittelhandhabende, Bandagen, Klebeband), Verbrennungen (sterile Verbrennungsverbände, Hydrogel-Brandsalbe), Augenverletzungen (sterile Augenspülung, Augenkompressen) und allgemeines medizinisches Material (Einweghandschuhe, Schere, Sicherheitsnadeln, Beatmungsschutzmaske, Sofortkältekompresssen, Dreiecktücher für Armschlingen) umfassen.\n\nDie Kästen sollten keine Medikamente enthalten (einschließlich Aspirin, Paracetamol oder Ibuprofen), da Ersthelfer nicht befugt sind, Medikamente zu verabreichen, und Risiken allergischer Reaktionen oder Wechselwirkungen mit anderen Medikamenten bestehen. Die einzige Ausnahme könnten Glukosegel oder -tabletten für diabetische Notfälle sein, wenn diese vom arbeitsmedizinischen Dienst ausdrücklich genehmigt und von geschulten Ersthelfern verabreicht werden.\n\nErste-Hilfe-Einrichtungen in größeren Betrieben sollten einen dedizierten Erste-Hilfe-Raum oder -Bereich mit Liege oder Couch, Waschbecken mit warmem und kaltem Wasser, Erste-Hilfe-Material und einem Stuhl umfassen. Dies bietet einen sauberen, privaten Bereich für die Erste-Hilfe-Behandlung abseits des Arbeitsbereichs. Kleinere Betriebe benötigen möglicherweise keinen dedizierten Raum, müssen aber dennoch einen geeigneten Bereich zur Verfügung haben."
        },
        {
          "heading": "1.3 Dokumentations- und Meldepflichten",
          "content": "Alle Arbeitsunfälle, auch geringfügige, müssen in einem Unfallbuch (Libro de Accidentes) dokumentiert werden. Der Eintrag sollte enthalten: Datum und Uhrzeit, Name der verletzten Person, Ort und Beschreibung des Vorfalls, Art und Lokalisation der Verletzung, geleistete Erste-Hilfe-Behandlung, Name des Ersthelfers und ob die Person zur Arbeit zurückkehrte oder weitere ärztliche Behandlung benötigte. Diese Dokumentation dient mehreren Zwecken: Überwachung von Unfalltrends, Information für Überprüfungen der Gefährdungsbeurteilung, Nachweis der Einhaltung der Erste-Hilfe-Pflichten und Bereitstellung von Informationen für eventuelle Arbeitsunfall-Versicherungsansprüche.\n\nSchwere Unfälle (solche, die zu einer Abwesenheit über den Unfalltag hinaus, dauerhafter Verletzung oder Tod führen) müssen der Arbeitsbehörde und der Berufsgenossenschaft innerhalb festgelegter Fristen gemeldet werden. Der Arbeitgeber muss schwere Unfälle auch untersuchen, um Grundursachen zu identifizieren und Präventionsmaßnahmen umzusetzen. Auch Beinahe-Unfälle, die nicht zu Verletzungen geführt haben, sollten dokumentiert und untersucht werden, da sie häufig Gefahren aufzeigen, die in Zukunft zu schweren Verletzungen führen könnten."
        }
      ]
    },
    {
      "heading": "2. Häufige Erste-Hilfe-Szenarien in der Gastronomie",
      "content": "Gastronomiearbeit beinhaltet spezifische Verletzungsmuster, die durch die Werkzeuge, Geräte und Arbeitsprozesse der Speisenzubereitung und des Service bedingt sind. Das Verständnis dieser häufigen Szenarien ermöglicht es Ersthelfern, sich vorzubereiten, zu üben und wirksam zu reagieren. Die häufigsten Verletzungen in der Gastronomie sind Schnitt- und Risswunden durch Messer und zerbrochenes Glas, Verbrennungen durch heiße Oberflächen und Flüssigkeiten, Ausrutschen und Stürze sowie Verletzungen durch manuelles Handhaben. Seltener, aber potenziell schwerwiegender sind Verschlucken, schwere allergische Reaktionen und Herz-Kreislauf-Vorfälle.\n\nDie Erste-Hilfe-Reaktion muss schnell, kompetent und der Schwere der Verletzung angemessen sein. Geringfügige Verletzungen können vollständig mit betrieblicher Erster Hilfe behandelt werden, während schwere Verletzungen das sofortige Anfordern des Rettungsdienstes und Erste Hilfe zur Stabilisierung des Verletzten bis zum Eintreffen professioneller Hilfe erfordern. Ersthelfer müssen die Grenzen der betrieblichen Ersten Hilfe erkennen und wissen, wann eine professionelle ärztliche Untersuchung erforderlich ist.",
      "subsections": [
        {
          "heading": "2.1 Schnitte und Blutungen",
          "content": "Schnitte sind die häufigste Arbeitsverletzung in Gastronomieküchen. Erste Hilfe bei Blutungen umfasst das Ausüben direkten Drucks auf die Wunde mit einem sterilen Verband, das Hochlagern des verletzten Körperteils über Herzhöhe wenn möglich und das Aufrechterhalten des Drucks bis die Blutung steht. Bei geringfügigen Schnitten kann das Reinigen mit Wasser, Auftragen eines Antiseptikums und Abdecken mit einem sterilen Heftpflaster ausreichen. Für Lebensmittelhandhabende blaue wasserfeste Pflaster verwenden, die sichtbar sind, falls sie in Lebensmittel fallen.\n\nTiefe Schnitte, Schnitte, die nach 10 Minuten direktem Druck nicht aufhören zu bluten, Schnitte mit eingebetteten Fremdkörpern, Schnitte im Gesicht oder an den Händen, bei denen Narbenbildung ein Thema ist, oder jeder Schnitt, bei dem darunterliegendes Gewebe, Fett oder Knochen sichtbar ist, erfordern professionelle ärztliche Behandlung. Eingebettete Gegenstände nicht entfernen (an Ort und Stelle lassen und drum herum polstern), keine Abbindungen anlegen, es sei denn, Sie haben eine spezifische Ausbildung und die Situation ist lebensbedrohlich ohne andere Option, und keine Druckpunkte verwenden (direkter Druck auf die Wunde ist wirksamer und sicherer).\n\nBei starken Blutungen sofort den Rettungsdienst rufen und gleichzeitig weiter Druck ausüben. Den Verletzten hinlegen, um Ohnmacht durch Blutverlust zu verhindern, beruhigen und warmhalten (Schock kann sich bei erheblichem Blutverlust entwickeln). Druck kontinuierlich aufrechterhalten — den Verband nicht immer wieder anheben, um zu prüfen, ob die Blutung gestoppt hat, da dies die Gerinnselbildung stört."
        },
        {
          "heading": "2.2 Verbrennungen und Verbrühungen",
          "content": "Verbrennungen durch heiße Oberflächen, Geräte, Flüssigkeiten oder Dampf sind in Küchen häufig. Sofortige Erste Hilfe ist entscheidend zur Schadensbegrenzung. Die Verbrennung sofort mit kühlem (nicht eiskaltem) fließendem Wasser mindestens 10 Minuten kühlen — dies ist die wichtigste Erste-Hilfe-Maßnahme bei Verbrennungen. Kühlung innerhalb der ersten Minuten reduziert die Verbrennungstiefe und -schwere erheblich. Schmuck und enge Kleidung vom verbrannten Bereich entfernen, bevor Schwellungen auftreten, aber kein Material entfernen, das an der Verbrennung klebt.\n\nNach dem Kühlen die Verbrennung mit steriler Frischhaltefolie oder einem sterilen, nicht haftenden Verband abdecken, um sie vor Infektion zu schützen und Schmerzen zu lindern. Kein Eis verwenden (kann weiteren Gewebeschaden verursachen), keine Butter, kein Öl oder Salben auftragen (können Hitze einschließen und die Verbrennung verschlimmern) und keine Blasen aufstechen (erhöht das Infektionsrisiko). Bei kleinen oberflächlichen Verbrennungen (nur Rötung, keine Blasen, kleiner als die Handfläche des Verletzten) kann betriebliche Erste Hilfe ausreichend sein. In den folgenden Tagen auf Infektionszeichen achten.\n\nProfessionelle ärztliche Behandlung bei folgenden Verbrennungen suchen: größer als die Handfläche des Verletzten, tiefe Verbrennungen (weißes, verkohltes oder lederartiges Aussehen), Verbrennungen mit Blasen größer als eine kleine Münze, elektrische Verbrennungen, chemische Verbrennungen, Verbrennungen im Gesicht, an Händen, Füßen, Genitalien oder großen Gelenken, Verbrennungen, die eine Extremität umgeben, jede Verbrennung bei einem Kind, einer älteren Person oder jemandem mit anderen Gesundheitszuständen. Bei schweren Verbrennungen den Rettungsdienst rufen, wenn möglich weiter kühlen, locker mit Frischhaltefolie abdecken, gegen Schock behandeln und Atmung und Bewusstsein überwachen."
        },
        {
          "heading": "2.3 Verschlucken",
          "content": "Verschlucken tritt auf, wenn Nahrung oder ein Fremdkörper die Atemwege blockiert. Es handelt sich um einen sofort lebensbedrohlichen Notfall, der schnelles Eingreifen erfordert. Verschlucken erkennen: Die Person kann nicht sprechen, atmen oder wirksam husten; sie greift sich möglicherweise an den Hals; es kann ein hohes pfeifendes Geräusch zu hören sein oder die Person ist völlig still; die Haut kann sich blau verfärben. Fragen Sie „Verschlucken Sie sich?” — wenn die Person sprechen oder kräftig husten kann, ermutigen Sie sie zum Weiterhusten, aber seien Sie bereit zu helfen, wenn die Blockade sich nicht löst.\n\nWenn die Person nicht wirksam husten kann oder das Bewusstsein verliert, Rückenschläge und Oberbauchkompressionen (Heimlich-Manöver) durchführen: Bis zu 5 kräftige Schläge zwischen die Schulterblätter mit dem Handballen geben, während Sie die Person nach vorne gelehnt stützen. Nach jedem Schlag prüfen, ob die Blockade sich gelöst hat. Wenn Rückenschläge fehlschlagen, bis zu 5 Oberbauchkompressionen durchführen: Hinter der Person stehen, eine Faust knapp oberhalb des Nabels platzieren, mit der anderen Hand umfassen und scharf nach innen und oben ziehen. Abwechselnd 5 Rückenschläge und 5 Oberbauchkompressionen, bis die Blockade sich löst oder der Rettungsdienst eintrifft.\n\nBei einem schweren Verschluckungsvorfall sofort den Rettungsdienst (112) rufen. Wenn die Person bewusstlos wird, mit der HLW beginnen — Thoraxkompressionen können helfen, die Blockade zu lösen. Nach einem Verschluckungsvorfall, auch wenn erfolgreich behoben, sollte die Person von medizinischen Fachkräften untersucht werden, da Oberbauchkompressionen innere Verletzungen verursachen können."
        }
      ]
    },
    {
      "heading": "3. Medizinische Notfälle",
      "content": "Neben traumatischen Verletzungen können Beschäftigte und Gäste in der Gastronomie plötzliche medizinische Notfälle erleben, darunter Herz-Kreislauf-Vorfälle, Schlaganfälle, schwere allergische Reaktionen, diabetische Notfälle, Krampfanfälle und hitzebedingte Erkrankungen. Ersthelfer müssen in der Lage sein, diese Notfälle zu erkennen, angemessene Sofortversorgung zu leisten und den Rettungsdienst anzufordern. Anders als bei traumatischen Verletzungen, bei denen die Ursache offensichtlich ist, erfordern medizinische Notfälle Beurteilungsfertigkeiten, um zu identifizieren, was geschieht, und die angemessene Reaktion zu bestimmen.\n\nDer grundlegende Ansatz bei medizinischen Notfällen ist die Erstuntersuchung: Prüfung auf Gefahr für sich selbst und den Verletzten, Prüfung auf Reaktion (ist die Person bei Bewusstsein?), Prüfung auf Atmung und Kreislauf und Anfordern des Rettungsdienstes bei ernster Situation. Viele medizinische Notfälle beinhalten Bewusstseinsverlust oder -veränderung und erfordern sorgfältige Überwachung und möglicherweise HLW, wenn die Person aufhört zu atmen.",
      "subsections": [
        {
          "heading": "3.1 Herzstillstand und HLW",
          "content": "Herzstillstand liegt vor, wenn das Herz aufhört, wirksam zu schlagen. Die Person ist bewusstlos, atmet nicht normal (kann gelegentlich nach Luft schnappen) und hat keinen Puls. Dies ist ein absoluter Notfall — ohne sofortige HLW und Defibrillation tritt innerhalb von Minuten der Tod ein. Sofort 112 anrufen und HLW beginnen: Die Person auf dem Rücken auf eine feste Unterlage legen, den Handballen einer Hand auf die Mitte des Brustkorbs legen, die andere Hand darauf legen, die Ellbogen durchstrecken und 5–6 cm tief mit einer Frequenz von 100–120 Kompressionen pro Minute drücken.\n\nKompressionen fortsetzen, bis ein automatisierter externer Defibrillator (AED) eintrifft, der Rettungsdienst eintrifft und übernimmt, oder die Person Lebenszeichen zeigt (normale Atmung, Bewegung, Augenöffnen). Wenn ein AED verfügbar ist, einschalten und den Sprachanweisungen folgen — das Gerät analysiert den Herzrhythmus und gibt an, ob ein Schock erforderlich ist. AEDs sind für die Verwendung durch nichtmedizinisches Personal konzipiert und geben keinen Schock ab, es sei denn, er ist angemessen.\n\nViele Gastronomiebetriebe installieren mittlerweile AEDs, da sie die Überlebensrate bei Herzstillstand drastisch verbessern. Wenn Ihr Betrieb über einen AED verfügt, sollten alle Mitarbeiter seinen Standort kennen und die benannten Ersthelfer in dessen Verwendung geschult sein. Auch ohne spezifische Schulung kann jeder einen AED verwenden, indem er den Sprachanweisungen des Geräts folgt."
        },
        {
          "heading": "3.2 Schwere allergische Reaktionen (Anaphylaxie)",
          "content": "Anaphylaxie ist eine schwere, potenziell lebensbedrohliche allergische Reaktion, die sich innerhalb von Minuten nach Kontakt mit einem Allergen entwickeln kann (in der Gastronomie typischerweise Lebensmittelallergene, aber auch Insektenstiche, Medikamente). Anaphylaxie erkennen: ausgedehnter Hautausschlag oder Nesselsucht, Schwellung von Gesicht, Lippen oder Zunge, Atemnot oder Keuchen, schneller Puls, Verwirrung oder Bewusstlosigkeit, starke Bauchschmerzen oder Erbrechen. Dies ist ein medizinischer Notfall, der sofortige Behandlung erfordert.\n\nBei Anaphylaxie sofort 112 anrufen und deutlich angeben, dass Anaphylaxie vermutet wird. Wenn die Person einen Adrenalin-Autoinjektor hat (EpiPen, Jext, Emerade), ihr bei der Verwendung helfen oder ihn für sie verwenden, wenn sie dazu nicht in der Lage ist — bei Bedarf durch die Kleidung in die Außenseite des Oberschenkels injizieren. Die Person hinlegen und die Beine hochlagern (es sei denn, sie hat Atembeschwerden, dann ist Sitzen möglicherweise besser). Den Zustand genau überwachen und bereit sein, HLW durchzuführen, wenn sie das Bewusstsein verliert und aufhört zu atmen.\n\nDie Person benötigt möglicherweise eine zweite Dosis Adrenalin, wenn die Symptome nach 5–10 Minuten nicht nachlassen und der Rettungsdienst noch nicht eingetroffen ist (viele Personen führen aus diesem Grund zwei Autoinjektoren mit). Auch wenn die Symptome nach Adrenalingabe nachlassen, ist eine medizinische Notfalluntersuchung unerlässlich, da Symptome Stunden später erneut auftreten können (biphasische Reaktion). Dies unterstreicht die kritische Bedeutung des Allergenmanagements in der Gastronomie — die Verhinderung der Exposition ist weitaus besser als die Behandlung einer Reaktion."
        },
        {
          "heading": "3.3 Hitzebedingte Erkrankungen",
          "content": "Das Arbeiten in heißen Küchenumgebungen birgt das Risiko von Hitzeerschöpfung und Hitzschlag, insbesondere im Sommer oder bei längeren Stoßzeiten. Symptome der Hitzeerschöpfung sind starkes Schwitzen, Schwäche, Schwindel, Übelkeit, Kopfschmerzen, Muskelkrämpfe und blasse, feuchte Haut. Hitzschlag ist schwerwiegender: hohe Körpertemperatur, Verwirrung oder veränderter Bewusstseinszustand, heiße trockene Haut (das Schwitzen kann aufgehört haben), schneller Puls und möglicher Bewusstseinsverlust. Hitzschlag ist lebensbedrohlich und erfordert sofortige Notfallmaßnahmen.\n\nBei Hitzeerschöpfung: Die Person in einen kühlen Bereich bringen, hinlegen mit hochgelagerten Beinen, Wasser oder isotonische Getränke zum Trinken geben (wenn bei Bewusstsein und schluckfähig), mit feuchten Tüchern kühlen oder fächern und den Zustand überwachen. Die meisten Personen erholen sich mit diesen Maßnahmen, aber wenn die Symptome sich verschlechtern oder nach 30 Minuten nicht nachlassen, den Rettungsdienst rufen.\n\nBei Verdacht auf Hitzschlag: Sofort 112 anrufen, in einen kühlen Bereich bringen, Oberbekleidung entfernen, die Person schnell mit allen verfügbaren Mitteln kühlen (feuchte Tücher, kühle Dusche, Eisbeutel an Hals, Achselhöhlen und Leiste) und Bewusstsein und Atmung überwachen. Hitzschlag kann Organschäden und Tod verursachen, wenn nicht schnell behandelt. Prävention durch ausreichende Flüssigkeitszufuhr, Ruhepausen und Rotation weg von heißen Bereichen ist der Behandlung hitzebedingter Erkrankungen bei weitem vorzuziehen."
        }
      ]
    },
    {
      "heading": "4. Inhalt und Wartung des Erste-Hilfe-Kastens",
      "content": "Ein ordnungsgemäß bestückter und gepflegter Erste-Hilfe-Kasten ist für eine wirksame betriebliche Erste-Hilfe-Reaktion unerlässlich. Der Inhalt sollte die spezifischen Risiken der Gastronomiearbeit widerspiegeln, der Anzahl der Beschäftigten angemessen sein und regelmäßig geprüft und aufgefüllt werden. RD 486/1997 Anhang VI enthält eine Grundliste, die jedoch auf das spezifische Risikoprofil des Betriebs auf Grundlage der Gefährdungsbeurteilung und in Abstimmung mit dem arbeitsmedizinischen Dienst oder Erste-Hilfe-Ausbilder angepasst werden sollte.\n\nErste-Hilfe-Kästen sollten an klar gekennzeichneten Standorten gelagert werden, die allen Mitarbeitern leicht zugänglich sind, vor Kontamination und Witterung geschützt, aber nicht verschlossen oder mit Schlüssel gesichert, um den Zugang in einem Notfall zu ermöglichen. In größeren Betrieben oder solchen mit mehreren getrennten Bereichen reduzieren mehrere Kästen an verschiedenen Standorten die Reaktionszeit. Jeder Kasten sollte einer verantwortlichen Person zugewiesen sein, die regelmäßige Prüfungen und Nachfüllungen durchführt.",
      "subsections": [
        {
          "heading": "4.1 Empfohlener Kasteninhalt für die Gastronomie",
          "content": "Der Erste-Hilfe-Grundkasten für Gastronomiebetriebe sollte enthalten: sterile Heftpflaster in verschiedenen Größen einschließlich blauer wasserfester Pflaster für Lebensmittelhandhabende; sterile Augenkompressen; Dreiecktücher für Armschlingen; Sicherheitsnadeln; einzeln verpackte sterile unmedizierte Wundverbände (mittel und groß); Einweghandschuhe (Nitril oder Vinyl, mehrere Größen); sterile Mullkompressen; Klebeband; Bandagen (elastisch und Krepp); Schere; Pinzette; Beatmungsschutzmaske; Entsorgungsbeutel; Erste-Hilfe-Anleitungsblatt.\n\nFür gastronomiespezifische Risiken sollte zusätzlich erwogen werden: Verbrennungsverbände und Hydrogel-Brandsalbe; Augenspüllösung und Augenbadewanne; Sofortkältekompressen; blaue wasserfeste Pflaster speziell für Lebensmittelhandhabende; Rettungsdecke (Alu-Folie zur Schockbehandlung). Erweiterte Kästen für Betriebe mit geschulten Ersthelfern können auch Fingerverbände, Wundverschlussstreifen und umfangreicheres Verbrennungsbehandlungsmaterial enthalten.\n\nKeine Medikamente in den Erste-Hilfe-Kasten aufnehmen, es sei denn, dies ist vom arbeitsmedizinischen Dienst ausdrücklich genehmigt und die Verabreichung erfolgt nur durch geschulte Ersthelfer. Die Ausnahme könnten Glukosegel oder -tabletten sein, wenn diabetische Mitarbeiter vorhanden sind und die Verwendung bei diabetischen Notfällen genehmigt ist. Niemals Aspirin, Paracetamol oder andere allgemeine Medikamente aufnehmen, da diese allergische Reaktionen oder gefährliche Wechselwirkungen verursachen können."
        },
        {
          "heading": "4.2 Inspektion und Nachfüllung",
          "content": "Erste-Hilfe-Kästen müssen regelmäßig inspiziert werden (monatlich als Best Practice), um zu überprüfen, ob der Inhalt vollständig ist, die Verfallsdaten eingehalten werden und der Kasten sauber und ordentlich organisiert ist. Eine Checkliste des erforderlichen Inhalts verwenden und jede Inspektion dokumentieren. Verbrauchte Artikel müssen sofort ersetzt werden — der Kasten muss jederzeit für den nächsten Vorfall bereit sein. Ein klares Verfahren für die Nachbestellung festlegen: wer verantwortlich ist, wo Materialien beschafft werden und was bestellt werden sollte.\n\nVerfallsdaten bei sterilen Artikeln müssen beachtet werden — die Verwendung abgelaufener steriler Verbände birgt ein Infektionsrisiko. Bestände nach dem FIFO-Prinzip rotieren (ältere Artikel zuerst verwenden). Artikel ohne Verfallsdatum (Schere, Pinzette) sollten auf Beschädigung oder Verschleiß geprüft werden. Der Kastenbehälter selbst sollte auf Beschädigung, Feuchtigkeitseintritt oder Kontamination geprüft werden.\n\nEin Protokoll der Kasteninspektionen und Nachfüllungen als Teil der Erste-Hilfe-Dokumentation führen. Dies belegt, dass der Arbeitgeber seine Pflicht zur Aufrechterhaltung der Erste-Hilfe-Versorgung erfüllt, und identifiziert Muster (wenn bestimmte Artikel häufig verbraucht werden, prüfen, ob zusätzliche Präventionsmaßnahmen diese Verletzungen reduzieren könnten)."
        },
        {
          "heading": "4.3 Spezialisierte Ausstattung",
          "content": "Über den Erste-Hilfe-Grundkasten hinaus können einige Betriebe von spezialisierter Notfallausrüstung profitieren. Automatisierte externe Defibrillatoren (AEDs) werden in öffentlichen Räumen und großen Arbeitsstätten zunehmend verbreitet. Ein AED kann die Überlebensrate bei plötzlichem Herzstillstand dramatisch verbessern. Bei Installation eines AED sicherstellen, dass die benannten Ersthelfer in dessen Verwendung geschult sind, das Gerät ordnungsgemäß gewartet und regelmäßig geprüft wird und alle Mitarbeiter seinen Standort kennen.\n\nSauerstoffverabreichungsgeräte erfordern eine spezifische Ausbildung und werden typischerweise nur von fortgeschrittenen Ersthelfern mit Genehmigung des arbeitsmedizinischen Dienstes verwendet. Augenspülstationen (über die kleinen Augenspülflaschen im Erste-Hilfe-Kasten hinaus) sollten in Bereichen installiert werden, in denen ein Risiko chemischer Spritzer in die Augen besteht, wie in Lagerbereichen für Reinigungschemikalien.\n\nWirbelsäulenimmobilisierungsgeräte (Halskrausen, Rettungsbretter) erfordern eine spezifische Ausbildung und werden typischerweise nur vom Rettungsdienst verwendet. Ersthelfer sollten nicht versuchen, Verletzte mit Verdacht auf Wirbelsäulenverletzung zu immobilisieren oder zu bewegen, es sei denn, es besteht unmittelbare Gefahr (Brand, Ertrinken), die eine Bewegung erfordert — stattdessen die Person still halten und den Kopf stützen, bis der Rettungsdienst eintrifft."
        }
      ]
    },
    {
      "heading": "5. Koordination mit dem Rettungsdienst",
      "content": "Betriebliche Erste Hilfe ist eine Überbrückungsversorgung bis zum Eintreffen professioneller medizinischer Hilfe. Eine wirksame Koordination mit dem Rettungsdienst (EMS) stellt sicher, dass Verletzte so schnell wie möglich professionelle Versorgung erhalten. Ersthelfer müssen wissen, wann der Rettungsdienst zu rufen ist, welche Informationen bereitzustellen sind, wie auf dessen Eintreffen vorzubereiten ist und wie die Übergabe der Versorgung angemessen erfolgt.\n\nDie Notrufnummer in Spanien ist 112, die Zugang zu medizinischen Notfällen (SAMUR, 061), Feuerwehr und Polizei bietet. Beim Anruf der 112 ruhig bleiben und klare Informationen geben: den Standort mit vollständiger Adresse und Zugangsinstruktionen, die Anzahl der Verletzten, die Art des Vorfalls und der Verletzungen, den Zustand des Verletzten (bei Bewusstsein/bewusstlos, atmet/atmet nicht) und besondere Gefahren (Gasleck, Brand, Chemikalienexposition). Die Anweisungen der Leitstelle befolgen — diese kann Vorab-Anweisungen geben, wie z. B. zur Durchführung der HLW oder zur Lagerung des Verletzten.",
      "subsections": [
        {
          "heading": "5.1 Wann den Rettungsdienst rufen",
          "content": "Sofort 112 anrufen bei: Bewusstlosigkeit oder verändertem Bewusstseinszustand, Atembeschwerden oder nicht normaler Atmung, starken Blutungen, die nicht kontrolliert werden können, Verdacht auf Herzinfarkt oder Schlaganfall, schweren Verbrennungen, Verdacht auf Knochenbrüche oder Wirbelsäulenverletzung, schwerer allergischer Reaktion (Anaphylaxie), Verschlucken, das nicht schnell gelöst wird, Vergiftung oder Überdosis oder jeder Situation, in der Sie unsicher sind — im Zweifel anrufen.\n\nBei weniger schwerwiegenden Verletzungen abwägen, ob eine professionelle ärztliche Untersuchung erforderlich ist, auch wenn es kein unmittelbarer Notfall ist. Dem Verletzten sollte geraten werden, ärztliche Behandlung zu suchen bei: Schnitten, die möglicherweise genäht werden müssen (tiefe Schnitte, klaffende Wunden, Schnitte im Gesicht oder an den Händen), Verbrennungen, die über geringfügig Oberflächliches hinausgehen, Kopfverletzungen mit jeglichem Bewusstseinsverlust, Brustschmerzen oder Anzeichen von Herzproblemen, Augenverletzungen jeder Art und jeder Verletzung, bei der die Schwere unklar ist. Im Zweifel lieber eine ärztliche Untersuchung veranlassen.\n\nLassen Sie niemals Bedenken wegen Rettungswagenkosten oder Betriebsstörungen eine verzögerte Anforderung des Rettungsdienstes bei ernsthaften Situationen verursachen. Eine verzögerte Behandlung kann zu wesentlich schlechteren Ergebnissen führen. Manche Arbeitgeber befürchten Berufsgenossenschaftskosten, aber die Verzögerung notwendiger medizinischer Versorgung kann die Kosten tatsächlich erhöhen (schlechtere Ergebnisse erfordern längere Behandlung) und setzt den Arbeitgeber der Haftung wegen unzureichender Versorgung aus."
        },
        {
          "heading": "5.2 Vorbereitung auf das Eintreffen des Rettungsdienstes",
          "content": "Während Sie auf den Rettungsdienst warten: weiterhin bei Bedarf Erste Hilfe leisten, den Zustand des Verletzten kontinuierlich überwachen (insbesondere Bewusstsein und Atmung), jemanden vorbereiten, um den Rettungswagen zum Verletzten zu leiten (wenn der Standort nicht offensichtlich ist), Zufahrtswege freimachen (sicherstellen, dass der Rettungswagen das Gebäude erreichen kann und die Trage zum Verletzten gebracht werden kann), alle relevanten Informationen zusammenstellen (medizinische Informationen der Person, falls verfügbar, Liste eingenommener Medikamente, Details des Vorfalls) und Umstehende zurückhalten, um dem Rettungsdienst Platz zum Arbeiten zu geben.\n\nDen Verletzten nicht bewegen, es sei denn, es besteht unmittelbare Gefahr (Brand, Gebäudeeinsturz), die eine Evakuierung erfordert. Wenn die Person bewusstlos ist, aber atmet, in die stabile Seitenlage bringen (auf der Seite liegend mit nach hinten geneigtem Kopf zur Aufrechterhaltung eines offenen Atemwegs), es sei denn, eine Wirbelsäulenverletzung wird vermutet — in diesem Fall die Person still halten und ihre Atmung überwachen. Wenn sie aufhört zu atmen, bereit sein, mit der HLW zu beginnen.\n\nBeim Verletzten bleiben, bis der Rettungsdienst eintrifft — ihn nicht allein lassen. Beruhigen, bei Bedarf mit Decken warmhalten und den Zustand kontinuierlich überwachen. Wenn sich der Zustand verschlechtert (Bewusstseinsverlust, Atemstillstand, zunehmende Blutung), angemessene Erste Hilfe leisten und bei Bedarf erneut 112 anrufen, um die Leitstelle zu informieren."
        },
        {
          "heading": "5.3 Übergabe an den Rettungsdienst",
          "content": "Wenn der Rettungsdienst eintrifft, eine klare, prägnante Übergabe liefern: sich als Ersthelfer vorstellen, den Vorfall kurz beschreiben (was passiert ist, wann, wie), die beobachteten Verletzungen und die geleistete Erste Hilfe beschreiben, den aktuellen Zustand des Verletzten und etwaige Veränderungen seit dem Vorfall berichten und alle bekannten medizinischen Informationen mitteilen (Allergien, Medikamente, Vorerkrankungen).\n\nDen Anweisungen des Rettungsteams folgen — es kann Sie bitten, weiterhin Druck auf eine Wunde auszuüben, beim Bewegen des Verletzten zu helfen oder zusätzliche Informationen bereitzustellen. Sobald der Rettungsdienst die Versorgung übernimmt, ist Ihre Ersthelferrolle beendet, obwohl Sie möglicherweise für Fragen zur Dokumentation oder spätere Untersuchungen verfügbar bleiben müssen.\n\nSicherstellen, dass die Dokumentation abgeschlossen wird: den Vorfall im Unfallbuch dokumentieren, die Ankunftszeit des Rettungsdienstes und welcher Dienst/Rettungswagen kam vermerken, wohin der Verletzte gebracht wurde, sofern bekannt, festhalten und alle geleistete Erste Hilfe dokumentieren. Diese Informationen können für Berufsgenossenschaftsansprüche, Unfalluntersuchungen oder die Qualitätsverbesserung des Erste-Hilfe-Programms benötigt werden."
        }
      ]
    },
    {
      "heading": "6. Verwaltung des Erste-Hilfe-Programms",
      "content": "Ein wirksames betriebliches Erste-Hilfe-Programm erfordert eine laufende Verwaltung, nicht nur eine einmalige Einrichtung. Die Programmverwaltung umfasst die Aufrechterhaltung der Ersthelfer-Abdeckung, die Aktualisierung von Ausstattung und Material, die Dokumentation und Auswertung von Vorfällen, die Integration der Ersten Hilfe in das umfassendere Arbeitsschutzprogramm und die kontinuierliche Verbesserung auf Grundlage von Erfahrungen. Die Zuweisung klarer Verantwortung für die Verwaltung des Erste-Hilfe-Programms stellt sicher, dass es konsequent Aufmerksamkeit erhält.\n\nDer Arbeitsschutzausschuss oder Sicherheitsbeauftragte sollte die Erste Hilfe in seine regelmäßige Überprüfungsagenda aufnehmen. Die jährliche Überprüfung des Erste-Hilfe-Programms sollte berücksichtigen, ob die Anzahl und Ausbildung der Ersthelfer auf Grundlage der Erfahrungen angemessen ist, ob Ausstattung und Einrichtungen geeignet und gut gepflegt sind, ob die Reaktionszeiten bei Vorfällen akzeptabel sind und ob Muster bei Vorfällen auf Präventionsmöglichkeiten hindeuten.",
      "subsections": [
        {
          "heading": "6.1 Ersthelfer-Abdeckung und Unterstützung",
          "content": "Sicherstellen, dass eine angemessene Ersthelfer-Abdeckung über alle Schichten und Abteilungen besteht. Einen Dienstplan erstellen, der zeigt, welche geschulten Ersthelfer zu welcher Zeit im Dienst sind, und Notfallpläne für Abwesenheiten (Urlaub, Krankheit) haben. Anreize für Mitarbeiter in Betracht ziehen, sich als Ersthelfer ausbilden zu lassen — eine kleine Gehaltszulage, Anerkennung oder Freistellung für die Ausbildung können die Teilnahme fördern.\n\nDie Ersthelfer unterstützen: regelmäßige Auffrischungsschulungen bereitstellen, Gelegenheit zum Üben der Fertigkeiten, Zugang zu Beratung und Konsultation mit arbeitsmedizinischen Fachkräften und psychologische Unterstützung, wenn sie an traumatischen Vorfällen beteiligt sind. Ersthelfer können nach der Versorgung bei schweren Vorfällen Stress oder emotionale Reaktionen erleben, insbesondere wenn das Ergebnis schlecht ist. Dies anerkennen und angemessene Unterstützung einschließlich Nachbesprechung und bei Bedarf Beratung bereitstellen.\n\nEin Register der geschulten Ersthelfer führen, einschließlich Ausbildungsdaten, Zertifikatsablaufdaten und Erneuerungszeitpläne. Verfolgen, wann Auffrischungsschulungen fällig sind, und diese proaktiv planen, anstatt Zertifizierungen auslaufen zu lassen. Einige Organisationen halten einige zusätzliche geschulte Ersthelfer über die Mindestanforderung hinaus vor, um einen Puffer für Abwesenheiten und Fluktuation zu bieten."
        },
        {
          "heading": "6.2 Aus Vorfällen lernen",
          "content": "Jeder Vorfall, der Erste Hilfe erfordert, ist eine Gelegenheit zum Lernen und Verbessern. Die Unfallaufzeichnungen regelmäßig überprüfen, um Muster zu identifizieren: Wiederholen sich bestimmte Verletzungsarten? Sind bestimmte Bereiche oder Tageszeiten stärker betroffen? Sind die Reaktionszeiten angemessen? Wurden Mängel in der Erste-Hilfe-Versorgung oder -Reaktion festgestellt? Diese Informationen nutzen, um die Prävention zu verbessern (Grundursachen wiederkehrender Verletzungen angehen), die Erste-Hilfe-Reaktion zu verbessern (zusätzliche Schulung zu häufigen Szenarien, Umpositionierung von Erste-Hilfe-Kästen) und die Überprüfung der Gefährdungsbeurteilung zu informieren.\n\nSchwere Vorfälle detaillierter untersuchen, um Grundursachen zu verstehen und Präventionsmaßnahmen zu identifizieren. Beinahe-Unfälle (bei denen eine Verletzung beinahe eingetreten wäre oder viel schlimmer hätte sein können) sollten ebenfalls untersucht werden, da sie häufig Gefahren aufdecken, bevor es zu schweren Verletzungen kommt. Eine Kultur des Meldens und Lernens statt Beschuldigens ermutigt Mitarbeiter, Vorfälle und Beinahe-Unfälle zu melden, damit Lernmöglichkeiten nicht verpasst werden.\n\nRegelmäßig die Nutzung des Erste-Hilfe-Kastens überprüfen, um Nachbestellentscheidungen zu informieren. Wenn bestimmte Artikel nie verwendet werden, sind sie notwendig? Wenn bestimmte Artikel sehr häufig verwendet werden, sollten größere Mengen bevorratet oder die Prävention dieser Verletzungen untersucht werden? Nutzungsmuster geben Aufschluss über den tatsächlichen Erste-Hilfe-Bedarf Ihres spezifischen Arbeitsplatzes."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Checkliste Anforderungen an das Erste-Hilfe-Programm",
      "items": [
        "Angemessene Anzahl geschulter Ersthelfer für Betriebsgröße und Risikoniveau benannt",
        "Ersthelfer-Abdeckung für alle Schichten und Abteilungen sichergestellt",
        "Ersthelfer-Ausbildung aktuell und innerhalb des erforderlichen Zeitraums aufgefrischt (2–3 Jahre)",
        "Erste-Hilfe-Kästen in angemessener Anzahl und an geeigneten Standorten basierend auf Betriebsgröße und -layout bereitgestellt",
        "Kasteninhalt angemessen für die Arbeitsplatzrisiken (Schnitte, Verbrennungen, allgemeine Verletzungen)",
        "Kästen regelmäßig inspiziert (monatlich) und mit vollständigem, nicht abgelaufenem Inhalt gepflegt",
        "Erste-Hilfe-Raum oder geeigneter Behandlungsbereich verfügbar, wenn nach Betriebsgröße erforderlich",
        "Alle Mitarbeiter über Erste-Hilfe-Vorkehrungen informiert: wer, wo, was im Notfall tun",
        "Notfall-Kontaktverfahren klar kommuniziert (Notrufnummer 112)",
        "Unfallbuch geführt und alle Vorfälle dokumentiert",
        "Erste-Hilfe-Verfahren in Gefährdungsbeurteilung und Notfallpläne integriert",
        "Jährliche Überprüfung der Angemessenheit und Wirksamkeit des Erste-Hilfe-Programms"
      ]
    },
    {
      "title": "Monatliche Inspektionscheckliste Erste-Hilfe-Kasten",
      "items": [
        "Kastenstandort zugänglich und deutlich gekennzeichnet",
        "Kastenbehälter sauber und unbeschädigt, Verschlüsse intakt",
        "Inventarliste vorhanden und aktuell",
        "Alle erforderlichen Artikel in vorgeschriebener Menge vorhanden",
        "Sterile Artikel in versiegelter, unbeschädigter Verpackung",
        "Alle Artikel innerhalb der Verfallsdaten — abgelaufene Artikel ersetzen",
        "Einweghandschuhe in mehreren Größen verfügbar",
        "Blaue wasserfeste Pflaster für Lebensmittelhandhabende verfügbar",
        "Verbrennungsbehandlungsmaterial verfügbar und nicht abgelaufen",
        "Augenspüllösung verfügbar und nicht abgelaufen",
        "Erste-Hilfe-Anleitungsblatt vorhanden und aktuell",
        "Inspektion dokumentiert mit Datum, Name des Prüfers, etwaige ergriffene Maßnahmen"
      ]
    },
    {
      "title": "Checkliste Notfallreaktionsverfahren",
      "items": [
        "Die Situation beurteilen: Ist es sicher, sich zu nähern?",
        "Reaktion des Verletzten prüfen: Ist er bei Bewusstsein? Spricht er? Bewegt er sich?",
        "Wenn bewusstlos: Atmung prüfen — schauen, hören, fühlen auf normale Atmung",
        "Wenn nicht normal atmend: sofort 112 anrufen und HLW beginnen",
        "Wenn atmend aber bewusstlos: in stabile Seitenlage bringen, 112 anrufen, Atmung überwachen",
        "Wenn bei Bewusstsein aber verletzt: Verletzungen beurteilen, angemessene Erste Hilfe leisten",
        "Bei schwerer Verletzung oder Unsicherheit 112 anrufen",
        "Der Leitstelle Standort, Anzahl der Verletzten, Art der Verletzungen mitteilen",
        "Jemanden zum Empfang des Rettungswagens schicken und zum Verletzten leiten",
        "Verletzten weiter überwachen und Erste Hilfe leisten, bis Rettungsdienst eintrifft",
        "Übergabe an Rettungsdienst: Vorfall, Verletzungen, geleistete Behandlung, aktuellen Zustand beschreiben",
        "Vorfall schnellstmöglich im Unfallbuch dokumentieren"
      ]
    }
  ],
  "bestPractices": [
    "Mehr Ersthelfer als die Mindestanforderung ausbilden, um Abdeckung bei Abwesenheiten und Tiefe sicherzustellen",
    "Regelmäßig Erste-Hilfe-Szenarien oder -Simulationen durchführen, um Fertigkeiten und Zuversicht zwischen tatsächlichen Vorfällen aufrechtzuerhalten",
    "Erste-Hilfe-Kästen strategisch dort positionieren, wo Verletzungen am wahrscheinlichsten sind und die Reaktionszeit am wichtigsten ist",
    "Visuelle Hilfsmittel (Poster, Schilder) verwenden, um Mitarbeiter an Erste-Hilfe-Standorte und grundlegende Notfallverfahren zu erinnern",
    "Nach bedeutenden Erste-Hilfe-Vorfällen eine Nachbesprechung durchführen, um gewonnene Erkenntnisse zu identifizieren und Ersthelfer emotional zu unterstützen",
    "Erste-Hilfe-Schulung in die Einarbeitung neuer Mitarbeiter integrieren, damit alle ein Grundbewusstsein haben, auch wenn sie keine benannten Ersthelfer sind",
    "In größeren Betrieben oder solchen mit erhöhtem Herzrisiko (ältere Gäste, Stressumgebung) die Installation eines AED in Betracht ziehen",
    "Beziehungen zu örtlichen Rettungsdiensten aufbauen — sie einladen, den Betrieb zu besuchen und sich mit den Räumlichkeiten vertraut zu machen",
    "Erste-Hilfe-Vorfälle erfassen und Trends analysieren, um Präventionsmöglichkeiten zu identifizieren, anstatt nur reaktiv Verletzungen zu behandeln"
  ],
  "glossary": {
    "Erste Hilfe": "Sofortige Versorgung einer verletzten oder erkrankten Person, bevor professionelle medizinische Hilfe eintrifft",
    "Ersthelfer": "In Erster Hilfe geschulte und zur Leistung derselben am Arbeitsplatz benannte Person",
    "HLW": "Herz-Lungen-Wiederbelebung — Thoraxkompressionen zur Aufrechterhaltung des Blutflusses bei Herzstillstand",
    "AED": "Automatisierter Externer Defibrillator — Gerät, das den Herzrhythmus analysiert und bei Bedarf einen elektrischen Schock abgibt, um das Herz wieder in Gang zu bringen",
    "Anaphylaxie": "Schwere, potenziell lebensbedrohliche allergische Reaktion, die mehrere Organsysteme betrifft",
    "Stabile Seitenlage": "Position für bewusstlose, aber atmende Personen, auf der Seite liegend mit nach hinten geneigtem Kopf zur Aufrechterhaltung eines offenen Atemwegs",
    "Erstuntersuchung": "Erste Beurteilung mit Prüfung auf Gefahr, Reaktion, Atmung und Kreislauf",
    "Rettungsdienst": "Professioneller Rettungs- und Notarztdienst (112 in Spanien)",
    "Unfallbuch": "Libro de Accidentes — vorgeschriebene Aufzeichnung aller Arbeitsunfälle und geleisteter Erster Hilfe"
  }
}