{
  "title": "Verplichte documentatiechecklist",
  "legalBasis": "Uitgebreide compilatie op basis van: EU-Verordening 852/2004 (documentatie voedselveiligheid); Ley 31/1995 (documentatie arbeidsgezondheid); Estatuto de los Trabajadores en RD 8/2019 (arbeidsdocumentatie); Wet 12/2012 inzake bedrijfsregistratie; diverse sectorale regelgeving",
  "summary": "Het exploiteren van een horecagelegenheid in Spanje vereist het bijhouden van uitgebreide documentatie in meerdere regelgevingsdomeinen, waaronder voedselveiligheid, arbeidsgezondheid en -veiligheid, arbeidsrecht, bedrijfsregistratie, belastingnaleving en sectorspecifieke vergunningen. Deze documentatie dient meerdere doelen: het aantonen van wettelijke naleving aan inspecteurs en autoriteiten, het beschermen van het bedrijf in geval van claims of rechtszaken, het effectief beheren van de bedrijfsvoering en het waarborgen van continuïteit bij personeelswisselingen. Het niet bijhouden van vereiste documentatie kan leiden tot administratieve boetes, operationele beperkingen, schorsing van vergunningen en ernstige problemen bij het verweer tegen klachten of juridische claims.\n\nDe documentatielast kan overweldigend aanvoelen, met name voor kleine gelegenheden met beperkte administratieve capaciteit. Veel documentatie volgt echter sjablonen of standaardformaten, en veel onderdelen vereisen slechts periodieke bijwerking in plaats van voortdurend onderhoud. De sleutel is het opzetten van georganiseerde systemen vanaf het begin, het handhaven van consistente werkwijzen voor registratie en archivering, en het toewijzen van voldoende tijd en verantwoordelijkheid voor documentatiebeheer. Digitale documentbeheersystemen kunnen de fysieke opslagbelasting aanzienlijk verminderen en de toegankelijkheid verbeteren, hoewel bepaalde documenten mogelijk nog steeds in origineel papierformaat vereist zijn.\n\nDeze gids biedt een uitgebreide checklist van verplichte documentatie geordend per categorie, met beknopte toelichtingen over wat elk document is, waarom het vereist is, wie verantwoordelijk is voor het bijhouden ervan, bewaarvereisten en waar het toegankelijk moet zijn. De checklist moet jaarlijks worden herzien en telkens wanneer regelgeving verandert, om ervoor te zorgen dat alle vereiste documentatie actueel en volledig is. Proactief documentatiebeheer voorkomt de crisis van het ontdekken van ontbrekende of verouderde documenten tijdens een inspectie.",
  "keyPoints": [
    "Meerdere regelgevingsdomeinen vereisen specifieke documentatie van horecagelegenheden",
    "Voedselveiligheidsdocumentatie omvat HACCP-plan, temperatuurlogboeken, reinigingsregistraties, leveranciersdocumenten en traceerbaarheidsregistraties",
    "Documentatie voor arbeidsgezondheid omvat PRL-preventieplan, risico-inventarisaties, opleidingsregistraties en noodplannen",
    "Arbeidsdocumentatie omvat arbeidsovereenkomsten, tijdregistraties, salarisadministratie en registratie bij de Seguridad Social",
    "Bedrijfsvergunningen en registraties moeten actueel zijn, zichtbaar worden getoond waar vereist, en tijdig worden verlengd",
    "Veel documenten hebben specifieke bewaartermijnen variërend van 2 tot meer dan 10 jaar",
    "Documenten moeten toegankelijk zijn voor bevoegde autoriteiten tijdens inspecties",
    "Georganiseerde archiveringssystemen (fysiek en/of digitaal) zijn essentieel voor documentatiebeheer",
    "Regelmatige audits van documentatievolledigheid helpen hiaten te identificeren en aan te pakken vóór inspecties",
    "Wijs duidelijke verantwoordelijkheid toe voor het bijhouden van elke categorie documentatie"
  ],
  "sections": [
    {
      "heading": "1. Voedselveiligheidsdocumentatie",
      "content": "Voedselveiligheidsdocumentatie behoort tot de meest uitgebreide en frequentst geïnspecteerde categorieën. EU-Verordening 852/2004 en de Spaanse uitvoeringswetgeving vereisen uitgebreide documentatie van het HACCP/APPCC-systeem en alle gerelateerde voedselveiligheidsprocedures. Deze documenten moeten actueel worden gehouden, beschikbaar zijn voor inspectie en gedurende voorgeschreven perioden worden bewaard. Gezondheidsinspecteurs zullen deze documenten beoordelen tijdens officiële controles om te verifiëren dat voedselveiligheidsbeheer niet slechts theoretisch is, maar actief wordt geïmplementeerd en bewaakt.\n\nHet basisdocument is het HACCP-plan zelf, dat het voedselveiligheidsbeheersysteem beschrijft dat specifiek is voor de gelegenheid. Dit plan omvat: gevarenanalyse voor alle processen, identificatie van Kritieke Beheerspunten (CCP's), kritieke grenzen voor elk CCP, bewakingsprocedures, procedures voor corrigerende maatregelen, verificatieprocedures en protocollen voor documentatie/registratie. Het HACCP-plan moet minstens jaarlijks worden herzien en telkens wanneer significante veranderingen optreden (menuwijzigingen, apparatuurwijzigingen, indelingsaanpassingen). Bewaar de huidige versie en vorige versies gedurende minimaal 2 jaar om aan te tonen hoe het systeem zich heeft ontwikkeld.\n\nOperationele registraties die worden gegenereerd door het implementeren van het HACCP-plan zijn even belangrijk. Temperatuurbewakingslogboeken (koelkasten, vriezers, warmhouden, kerntemperaturen bij bereiding) moeten dagelijks worden ingevuld en minimaal 6 maanden worden bewaard, langer indien vereist door regionale regelgeving. Reinigings- en desinfectieregistraties die documenteren dat het reinigingsplan is gevolgd, moeten dagelijks worden bijgehouden en minimaal 3 maanden worden bewaard. Ontvangstregistraties van leveringen waaruit blijkt dat inkomende producten zijn gecontroleerd op temperatuurconformiteit, kwaliteit en juiste documentatie, moeten minimaal 1 jaar worden bijgehouden. Traceerbaarheidsregistraties die producten koppelen aan leveranciers en lotnummers moeten minimaal 5 jaar worden bewaard, zoals vereist door EU-traceerbaarheidsregelgeving.",
      "subsections": [
        {
          "heading": "1.1 Leveranciers- en productdocumentatie",
          "content": "Houd een actuele lijst van goedgekeurde leveranciers bij met de bedrijfsnaam, het gezondheidsregistratienummer (RGSEAA of equivalent), contactgegevens en geleverde producten van elke leverancier. Werk deze lijst bij telkens wanneer leveranciers veranderen en controleer minstens jaarlijks of de registraties van leveranciers nog geldig zijn. Bewaar afleveringsbonnen en facturen met productbeschrijvingen, lotnummers, hoeveelheden, leverdata en leveranciersgegevens. Deze documenten ondersteunen de traceerbaarheid en moeten minimaal 5 jaar worden bewaard.\n\nVoor specifieke risicovolle producten kan aanvullende documentatie vereist zijn. Dierlijke producten (vlees, vis, zuivel, eieren) moeten afkomstig zijn van goedgekeurde inrichtingen met gezondheidsregistratienummers die op etiketten of leveringsdocumentatie staan vermeld. Bewaar analyseverslagen voor producten waar dit vereist is (zoals bevroren vis voor rauwconsumptie waarvoor parasietinspectie vereist is). Houd veiligheidsinformatiebladen (MSDS of SDS) bij voor alle reinigingsmiddelen en andere chemische producten die met voedsel in contact komen, werk deze bij telkens wanneer producten veranderen en maak ze toegankelijk voor personeel dat de producten gebruikt."
        },
        {
          "heading": "1.2 Opleidings- en competentieregistraties",
          "content": "Alle voedselbereiders moeten beschikken over geldige certificaten voor voedselbereiding (Carnet de Manipulador de Alimentos). Bewaar kopieën van alle certificaten in een speciaal dossier, geordend op naam van de medewerker. Controleer certificaten bij indiensttreding voordat de medewerker met voedsel omgaat, en houd vervaldatums bij om verlenging te waarborgen waar vereist door regionale regelgeving. Indien de gelegenheid interne opleidingen verzorgt, houd registraties bij van alle opleidingssessies inclusief: datum, duur, onderwerp, kwalificaties van de trainer, aanwezigen met handtekeningen en opleidingsmateriaal.\n\nHet HACCP-team moet minimaal één lid bevatten met formele HACCP-opleiding. Bewaar certificaten of bewijzen van HACCP-opleiding voor aangewezen teamleden. Documenteer HACCP-planherzieningen met notulen van vergaderingen met datum, aanwezigen, besproken onderwerpen, eventuele wijzigingen en datum van de volgende herziening. Jaarlijkse herzieningen zijn het minimum, maar herzieningen moeten ook plaatsvinden wanneer significante wijzigingen in de bedrijfsvoering worden doorgevoerd."
        }
      ]
    },
    {
      "heading": "2. Documentatie voor arbeidsgezondheid en -veiligheid",
      "content": "Ley 31/1995 de Prevención de Riesgos Laborales en de bijbehorende uitvoeringsregels stellen uitgebreide documentatievereisten vast voor arbeidsgezondheid en -veiligheid. Deze documenten tonen aan dat de werkgever werkplekgevaren heeft geïdentificeerd, risico's heeft beoordeeld, preventieve maatregelen heeft geïmplementeerd, werknemers heeft opgeleid en de effectiviteit heeft bewaakt. Arbeidsinspecteurs zullen deze documentatie beoordelen tijdens arbeidsgezondheidsonderzoeken, en het wordt cruciaal bewijsmateriaal in geval van arbeidsongevallen of claims voor beroepsziekten.\n\nDe basis is het Preventieplan (Plan de Prevención de Riesgos Laborales), een uitgebreid document dat het arbeidsgezondheids- en veiligheidsbeheersysteem van de organisatie vaststelt. Het plan beschrijft: organisatiestructuur en verantwoordelijkheden voor preventie, integratie van preventie in alle bedrijfsactiviteiten, coördinatie met externe preventiediensten indien van toepassing, en hoe het plan wordt bewaakt en bijgewerkt. Voor bedrijven met minder dan 6 werknemers kan vereenvoudigde documentatie worden toegestaan, maar zelfs microbedrijven moeten basisdocumentatie voor preventie hebben.\n\nDocumenten voor Risico-inventarisatie en -evaluatie (Evaluación de Riesgos) moeten alle werkplekgevaren identificeren, de waarschijnlijkheid en ernst van schade evalueren, huidige preventieve maatregelen bepalen, eventuele aanvullende maatregelen identificeren en risicobeheersingsmaatregelen prioriteren. Beoordelingen moeten alle werkplekken, alle taken, alle werknemers inclusief tijdelijke en deeltijdmedewerkers, en alle apparatuur bestrijken. Speciale beoordelingen zijn vereist voor zwangere werknemers, jonge werknemers (onder 18), nachtwerkers en werknemers in functies met specifieke risico's. Risico-inventarisaties moeten worden herzien wanneer significante veranderingen optreden en in ieder geval wanneer arbeidsomstandigheden veranderen.",
      "subsections": [
        {
          "heading": "2.1 Noodplan en documentatie gezondheidsbewaking",
          "content": "Het Noodplan (Plan de Emergencia) moet procedures beschrijven voor alle voorzienbare noodsituaties, waaronder brand, gaslekken, ernstig letsel en natuurrampen. Het plan omvat: noodprocedures voor elk scenario, ontruimingsroutes en verzamelpunten, rollen en verantwoordelijkheden (brandwachten, eerstehulpverleners, ontruimingscoördinatoren), noodcontactgegevens en schema's voor opleiding en oefeningen. Voer minimaal twee keer per jaar ontruimingsoefeningen uit en documenteer elke oefening met datum, tijd, duur, deelnemers, observaties en eventuele vereiste corrigerende maatregelen.\n\nRegistraties voor gezondheidsbewaking documenteren periodieke gezondheidsonderzoeken die worden aangeboden aan werknemers in functies met specifieke gezondheidsrisico's. Houd registraties bij van: gezondheidsonderzoeken die aan elke werknemer zijn aangeboden (initieel onderzoek en periodieke verlengingen), aanvaarding of weigering door de werknemer (weigering moet vrijwillig zijn en gedocumenteerd), eventuele werkbeperkingen of aanpassingen aanbevolen door de bedrijfsgezondheidsdienst, en opvolging van aanbevelingen. Deze registraties zijn vertrouwelijke medische informatie die onderworpen is aan strikte privacybescherming — bewaar ze gescheiden van algemene personeelsdossiers met beperkte toegang."
        },
        {
          "heading": "2.2 Documentatie opleiding en overleg",
          "content": "Alle werknemers moeten tijdens de inwerkperiode en telkens wanneer omstandigheden veranderen een gezondheids- en veiligheidsopleiding ontvangen die past bij hun functie. Houd opleidingsregistraties bij inclusief: datum, duur, behandelde inhoud, kwalificaties van de trainer, aanwezigen met handtekeningen en verstrekt opleidingsmateriaal. Specifieke opleidingsregistraties zijn vereist voor: algemene introductie gezondheid en veiligheid, functiegerichte veiligheidsopleiding, opleiding noodprocedures, apparatuurspecifieke opleiding en eventuele gespecialiseerde opleiding (heftruckbediening, werken op hoogte, chemische behandeling).\n\nOverleg met en participatie van werknemers is een wettelijke vereiste. Documenteer overlegprocessen inclusief: instelling van werknemersvertegenwoordigers of arboveiligheidscommissie indien vereist door de bedrijfsomvang, notulen van vergaderingen van de veiligheidscommissie of werknemersoverleg, inbreng van werknemers bij risico-inventarisatie en preventieve maatregelen, en reacties op veiligheidsconcerns van werknemers. Deze documentatie toont naleving van overlegvereisten aan en kan waardevol zijn als werknemers later beweren dat ze niet zijn geraadpleegd over veiligheidszaken."
        }
      ]
    },
    {
      "heading": "3. Arbeids- en arbeidsrechtelijke documentatie",
      "content": "Het Spaanse arbeidsrecht vereist uitgebreide documentatie van de arbeidsrelatie van werving tot beëindiging en daarna. Deze documenten beschermen zowel de rechten van werkgever als werknemer, faciliteren belasting- en socialezekerheidsnaleving en dienen als bewijs in geval van arbeidsgeschillen. Vereisten voor arbeidsdocumentatie gelden voor alle werknemers ongeacht contracttype, werkuren of duur van het dienstverband. Bijzondere zorg moet worden besteed aan tijdelijke en deeltijdcontracten om ervoor te zorgen dat deze aan wettelijke vereisten voldoen en behoorlijk zijn gedocumenteerd.\n\nArbeidsovereenkomsten moeten schriftelijk zijn voor alle arbeidsrelaties, behalve vaste voltijdcontracten (hoewel schriftelijke contracten ook daarvoor worden aanbevolen). Tijdelijke contracten, deeltijdcontracten, opleidingscontracten en fijo discontinuo-contracten moeten schriftelijk zijn en moeten vermelden: partijen bij het contract, startdatum (en einddatum voor tijdelijke contracten), functiecategorie en taken, werklocatie, werktijden en rooster, bezoldiging, proeftijd indien van toepassing en toepasselijke collectieve arbeidsovereenkomst. Contracten moeten binnen voorgeschreven termijnen worden geregistreerd bij de arbeidsdienst (SEPE). Bewaar origineel ondertekende contracten en bewijs van registratie voor onbepaalde tijd.\n\nTijdregistratie (Registro de Jornada) is sinds 2019 verplicht op grond van RD-ley 8/2019. Het systeem moet de dagelijkse begin- en eindtijd (niet slechts het totaal aantal uren) registreren voor elke werknemer, elke dag. Registraties moeten 4 jaar worden bewaard en te allen tijde toegankelijk zijn voor werknemers, werknemersvertegenwoordigers en arbeidsinspecteurs. Het registratiesysteem moet betrouwbaar, objectief en verifieerbaar zijn — geaccepteerde methoden zijn elektronische klokken, digitale systemen met individuele inloggegevens of handmatige registers met individuele handtekeningen. Onvolledige, kennelijk vervalste of ontoegankelijke registraties kunnen tot aanzienlijke boetes leiden.",
      "subsections": [
        {
          "heading": "3.1 Salarisadministratie en socialezekerheidsadministratie",
          "content": "Maandelijkse salarisdocumenten (nóminas) moeten aan elke werknemer worden verstrekt met vermelding van: bruto salaris inclusief alle componenten (basis, toeslagen, overwerk, bonussen), inhoudingen (inkomstenbelasting, socialezekerheidspremies), netto loon, werkgeversbijdragen sociale zekerheid en cumulatieve totalen voor het jaar. Bewaar kopieën van alle salarisdocumenten minimaal 5 jaar. De salarisadministratie moet voldoen aan de minimumlonen uit de toepasselijke collectieve arbeidsovereenkomst en de vereisten voor gelijke beloning.\n\nSocialezekerheidsregistratiedocumenten moeten worden bijgehouden voor alle werknemers, inclusief: originele inschrijving bij de Seguridad Social (bewijs van inschrijving), eventuele wijzigingen in de inschrijving (wijzigingen in salaris, categorie, werkuren), perioden van tijdelijke arbeidsongeschiktheid (ziekteverlof-documentatie) en uitschrijving bij beëindiging van het dienstverband. Bewaar volledige kopieën van socialezekerheidsafdrachtdocumenten (TC1, TC2) met de maandelijks betaalde premies. Deze documenten zijn essentieel voor het verweer tegen claims van onregelmatige arbeid of socialezekerheidsfraude. Bewaar ze voor onbepaalde tijd, aangezien claims jaren na het dienstverband kunnen ontstaan."
        },
        {
          "heading": "3.2 Documentatie bij disciplinaire maatregelen en beëindiging",
          "content": "Alle disciplinaire maatregelen moeten schriftelijk worden gedocumenteerd met vermelding van: de feiten die de overtreding vormen, de toepasselijke bepaling uit de collectieve arbeidsovereenkomst of bedrijfsregels die is geschonden, de opgelegde sanctie en het recht op bezwaar. Verstrek kopieën aan de werknemer en werknemersvertegenwoordigers zoals vereist door de collectieve arbeidsovereenkomst. Bewaar kopieën in personeelsdossiers. Indien het dienstverband om disciplinaire redenen wordt beëindigd, moet de documentatie bijzonder grondig zijn, aangezien deze nauwkeurig zal worden onderzocht indien de werknemer onrechtmatig ontslag claimt.\n\nDocumentatie bij beëindiging verschilt per type beëindiging. Vrijwillig ontslag vereist een schriftelijke ontslagbrief van de werknemer. Beëindiging door de werkgever vereist een schriftelijke mededeling met vermelding van de ingangsdatum, de reden voor beëindiging, de opzegtermijn of compensatie en eventuele openstaande betalingen. Beëindigingen anders dan vrijwillig ontslag of voltooiing van een tijdelijk contract vereisen voorafgaande mededeling aan werknemersvertegenwoordigers (10 dagen overlegperiode bij objectieve beëindiging, onmiddellijk bij disciplinair ontslag). Bewaar volledige documentatie van alle beëindigingsprocedures, inclusief kennisgevingen, overleg en afrekeningen."
        }
      ]
    },
    {
      "heading": "4. Bedrijfsvergunningen en registraties",
      "content": "Het exploiteren van een horecagelegenheid vereist meerdere vergunningen, registraties en vergunningen op verschillende overheidsniveaus. Deze documenten moeten worden verkregen vóór aanvang van de activiteiten, tijdig worden verlengd en worden getoond of beschikbaar worden gesteld zoals voorgeschreven door regelgeving. Het niet bijhouden van actuele vergunningen kan leiden tot bedrijfsverboden, boetes en in ernstige gevallen strafrechtelijke aansprakelijkheid. De specifieke vereisten variëren per autonome gemeenschap en gemeente, dus controleer lokale vereisten naast het hier beschreven algemene kader.\n\nDe Gezondheidsregistratie (Número de Registro Sanitario) wordt afgegeven door de regionale gezondheidsautoriteit na verificatie dat de gelegenheid aan hygiëne- en voedselveiligheidseisen voldoet. Het registratienummer moet worden getoond op een zichtbare, voor klanten toegankelijke locatie. De registratie is doorgaans onbeperkt geldig, maar moet worden bijgewerkt bij significante wijzigingen (eigendomsoverdracht, grote renovatie, wijziging in voedselactiviteiten). Bewaar het originele registratiecertificaat en eventuele wijzigingscertificaten. Sommige autonome gemeenschappen vereisen periodieke verlenging of herinspectie.\n\nDe Activiteitenvergunning (Licencia de Actividad) wordt afgegeven door de gemeentelijke overheid na verificatie dat de gelegenheid voldoet aan bestemmingsplannen, brandveiligheid, toegankelijkheid, milieu- en andere lokale regelgeving. Het vergunningsproces vereist doorgaans indiening van een technisch project, milieueffectverklaring, brandveiligheidsplan en betaling van leges. Eenmaal afgegeven moet de vergunning zichtbaar in het pand worden getoond. Bewaar de originele vergunning en alle ondersteunende documentatie (technische projecten, inspectierapporten, betalingsbewijzen). De vergunning moet worden bijgewerkt bij significante wijzigingen aan de gelegenheid of haar activiteiten.",
      "subsections": [
        {
          "heading": "4.1 Vergunningen voor alcohol, muziek en speciale activiteiten",
          "content": "Een drankvergunning is vereist voor het schenken van alcoholhoudende dranken en is doorgaans geïntegreerd in de activiteitenvergunning of gezondheidsregistratie, afhankelijk van de regio. Sommige regio's hebben afzonderlijke drankvergunningen. Beperkingen ten aanzien van openingstijden, leeftijdsverificatie-eisen en reclame kunnen van toepassing zijn. Vergunningen voor muziek en entertainment zijn vereist voor gelegenheden die livemuziek, dj-optredens of versterkte muziek boven achtergrondniveau aanbieden. De vereisten variëren aanzienlijk per gemeente en kunnen akoestische onderzoeken en beperkingen ten aanzien van tijden en geluidsniveaus omvatten.\n\nTerrasvergunningen (Licencia de Terraza) zijn vereist voor het exploiteren van buitenzitplaatsen op openbare trottoirs of andere openbare ruimten. Deze vergunningen specificeren: maximaal aantal tafels en stoelen, geautoriseerd gebied (vaak aangegeven op een plattegrond), geautoriseerde tijden, seizoensbeperkingen (veel worden alleen voor de warmere maanden afgegeven) en verplichtingen met betrekking tot reiniging en onderhoud. Vergunningen moeten doorgaans jaarlijks worden verlengd. Naleving van rookruimtebeleid moet worden gedocumenteerd indien de gelegenheid roken ergens toestaat, inclusief buitenterrassen, met bewijs van naleving van de antirookwetgeving Wet 42/2010."
        },
        {
          "heading": "4.2 Brandveiligheid en toegankelijkheidscertificering",
          "content": "Een brandveiligheidscertificaat of nalevingsdocumentatie is vereist om aan te tonen dat de gelegenheid voldoet aan de brandveiligheidseisen van het Technisch Bouwbesluit (Código Técnico de la Edificación, CTE) en RD 513/2017 inzake brandveiligheidsinstallaties. Dit omvat doorgaans: een certificaat voor brandveiligheidsinstallaties waaruit blijkt dat brandblussers, alarmen, noodverlichting en blussystemen zijn geïnstalleerd door erkende installateurs, onderhoudscontracten voor brandveiligheidsapparatuur met periodieke inspectieverslagen, en een ontruimingsplan dat voldoet aan CTE-vereisten.\n\nToegankelijkheidscertificering toont naleving aan van vereisten voor toegankelijkheid voor personen met een handicap. Voor nieuwe gelegenheden of grote renovaties na de toepasselijke data is volledige toegankelijkheidsnaleving vereist. Voor oudere gelegenheden kunnen de vereisten geleidelijk zijn. Bewaar documentatie van toegankelijkheidsvoorzieningen (hellingbanen, toegankelijke toiletten, breedte van deuren en gangpaden) en eventuele ontheffingen verleend wegens fysieke onmogelijkheid in historische gebouwen. Deze documentatie is belangrijk voor het verweer tegen discriminatieklachten alsook voor naleving van vergunningsvereisten."
        }
      ]
    },
    {
      "heading": "5. Belasting- en financiële documentatie",
      "content": "Belastingnaleving vereist het bijhouden van uitgebreide financiële administratie die alle zakelijke transacties, inkomsten, uitgaven en belastingverplichtingen documenteert. Het Spaanse belastingrecht stelt strikte eisen aan welke administratie moet worden bijgehouden, in welk formaat, voor hoe lang en hoe snel deze beschikbaar moet worden gesteld aan belastingautoriteiten. Hoewel belastingdocumentatie vaak wordt beheerd door externe accountants of belastingadviseurs, behoudt de bedrijfseigenaar de uiteindelijke verantwoordelijkheid voor het waarborgen van naleving en het bijhouden van vereiste administratie. Digitale administratie is over het algemeen acceptabel mits deze voldoet aan voorgeschreven beveiligings- en integriteitseisen.\n\nVereiste boekhoudkundige boeken zijn afhankelijk van de rechtsvorm van het bedrijf en of het bedrijf onder het normale of vereenvoudigde belastingregime valt. Minimumvereisten voor de meeste horecabedrijven omvatten: het Dagboek (Libro Diario) dat alle zakelijke transacties chronologisch registreert, het Grootboek (Libro Mayor) dat transacties per rekening ordent, en de Jaarrekening inclusief balans, winst- en verliesrekening en toelichting. Deze boeken moeten jaarlijks worden ingediend bij het Handelsregister voor geregistreerde bedrijven. Bewaar boekhoudkundige boeken voor onbepaalde tijd, aangezien zij het historische financiële verslag van het bedrijf vormen.\n\nFactuurdocumentatie omvat kopieën van alle aan klanten uitgereikte facturen en alle van leveranciers ontvangen facturen. Spaanse factureringsregels (RD 1619/2012) stellen specifieke eisen aan factuurinhoud, nummering en bewaring. Facturen moeten minimaal 6 jaar worden bewaard (sommige adviseurs bevelen 10 jaar aan om de maximale verjaringstermijn voor belastingzaken te dekken). Elektronische facturering wordt in toenemende mate standaard, maar papieren facturen blijven geldig. Vereenvoudigde facturen mogen worden uitgeschreven voor transacties onder €400, maar volledige facturen zijn vereist voor hogere bedragen.",
      "subsections": [
        {
          "heading": "5.1 Documentatie btw en inkomstenbelasting",
          "content": "Btw-documentatie (IVA) omvat: administratie van alle belastbare transacties met vermelding van belastinggrondslag en in rekening gebrachte btw, administratie van alle aankopen met vermelding van betaalde btw, per kwartaal of maandelijks ingediende btw-aangiften afhankelijk van bedrijfsomvang, en jaarlijks btw-overzicht. Bijzondere zorgvuldigheid is vereist bij gemengde btw-tarieven die gebruikelijk zijn in de horeca (verlaagd tarief voor eetdiensten, standaardtarief voor alcohol, mogelijk super-verlaagd tarief voor bepaalde artikelen). Houd uitgebreide administratie bij ter ondersteuning van de btw-behandeling van alle transacties. Fouten in de btw-administratie kunnen leiden tot naheffingen plus rente en boetes.\n\nDocumentatie voor inkomstenbelasting over bedrijfsinkomsten omvat: alle inkomsten- en kostenregistraties, documentatie van kapitaaluitgaven en afschrijvingsschema's, registraties van eventuele geclaimde bijzondere belastingfaciliteiten (zoals aftrekken voor bepaalde investeringen of stimuleringsmaatregelen), kwartaalvooruitbetalingen inkomstenbelasting (pagos fraccionados) en jaarlijkse aangifte inkomstenbelasting. Voor vennootschappen geldt de vennootschapsbelasting (Impuesto sobre Sociedades); voor eenmanszaken en vennootschappen onder firma geldt de inkomstenbelasting (IRPF) over bedrijfsinkomsten. Bewaar administratie minimaal 6 jaar na indiening, hoewel langere bewaring verstandig is."
        },
        {
          "heading": "5.2 Documentatie kassa en verkooppuntsysteem",
          "content": "Kassa's en verkooppuntsystemen moeten voldoen aan regelgeving gericht op het voorkomen van belastingfraude. Systemen moeten gedetailleerde registraties produceren van alle transacties, registraties moeten beveiligd en na creatie onwijzigbaar zijn, en dagelijkse sluitingsrapporten (Z-rapporten) moeten worden geproduceerd en bewaard. Sommige autonome gemeenschappen hebben specifieke eisen voor kassacertificering of realtime rapportage aan belastingautoriteiten (SII-systeem voor grote bedrijven). Bewaar alle Z-rapporten, transactielogboeken en systeemconfiguratiedocumentatie.\n\nIndien het bedrijf opereert in een kasintensieve omgeving, geldt extra toezicht. Grote contante transacties (€1.000 of meer in sommige contexten, €2.500 in andere) kunnen meldingsverplichtingen of beperkingen hebben. Houd administratie bij die de herkomst van contante stortingen op bankrekeningen documenteert ter verdediging tegen beschuldigingen van niet-gerapporteerde inkomsten. Bankadministratie (bankafschriften, stortingsbewijzen, betalingsbewijzen) moet minimaal 6 jaar worden bewaard en worden gekruiscontroleerd met boekhoudkundige boeken om aan te tonen dat alle bedrijfsmiddelen behoorlijk zijn verantwoord."
        }
      ]
    },
    {
      "heading": "6. Verzekerings- en contractuele documentatie",
      "content": "Verschillende soorten verzekeringen zijn wettelijk verplicht of zeer aan te bevelen voor risicobeheer. Bewaar actuele verzekeringspolissen, bewijs van premiebetaling en bijgewerkte verzekeringsverklaringen die toegankelijk zijn voor inspectie wanneer vereist. Aansprakelijkheidsverzekering is in de meeste contexten verplicht en dekt claims van derden voor lichamelijk letsel of materiële schade. De polis moet adequate dekkingslimieten bieden die passen bij de omvang en activiteiten van het bedrijf. Sommige regio's of gemeenten vereisen specifieke minimumdekkingsbedragen voor vergunningsdoeleinden.\n\nArbeidsongevallenverzekering via een onderlinge waarborgmaatschappij (Mutua) of rechtstreeks bij de Seguridad Social dekt arbeidsongevallen en beroepsziekten. Werkgevers moeten zich inschrijven bij een gekozen Mutua en de contactgegevens van de Mutua duidelijk zichtbaar voor werknemers tonen. Bewaar documentatie van Mutua-inschrijving, premiebetalingen en eventuele arbeidsongevallenrapporten die bij de Mutua zijn ingediend. Opstal- en bedrijfsschadeverzekering, hoewel niet wettelijk verplicht, biedt essentiële bescherming tegen brand, overstroming, diefstal en andere risico's. Bewaar polissen en zorg ervoor dat adequate dekkingslimieten periodiek worden herzien.\n\nContracten met leveranciers en dienstverleners moeten schriftelijk worden vastgelegd met vermelding van: partijen, geleverde diensten of producten, prijzen, betalingsvoorwaarden, leverings- of uitvoeringsschema's, aansprakelijkheidsbepalingen en beëindigingsvoorwaarden. Belangrijke contracten om te bewaren zijn: leverings-overeenkomsten voor eten en drinken, onderhoudscontracten voor apparatuur, afvalverwerkingscontracten, ongediertebestrijdingsovereenkomsten, schoonmaakovereenkomsten indien uitbesteed, en huur- of vastgoeddocumentatie. Bewaar origineel ondertekende contracten plus eventuele wijzigingen gedurende minimaal 6 jaar na beëindiging van de contractuele relatie.",
      "subsections": [
        {
          "heading": "6.1 Franchise- en merkovereenkomsten",
          "content": "Indien u onder een franchise- of merkovereenkomst opereert, bewaar alle franchisedocumentatie inclusief: franchiseovereenkomst met rechten en verplichtingen, operationele handboeken en merknormen, gebruiksovereenkomsten voor handelsmerken en intellectueel eigendom, gebiedsdefinities en exclusiviteitsbepalingen, vergoedingsstructuren en betalingsschema's, en beëindigingsvoorwaarden. Deze overeenkomsten zijn doorgaans uitgebreid en juridisch complex. Bewaar originele overeenkomsten plus alle wijzigingen en aanvullende documenten voor onbepaalde tijd, aangezien rechten en verplichtingen na beëindiging van de actieve franchiserelatie kunnen voortduren.\n\nVoldoe aan rapportageverplichtingen aan franchisegevers (operationele rapporten, financiële rapporten, nalevingsaudits) en bewaar kopieën van alle ingediende rapporten. Documenteer alle communicatie betreffende merknaleving, kwaliteitskwesties of geschillen. Deze documentatie beschermt de rechten van zowel franchisegever als franchisenemer en dient als bewijs indien geschillen ontstaan over naleving van franchisenormen of financiële verplichtingen."
        },
        {
          "heading": "6.2 Huurovereenkomsten en vastgoeddocumentatie",
          "content": "Indien u in gehuurde ruimten opereert, bewaar: originele huurovereenkomst met vermelding van huurprijs, duur, verlengingsopties, toegestaan gebruik, onderhoudsverantwoordelijkheden en beëindigingsvoorwaarden; bewijs van huurbetalingen; correspondentie met de verhuurder betreffende onderhoudskwesties of wijzigingen; en eventuele vergunningen of toestemmingen van de verhuurder voor bedrijfsactiviteiten, verbouwingen of onderverhuur indien van toepassing. Huurgeschillen komen vaak voor in commerciële contexten, en uitgebreide documentatie van de huurrelatie is essentiële bescherming.\n\nVoor eigen vastgoed, bewaar: eigendomsdocumenten, hypotheekdocumentatie indien van toepassing, betalingsbewijzen onroerendezaakbelasting (IBI), betalingsbewijzen van bijdragen aan de vereniging van eigenaren indien in een meervoudig pand, bouwvergunningen voor eventuele renovaties of wijzigingen, en opstalverzekeringspolissen. Hoewel het bedrijf de exploitant is en niet het vastgoed zelf, is vastgoeddocumentatie belangrijk om het wettelijke recht aan te tonen om op de locatie te opereren en om te voldoen aan vergunningsvereisten die afhankelijk kunnen zijn van eigendom of machtiging."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Checklist voedselveiligheidsdocumentatie",
      "items": [
        "HACCP/APPCC-plan actueel en jaarlijks herzien",
        "Temperatuurbewakingslogboeken (koelkasten, vriezers, bereiding, warmhouden) actueel en volledig",
        "Reinigings- en desinfectieregistraties actueel en afgetekend",
        "Ontvangstregistraties voor recente leveringen",
        "Lijst goedgekeurde leveranciers actueel met geverifieerde gezondheidsregistratienummers",
        "Afleveringsbonnen en facturen met traceerbaarheid voor huidige voorraad plus bewaartermijn",
        "Certificaten voor voedselbereiding voor alle medewerkers die met voedsel omgaan, actueel en geldig",
        "HACCP-opleidingscertificaten voor teamleden",
        "Contract ongediertebestrijding en inspectieregistraties",
        "Waterkwaliteitstestresultaten bij gebruik van eigen watervoorziening",
        "Kalibratieregistraties voor thermometers en meetapparatuur",
        "Registraties van afwijkingen en corrigerende maatregelen"
      ]
    },
    {
      "title": "Checklist documentatie arbeidsgezondheid en -veiligheid",
      "items": [
        "Preventieplan (Plan de PRL) actueel en herzien",
        "Risico-inventarisatie en -evaluatie (Evaluación de Riesgos) actueel, alle functies en gevaren dekkend",
        "Noodplan (Plan de Emergencia) actueel met ontruimingsroutes en procedures",
        "Registraties ontruimingsoefeningen afgelopen jaar (minimaal 2 oefeningen)",
        "Opleidingsregistraties gezondheid en veiligheid voor alle werknemers",
        "Registraties gezondheidsbewaking (indien van toepassing) vertrouwelijk bijgehouden",
        "Arbeidsongevallenregistraties (Parte de Accidente) voor eventuele arbeidsongevallen",
        "Inventaris en aanvulregistraties EHBO-benodigdheden",
        "Inspectiecertificaten brandveiligheidsapparatuur actueel",
        "Contract met externe preventiedienst indien van toepassing",
        "Notulen werknemersvertegenwoordiging of arboveiligheidscommissie",
        "Bijgewerkte risico-inventarisatie voor zwangere werknemers, jonge werknemers of nachtwerkers indien van toepassing"
      ]
    },
    {
      "title": "Checklist arbeidsdocumentatie",
      "items": [
        "Arbeidsovereenkomsten voor alle werknemers, ondertekend en geregistreerd bij SEPE",
        "Socialezekerheidsregistratiedocumentatie voor alle werknemers",
        "Tijdregistratiesysteem operationeel met volledige registraties van de afgelopen 4 jaar",
        "Maandelijkse salarisdocumenten (nóminas) voor alle werknemers met bewijs van verstrekking",
        "Socialezekerheidspremieregistraties (TC1, TC2) actueel en betaald",
        "Loonbelastingregistraties (Modelo 111) per kwartaal ingediend",
        "Bevestigingen contractregistratie van SEPE",
        "Personeelsdossiers met kopieën van identiteitsbewijs, kwalificaties, referenties, beoordelingsverslagen",
        "Verlofregistraties (vakantie, ziekteverlof, ouderschapsverlof) met autorisaties",
        "Disciplinaire registraties indien aanwezig, met deugdelijke kennisgevingsdocumentatie",
        "Beëindigingsdocumentatie voor vertrokken werknemers met afrekeningen",
        "Toepasselijke collectieve arbeidsovereenkomst voor de gelegenheid"
      ]
    },
    {
      "title": "Checklist bedrijfsvergunningen en registraties",
      "items": [
        "Gezondheidsregistratie (Número de Registro Sanitario) actueel en zichtbaar getoond",
        "Activiteitenvergunning (Licencia de Actividad) actueel en zichtbaar getoond",
        "Drankvergunning actueel indien alcoholhoudende dranken worden geschonken",
        "Terrasvergunning actueel indien terras wordt geëxploiteerd",
        "Vergunning muziek en entertainment actueel indien muziek wordt aangeboden",
        "Belastingidentificatienummer (NIF/CIF) registratie actueel",
        "Bedrijfsregistratie (inschrijving in Registro Mercantil indien vereist)",
        "Brandveiligheidscertificaat of nalevingsdocumentatie actueel",
        "Onderhoudsregistraties brandveiligheidsapparatuur actueel",
        "Toegankelijkheidsnaleving documentatie of ontheffing",
        "Registratie gegevensbescherming of verantwoordingsdocumentatie",
        "Verzekeringsverklaringen actueel (aansprakelijkheid, arbeidsongevallen, opstal)"
      ]
    },
    {
      "title": "Checklist financiële en belastingdocumentatie",
      "items": [
        "Boekhoudkundige boeken actueel (Dagboek, Grootboek, Jaarrekening)",
        "Alle aan klanten uitgereikte facturen correct genummerd en bewaard",
        "Alle van leveranciers ontvangen facturen geordend en bewaard",
        "Btw-aangiften per kwartaal/maand ingediend en betalingsbewijzen",
        "Vooruitbetalingen inkomstenbelasting per kwartaal ingediend en betalingsbewijzen",
        "Jaarlijkse belastingaangiften ingediend (vennootschapsbelasting of inkomstenbelasting)",
        "Z-rapporten kassa en transactielogboeken bewaard",
        "Bankafschriften voor alle zakelijke rekeningen bewaard",
        "Register vaste activa en afschrijvingsschema's actueel",
        "Voorraadregistraties actueel indien vereist door belastingregime",
        "Belastingbetalingsbewijzen en bevestigingen",
        "Communicatie met belastingadviseur en eventuele correspondentie met belastingautoriteiten"
      ]
    }
  ],
  "bestPractices": [
    "Stel vanaf dag één georganiseerde archiveringssystemen op — zowel fysiek als digitaal — met duidelijke mappenstructuren en naamgevingsconventies",
    "Wijs specifieke verantwoordelijkheid voor elke categorie documentatie toe aan met naam genoemde personen die de vereisten begrijpen",
    "Stel bewaarschema's op die specificeren hoe lang elk type document moet worden bewaard, en implementeer automatische archivering/vernietiging",
    "Voer elk kwartaal interne audits uit op documentatievolledigheid, pak hiaten onmiddellijk aan in plaats van te wachten op externe inspecties",
    "Digitaliseer papieren documentatie waar haalbaar voor eenvoudigere back-up, zoeken en opvragen, maar bewaar originelen waar wettelijk vereist",
    "Gebruik checklists en sjablonen om routinematige documentatietaken te standaardiseren en consistentie te waarborgen",
    "Bewaar hoofdexemplaren van alle registraties, vergunningen en certificaten op een veilige, brandwerende locatie met reservekopieën die toegankelijk zijn voor dagelijkse werkzaamheden",
    "Stel een inspectie-gereedheidsmap samen met de meest gevraagde documenten klaar voor onmiddellijke presentatie aan inspecteurs",
    "Herzie documentatievereisten jaarlijks en telkens wanneer regelgeving verandert om voortdurende naleving te waarborgen",
    "Gebruik documentbeheersoftware of cloudopslag met passende toegangscontroles en back-up om verlies van kritieke administratie te voorkomen"
  ],
  "glossary": {
    "HACCP Plan": "Hazard Analysis and Critical Control Points-plan dat het voedselveiligheidsbeheersysteem documenteert",
    "Prevention Plan": "Plan de Prevención de Riesgos Laborales, het fundamentele document voor arbeidsgezondheids- en veiligheidsbeheer",
    "Risk Assessment": "Evaluación de Riesgos, systematische identificatie en evaluatie van werkplekgevaren",
    "Time Recording": "Registro de Jornada, verplichte dagelijkse registratie van begin- en eindtijden van werknemers sinds 2019",
    "Health Registration": "Número de Registro Sanitario, registratie bij de gezondheidsautoriteit vereist voor voedselgelegenheden",
    "Activity License": "Licencia de Actividad, gemeentelijke toestemming om specifieke bedrijfsactiviteiten op een locatie uit te oefenen",
    "Social Security Registration": "Afiliación a la Seguridad Social, verplichte inschrijving van werknemers in het socialezekerheidsstelsel",
    "Mutua": "Onderlinge waarborgmaatschappij die arbeidsongevallenverzekering biedt voor arbeidsongevallen en beroepsziekten",
    "SEPE": "Servicio Público de Empleo Estatal, Spaanse Openbare Arbeidsdienst die registratie van arbeidsovereenkomsten vereist",
    "Retention Period": "De wettelijk vereiste of aanbevolen periode voor het bewaren van specifieke documenten voordat ze mogen worden vernietigd",
    "RGSEAA": "Registro General Sanitario de Empresas Alimentarias y Alimentos, algemeen gezondheidsregister voor levensmiddelenbedrijven en -producten",
    "CTE": "Código Técnico de la Edificación, Technisch Bouwbesluit dat bouw- en veiligheidsnormen vaststelt"
  }
}