{
  "title": "Social Security",
  "legalBasis": "General Social Security Law (Real Decreto Legislativo 8/2015); Royal Decree 84/1996 on General Regulation of Social Security; Spanish Constitution Article 41; EU Regulation 883/2004 on social security coordination",
  "summary": "The Spanish Social Security system (Seguridad Social) is a comprehensive public insurance and welfare system that provides protection against major life risks including illness, unemployment, disability, maternity/paternity, occupational accidents, retirement, and death. Funded primarily through employer and employee contributions based on wages, the system offers universal healthcare, contributory and non-contributory pensions, unemployment benefits, sick leave payments, maternity and paternity benefits, and various family and dependency support services.\n\nEvery employee in Spain must be registered with Social Security from the first day of work. Registration is the employer's legal obligation, not an optional administrative procedure. When you are properly registered, you receive a Social Security number (número de afiliación) if you do not already have one, you begin accumulating contributions that determine your eligibility for benefits, you gain access to public healthcare through the national health system, and you are covered for workplace accident and occupational disease insurance. Employers who fail to register employees or who register them incorrectly face serious penalties, and affected workers lose vital protections.\n\nFor hospitality workers, Social Security is particularly important because the sector has historically had high rates of informal employment and incorrect registration. Workers may be employed without any registration (completely 'off the books'), registered for fewer hours than actually worked, or registered at artificially low contribution bases that reduce employer costs but also reduce worker benefits. Understanding your Social Security rights, how to verify that you are correctly registered, and what benefits you are entitled to is essential for protecting your economic security.\n\nThe Social Security system is managed by several entities: the General Treasury of Social Security (Tesorería General de la Seguridad Social - TGSS) handles contributions and registration, the National Social Security Institute (Instituto Nacional de la Seguridad Social - INSS) manages most benefits, the State Public Employment Service (SEPE) manages unemployment benefits, and regional health services manage healthcare. Workers interact primarily with TGSS for registration verification and with INSS or SEPE when claiming benefits.",
  "keyPoints": [
    "All employees must be registered with Social Security from the first day of work — this is the employer's legal obligation",
    "Registration must reflect actual working hours and real salary; partial or false registration deprives workers of full benefit entitlements",
    "Employee Social Security contribution is approximately 6.35% of gross salary; employer contribution is approximately 29.9%",
    "Contributions fund healthcare, pensions, unemployment benefits, sick leave, maternity/paternity benefits, and occupational accident insurance",
    "You can verify your registration and contribution history by obtaining your 'vida laboral' (working life report) online or at Social Security offices",
    "Unemployment benefits require minimum 360 days of contributions in the previous 6 years; benefit duration depends on total contribution period",
    "Contributory pension requires minimum 15 years of contributions; full pension requires 37 years (increasing to 38.5 years by 2027)",
    "Healthcare access is provided to all registered workers and their dependent family members regardless of contribution period",
    "Sick leave is paid by Social Security (via employer) from the 4th day of absence at 60% (days 4-20) and 75% (day 21 onwards) of contribution base",
    "Foreign workers in Spain are covered by Social Security on equal terms; EU citizens can aggregate contributions from other member states"
  ],
  "sections": [
    {
      "heading": "1. Registration and Affiliation",
      "content": "Social Security registration (alta en la Seguridad Social) is the process by which an employee is formally enrolled in the system, creating a record that allows contributions to be made and benefits to be accessed. Registration is mandatory from the first day of work, even for very short-term employment. The employer is legally responsible for completing registration before work begins, or at the absolute latest, on the first working day. Employers who allow workers to begin employment without Social Security registration commit a very serious labor infraction subject to fines of €6,251 to €187,515.\n\nIf this is your first employment in Spain, the registration process creates a new Social Security affiliation and assigns you a unique Social Security number (número de afiliación a la Seguridad Social or NASS) that remains with you throughout your life. This number is essential for all future employment and benefit claims. If you have previously worked in Spain, you already have a Social Security number and new employment simply requires registration (alta) under that existing number. EU citizens may have a European Health Insurance Card (EHIC) but still need Spanish Social Security registration for employment purposes.",
      "subsections": [
        {
          "heading": "1.1 Employer Registration Obligations",
          "content": "Before you begin work, your employer must complete several registration steps with the General Treasury of Social Security. If you are a first-time worker in Spain, the employer must first request your affiliation (solicitud de afiliación), providing your personal details, nationality, immigration status (if non-EU), and assignment of a Social Security number. This process is usually completed quickly, often within hours if done electronically. Once you have a Social Security number, the employer registers you for work (alta del trabajador), specifying your start date, employment contract type, professional category, contribution group, working hours, and initial salary.\n\nThe employer also assigns you to a Contribution Account Code (Código de Cuenta de Cotización or CCC), which is the employer's identifier for Social Security purposes. Large employers with multiple locations may have several CCCs. Your payroll will show both your Social Security number and the employer's CCC. Finally, within 60 days of your start, the employer must communicate the content of your employment contract to the Public Employment Service (SEPE), known as comunicación de contrato. Failure to complete any of these steps is a labor violation."
        },
        {
          "heading": "1.2 Verifying Your Registration",
          "content": "Never assume that your employer has registered you correctly. Unfortunately, incomplete or false registration is not uncommon in hospitality. Verify your registration by obtaining your informe de vida laboral (working life report), which you can access online through the Social Security website (seg-social.es) using cl@ve or your digital certificate, through the Social Security mobile app (Importass), at any Social Security office in person, or at authorized access points such as post offices and some banks.\n\nYour vida laboral shows all periods of employment, the employers you worked for, the start and end dates of each registration period, the contribution bases (roughly equivalent to your gross salary), and whether registrations are still active or have been closed. Check your vida laboral within the first month of starting a new job to verify that registration appears correctly and shows the right start date, employer, and contribution base. If your vida laboral shows no registration despite working, or shows significantly lower contribution base than your actual salary, or shows far fewer hours than you actually work, raise these issues immediately with your employer and, if not corrected, report to Social Security or the labor inspectorate."
        },
        {
          "heading": "1.3 Contribution Groups and Bases",
          "content": "When your employer registers you, they assign you to one of 11 contribution groups (grupos de cotización) based on your professional category. Group 1 is for high-level professionals and senior managers, while Group 11 is for entry-level unskilled workers. Most hospitality workers fall into Groups 7-11 depending on their role: Group 7 for qualified employees (ayudante no titulado), Group 8-9 for semi-qualified employees, and Group 10-11 for entry-level positions. Your contribution group determines minimum and maximum contribution bases.\n\nYour contribution base (base de cotización) is the amount on which Social Security contributions are calculated and is generally equal to your gross monthly salary (including base salary and most supplements) up to legal maximums and minimums. For 2026, contribution base minimums and maximums vary by group, but for most hospitality workers (Groups 7-11), the minimum is approximately €1,323 per month and the maximum is €4,720.50 per month. Your payroll should show your contribution base each month. This base is critically important because it determines not just current contributions but future benefit amounts including unemployment, sick leave, and pensions."
        }
      ]
    },
    {
      "heading": "2. Contributions and Funding",
      "content": "The Social Security system is funded primarily through contributions from employers and employees, calculated as percentages of wages. While your payroll only shows your employee contribution (approximately 6.35% of your gross salary), the employer makes a much larger contribution (approximately 29.9% of your gross salary) that does not appear on your payroll. Combined, these contributions fund the various insurance programs and benefits. Understanding the contribution structure helps you appreciate the value of being properly registered and why employers sometimes try to avoid or minimize contributions through irregular employment practices.\n\nContributions are divided into several categories, each funding specific benefits. The largest portion goes to common contingencies (contingencias comunes), primarily funding healthcare and pensions. Additional contributions fund unemployment insurance (desempleo), vocational training (formación profesional), and the Wage Guarantee Fund (Fondo de Garantía Salarial - FOGASA) which pays wages if employers become insolvent. Separate contributions, paid entirely by the employer, cover occupational accidents and diseases (contingencias profesionales), with rates varying by industry risk classification.",
      "subsections": [
        {
          "heading": "2.1 Employee Contribution Breakdown",
          "content": "Your total employee contribution of approximately 6.35% is divided as follows. Common contingencies (healthcare, pensions) account for approximately 4.70% of your contribution base. This is the largest component and funds both the national healthcare system and contributory pensions. Unemployment (desempleo) accounts for approximately 1.55% for indefinite contracts or 1.60% for fixed-term contracts. Vocational training (formación profesional) accounts for approximately 0.10%. FOGASA contribution is approximately 0.00% (i.e., employees do not contribute to FOGASA; employers pay this separately).\n\nThese percentages are set by law through annual General State Budget laws and can change from year to year, though changes are usually minimal. Your payroll should show a line item for 'Aportación del trabajador a la Seguridad Social' or similar, totaling approximately 6.35% of your gross wage earnings. If you notice significantly different percentages, verify whether you are in a special regime (most hospitality workers are in the Régimen General) or whether there is a calculation error."
        },
        {
          "heading": "2.2 Employer Contribution Obligations",
          "content": "The employer's contribution, which does not appear on your payroll but is paid on your behalf, is approximately 29.9% of your gross salary for indefinite contracts (slightly higher for fixed-term contracts, as an incentive for employers to use indefinite contracts). This breaks down to approximately 23.60% for common contingencies, 5.50% for unemployment, 0.60% for vocational training, and 0.20% for FOGASA. Additionally, employers pay varying percentages (typically 1-6% depending on industry risk) for occupational accident and disease insurance.\n\nEmployers must pay these contributions monthly to the General Treasury of Social Security by the last day of the month following the contribution period. For example, contributions for January work are due by the end of February. The employer calculates total contributions (employer plus employee shares), deducts the employee share from salary, and pays the combined amount to Social Security. If the employer fails to pay contributions, they face surcharges and penalties, but critically, the employee's contribution period is still recognized for benefit purposes as long as the employee was properly registered, even if the employer failed to pay."
        },
        {
          "heading": "2.3 Maximum and Minimum Contribution Bases",
          "content": "Contribution bases are subject to legal minimums and maximums that vary by contribution group. The minimum ensures that all workers contribute at least a baseline amount, even if actual salaries are lower (which should not happen if employers comply with minimum wage and collective agreement salary requirements). The maximum caps high earners' contributions, which also caps their benefit amounts proportionally.\n\nFor hospitality workers typically in Groups 7-11, the 2026 minimum monthly contribution base is approximately €1,323. If your actual salary is below this (which should only occur for very part-time workers), contributions are still calculated on the minimum, slightly increasing the percentage deducted. The maximum contribution base is €4,720.50 per month across most groups. Earnings above this maximum do not increase contributions and do not increase unemployment or pension benefits proportionally. These thresholds are updated annually, generally increasing in line with inflation and wage growth."
        }
      ]
    },
    {
      "heading": "3. Healthcare Coverage",
      "content": "All workers registered with Social Security have the right to comprehensive healthcare through Spain's public national health system (Sistema Nacional de Salud). Healthcare access is essentially immediate upon registration — you do not need to accumulate a minimum contribution period. Coverage includes primary care (general practitioners, pediatricians), specialist consultations, hospitalization, emergency care, diagnostic tests and imaging, prescription medications (with copayment based on income level), and maternity and childbirth care. Dependent family members (spouse, children under 26, certain other relatives) are also covered.\n\nTo access healthcare, you must register with your regional health service (servicio de salud autonómico) and obtain a health card (tarjeta sanitaria individual or TSI). Registration is done at your local health center (centro de salud) by presenting your Social Security registration document, proof of address, and identification. Once registered, you are assigned a primary care doctor and health center. The health card allows you to access services throughout Spain and, through the European Health Insurance Card system, urgent care in other EU countries.",
      "subsections": [
        {
          "heading": "3.1 Healthcare Registration Process",
          "content": "Once your employer has registered you with Social Security, visit your nearest centro de salud to register for healthcare. You will need your Social Security number, proof of Social Security registration (a copy of your vida laboral or the employer's registration confirmation), proof of residence (empadronamiento certificate from your local town hall, or rental contract and utility bill), and identification (passport or NIE for foreign nationals, DNI for Spanish citizens). The health center will verify your Social Security registration and create your healthcare record.\n\nYou will be assigned a specific primary care physician (médico de cabecera) at that health center and issued a health card (TSI). The card is typically mailed to your address within 2-4 weeks; in the meantime, you can access services using your Social Security number and identification. If you move to a different municipality, you should register at the local health center in your new area. Healthcare registration is separate from Social Security registration — you must complete both processes independently."
        },
        {
          "heading": "3.2 Healthcare Services and Access",
          "content": "Once registered, you access healthcare primarily through your assigned primary care center. For non-emergency issues, schedule an appointment with your primary care physician, who can diagnose, prescribe medications, order tests, issue sick leave certificates, and refer you to specialists if necessary. Most health centers also have nursing services, pediatricians (for children), and some specialist services. Emergency care (urgencias) is available 24/7 at health center emergency services or hospital emergency rooms (use 112 emergency number for serious emergencies).\n\nPrescription medications are obtained from pharmacies upon presenting your health card and the prescription. You pay a copayment percentage (typically 40% of medication cost for workers, 60% for higher earners, with a monthly maximum depending on income). Hospitalization, diagnostic tests, and specialist consultations are generally free at point of service with no copayment. Dental care is limited in the public system (primarily extractions and urgent care); routine dental care usually requires private insurance or out-of-pocket payment."
        },
        {
          "heading": "3.3 Coverage for Family Members",
          "content": "Healthcare coverage extends to your dependent family members (beneficiarios) even if they do not work or contribute to Social Security. Covered dependents typically include your spouse or registered domestic partner (unless they have their own Social Security coverage), children under age 26, and in some cases, other relatives who live with you and depend economically on you (parents, grandparents, siblings with disabilities). To register dependents for healthcare, visit your health center with proof of the family relationship (marriage certificate, birth certificates, empadronamiento showing cohabitation) and proof that they are not covered under their own Social Security registration.\n\nEach family member receives their own health card once registered. If your spouse works and has their own Social Security coverage, they should register for healthcare through their own employment rather than as your dependent. If you have children, register them as your dependents (if both parents work, either parent can register the children). Healthcare coverage for family members continues as long as you maintain active Social Security registration through employment or, if unemployed, while receiving unemployment benefits."
        }
      ]
    },
    {
      "heading": "4. Unemployment Benefits",
      "content": "Unemployment protection (desempleo or paro) provides temporary income support to workers who lose employment involuntarily. Spain has two levels of unemployment protection: contributory unemployment benefit (prestación contributiva por desempleo) for workers with sufficient contribution history, and unemployment subsidy (subsidio por desempleo) or minimum income programs for those who exhaust contributory benefits or do not qualify. Contributory unemployment benefit is earned through Social Security contributions during employment and is managed by SEPE (Servicio Público de Empleo Estatal).\n\nTo qualify for contributory unemployment benefit, you must have contributed for at least 360 days (approximately 12 months) within the six years immediately before unemployment, be legally unemployed (registered as unemployed, available for work, and actively seeking employment), not have reached retirement age, and the unemployment must be involuntary (dismissal, contract end, justified voluntary resignation in specific circumstances). Workers who resign voluntarily generally do not qualify, with exceptions for cases such as non-payment of wages, serious workplace harassment, or need to care for family members.",
      "subsections": [
        {
          "heading": "4.1 Calculating Benefit Amount and Duration",
          "content": "The amount of contributory unemployment benefit is calculated as a percentage of your average contribution base during the 180 days immediately before unemployment. For the first 180 days of unemployment, the benefit is 70% of your average contribution base; from day 181 onwards, it reduces to 50%. The benefit is subject to legal minimums and maximums. The minimum is 80% of IPREM (Indicador Público de Renta de Efectos Múltiples), approximately €630 per month in 2026. The maximum varies depending on whether you have dependent children: approximately €1,483 per month with no children, up to approximately €2,058 per month with two or more children.\n\nBenefit duration depends on how many days you contributed during the six years before unemployment. Minimum 360 days of contributions entitles you to 120 days (4 months) of benefit. The duration increases proportionally: 720 days of contributions = 240 days of benefit, 1,080 days = 360 days of benefit, 1,800+ days = 720 days (24 months) of benefit, which is the maximum. If you contributed continuously for five years or more, you receive the maximum 24 months of unemployment benefit."
        },
        {
          "heading": "4.2 Application and Requirements",
          "content": "Apply for unemployment benefit within 15 working days of your employment ending. Applications are submitted to SEPE offices or online through the SEPE website. You will need your DNI/NIE, Social Security number, certificate of employment (certificado de empresa) provided by your former employer showing your last working day and reason for termination, and your bank account details for benefit payment. SEPE verifies your contribution history with Social Security and processes the claim, typically within 2-4 weeks.\n\nWhile receiving unemployment benefit, you must fulfill ongoing requirements: register and remain registered as an unemployed jobseeker (demandante de empleo), attend required meetings and appointments with SEPE, actively search for employment and provide evidence of job search activities when requested, accept suitable job offers or training opportunities, and regularly renew your demand for employment (typically every three months). Failure to meet these requirements can result in suspension or loss of benefits. You must also inform SEPE if you start work, even part-time temporary work, as this affects benefit payment."
        },
        {
          "heading": "4.3 Special Situations: ERTE and Seasonal Workers",
          "content": "Workers in temporary employment suspension or hour reduction (ERTE) receive partial unemployment benefits for the hours not worked while maintaining their employment contract. During ERTE, you continue to accrue Social Security contributions and seniority as if working full-time, even though you are working reduced hours or not working at all. When the ERTE ends and you return to normal work, your unemployment benefit entitlement is not affected — the ERTE period is not counted against your future unemployment benefit duration.\n\nSeasonal workers on discontinuous permanent contracts (contratos fijos discontinuos) have special unemployment protection. During inactive periods between seasons, you can claim unemployment benefit if you meet contribution requirements. Unlike regular unemployment, you do not need to actively search for other employment during the inactive period if you have a call-back commitment for the next season. When called back to work, you stop receiving unemployment and resume employment. This allows seasonal workers to maintain income year-round despite working only part of the year."
        }
      ]
    },
    {
      "heading": "5. Pensions and Retirement",
      "content": "The Social Security system provides contributory pensions (pensiones contributivas) for retirement, permanent disability, widowhood (surviving spouse), and orphanhood. These pensions are earned through contributions during working life and are calculated based on total contribution years and average contribution bases. Retirement pension (pensión de jubilación) is the most common, providing income support when workers permanently cease employment due to age. Understanding how pensions are calculated and what contribution requirements apply helps workers plan for retirement and appreciate the value of consistent Social Security contributions throughout their careers.\n\nSpain's pension system faces demographic challenges due to an aging population and lower birth rates, leading to periodic reforms that have generally increased contribution requirements and lengthened benefit calculation periods. Current rules require significant contribution periods and increasingly push the retirement age toward 67 for younger workers. Despite these challenges, the contributory pension system remains robust and provides substantial protection for workers who accumulate sufficient contributions.",
      "subsections": [
        {
          "heading": "5.1 Retirement Pension Eligibility and Amount",
          "content": "To qualify for retirement pension, you must reach the legal retirement age and have contributed for a minimum period. The ordinary retirement age is gradually increasing: for workers born after 1967, the ordinary retirement age is 67 years. However, if you have contributed for 38 years and 6 months or more, you can retire at age 65 with full pension. Minimum contribution period is 15 years, with at least 2 years within the 15 years immediately before retirement. Workers with less than 15 years of contributions do not qualify for contributory pension but may qualify for non-contributory pension based on need.\n\nPension amount is calculated based on your regulatory base (base reguladora), which is the average of your contribution bases during a calculation period. The calculation period has been gradually lengthening; under current rules being phased in, it will eventually be the last 25 years of contributions (300 months). The regulatory base is multiplied by a percentage that increases with years of contribution. With minimum 15 years, you receive 50% of the regulatory base; this increases progressively, reaching 100% with 37 years of contributions (this will increase to 38.5 years by 2027). For example, if your average contribution base over the last 25 years was €2,000/month and you contributed for 37+ years, your pension would be €2,000/month."
        },
        {
          "heading": "5.2 Early and Delayed Retirement",
          "content": "Early retirement (jubilación anticipada) is possible under certain conditions with permanent reduction in pension amount. Involuntary early retirement (due to dismissal or contract end, not voluntary resignation) is possible from age 63 (or 61 if not reaching the full contribution requirement) with penalties of 6-7.5% per year of early retirement depending on contribution period. Voluntary early retirement is possible from age 63 if you have at least 35 years of contributions (or age 65 with at least 33 years), with penalties of 6.5-8% per year of early retirement depending on contribution period.\n\nDelayed retirement (jubilación demorada) allows you to continue working past ordinary retirement age, increasing your pension. For each full year you delay retirement beyond your ordinary retirement age (while continuing to work and contribute), your pension increases by a percentage that varies depending on your contribution period at ordinary retirement age. The increase ranges from 2% to 4% per additional year. Delayed retirement can significantly enhance pension amounts for workers who are able and willing to work longer."
        },
        {
          "heading": "5.3 Other Contributory Pensions",
          "content": "Permanent disability pension (pensión de incapacidad permanente) provides income if you become permanently unable to work due to illness or accident. The pension amount and requirements vary depending on the degree of disability: partial disability (can work in different profession), total disability (cannot work in usual profession), absolute disability (cannot perform any work), and severe disability (requires assistance for basic daily activities). Qualifying requires minimum contribution periods that vary by age at which disability occurs and whether the disability results from an occupational accident or common illness.\n\nWidow's pension (pensión de viudedad) provides income to the surviving spouse when a worker dies, requiring that the deceased worker had contributed for a minimum period or was receiving a pension at death. Orphan's pension (pensión de orfandad) supports the worker's children under 21 (or under 25 if studying, or any age if disabled before 21) when a contributing or pensioner parent dies. These survivor pensions help protect families from income loss due to death of a contributing family member."
        }
      ]
    },
    {
      "heading": "6. Other Benefits and Protections",
      "content": "Beyond healthcare, unemployment, and pensions, Social Security provides several other important benefits and protections. These include sick leave (incapacidad temporal), maternity and paternity benefits, risk during pregnancy benefits, benefits for care of a minor with serious illness, and coverage for occupational accidents and diseases. Understanding the full range of Social Security protections helps workers appreciate the value of being properly registered and why accurate contribution bases matter — many benefits are calculated as percentages of your contribution base, so artificial deflation of your registered salary directly reduces your benefit amounts when you need them.",
      "subsections": [
        {
          "heading": "6.1 Sick Leave (Incapacidad Temporal)",
          "content": "When you are unable to work due to illness or non-occupational accident, you are entitled to sick leave with partial income replacement (baja por enfermedad común). Your doctor issues a sick leave certificate (parte de baja) specifying the expected duration, which is submitted to your employer and Social Security. The employer continues to pay your salary during sick leave, then claims reimbursement from Social Security. There is a three-day waiting period with no payment, followed by payment at 60% of your contribution base for days 4-20 and 75% from day 21 onwards until medical discharge.\n\nSick leave for occupational accident or disease (contingencias profesionales) follows a different, more favorable regime: no waiting period, and payment at 75% of contribution base from day one. Maximum sick leave duration is 365 days, extendable to 545 days if recovery is expected within the extension period. If you remain unable to work after 545 days, a permanent disability assessment is initiated. During sick leave, your Social Security contributions continue as if you were working, protecting your pension and other benefit accruals."
        },
        {
          "heading": "6.2 Maternity and Paternity Benefits",
          "content": "Maternity benefit (prestación por maternidad) provides income replacement during maternity leave for childbirth, adoption, or foster care. The benefit is paid at 100% of the regulatory base (calculated from the contribution base in the month before leave starts) for 16 weeks. Birth mothers must take 6 weeks immediately after birth compulsorily; the remaining 10 weeks can be taken flexibly within the first year. To qualify, you need minimum contribution periods that vary by age: under 21 years requires no contributions, ages 21-26 require 90 days of contributions in the previous 7 years or 180 days total, age 26+ requires 180 days in the previous 7 years or 360 days total.\n\nPaternity benefit (prestación por paternidad) provides the same 16 weeks at 100% of regulatory base to the other parent (traditionally fathers, but applicable to same-sex couples and adoptive parents). The 16 weeks can be taken continuously or in separate periods within the first year of the child's life. Unlike maternity, there is no compulsory period immediately after birth unless agreed with the employer. Both parents can take their leave simultaneously or at different times, offering families flexibility. During maternity/paternity leave, Social Security contributions continue normally, preserving your contribution record."
        },
        {
          "heading": "6.3 Occupational Accident Coverage",
          "content": "Social Security provides enhanced protection for occupational accidents (accidentes de trabajo) and occupational diseases (enfermedades profesionales). An occupational accident includes any injury suffered while performing work duties or during commute between home and workplace (accidente in itinere). Coverage includes immediate medical treatment through specialized mutual insurance companies (mutuas) that manage occupational accident healthcare, income replacement during recovery at 75% of contribution base from day one with no waiting period, and compensation for permanent injuries or disabilities resulting from the accident based on severity.\n\nEmployers pay additional contributions specifically for occupational accident and disease insurance, with rates varying by industry risk classification (hospitality is typically classified as moderate risk). If an occupational accident or disease results in permanent disability, the disability pension calculation uses more favorable rules than for common illness disability. This differentiation recognizes that workplace-caused disabilities warrant enhanced protection. Workers should report all workplace accidents immediately to ensure proper classification and protection."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Social Security Registration Verification Checklist",
      "items": [
        "Verify that your employer registered you with Social Security before or on your first day of work",
        "Obtain your Social Security number (NASS) if this is your first employment in Spain",
        "Request and review your vida laboral within first month of starting new employment",
        "Verify that your vida laboral shows correct employer, start date, and contribution base matching your actual salary",
        "Check that you are assigned to the correct contribution group for your professional category",
        "Verify that your payroll shows Social Security contributions of approximately 6.35% of gross salary",
        "Register for healthcare at your local health center and obtain your health card (TSI)",
        "Review your vida laboral at least annually to ensure continuous accurate registration",
        "If discrepancies appear, raise them immediately with employer and, if not corrected, report to Social Security or labor inspectorate",
        "Keep copies of your vida laboral, payrolls, and employment contract in a secure personal file"
      ]
    },
    {
      "title": "Unemployment Benefit Application Checklist",
      "items": [
        "Apply to SEPE within 15 working days of your employment ending",
        "Gather required documents: DNI/NIE, Social Security number, certificado de empresa from former employer",
        "Verify that you meet minimum contribution requirement (360 days in last 6 years)",
        "Register as a jobseeker (demandante de empleo) at SEPE office or online",
        "Provide bank account details for benefit payment",
        "Attend initial SEPE appointment and any required follow-up appointments",
        "Keep evidence of job search activities as required by SEPE",
        "Report any employment, even part-time or temporary, to SEPE immediately",
        "Renew your jobseeker registration at required intervals (typically every 3 months)",
        "If benefit is denied or amount seems incorrect, request explanation and consider appeal with legal advice"
      ]
    },
    {
      "title": "Annual Social Security Review Checklist",
      "items": [
        "Request updated vida laboral at least once per year",
        "Review all employment periods shown — verify none are missing and all dates are correct",
        "Check contribution bases for each employment period — verify they match your actual salaries from payrolls",
        "Calculate total years of contributions — this determines your pension and unemployment benefit entitlements",
        "Verify that current employment is showing as active with correct contribution base",
        "If you changed jobs during the year, ensure both old and new employments are correctly recorded",
        "Review any gaps in coverage and understand the reasons (unemployment, inactive periods, errors)",
        "If you are approaching retirement age (within 10 years), consider requesting a pension estimate from INSS",
        "Keep a copy of each year's vida laboral in your permanent personal records",
        "Report any errors or discrepancies to Social Security and request corrections with supporting documentation"
      ]
    }
  ],
  "bestPractices": [
    "Obtain and review your vida laboral every 6-12 months to detect registration or contribution errors early while they are easier to correct",
    "Keep a personal archive of all employment contracts, payrolls, and vida laboral reports for at least 10 years",
    "Never agree to work without Social Security registration, even for 'trial periods' or temporary work — all employment must be registered from day one",
    "If an employer offers to pay you more in cash in exchange for registering you for fewer hours or lower salary, refuse — this fraud reduces your benefits",
    "Register for healthcare immediately upon starting employment and ensure your family members are registered as dependents if applicable",
    "Understand your unemployment benefit entitlement periodically so you know what protection you have if you lose your job",
    "If you are within 15 years of potential retirement age, periodically review your contribution history and consider how work decisions affect your future pension",
    "When changing jobs, verify that your previous employer processed your de-registration (baja) and new employer processed your new registration (alta) with correct dates"
  ],
  "glossary": {
    "Seguridad Social": "Social Security — Spain's comprehensive public insurance and welfare system providing healthcare, pensions, unemployment benefits, and other protections",
    "Número de Afiliación (NASS)": "Social Security number — unique lifelong identifier for Social Security purposes",
    "Alta": "Registration — the process of enrolling an employee with Social Security at the start of employment",
    "Baja": "De-registration — the process of closing a Social Security registration at the end of employment",
    "Vida Laboral": "Working life report — official document showing all employment periods, employers, and contributions",
    "Base de Cotización": "Contribution base — the monthly amount on which Social Security contributions are calculated, generally equal to gross salary",
    "Grupo de Cotización": "Contribution group — classification (1-11) based on professional category, determining minimum and maximum contribution bases",
    "Prestación por Desempleo": "Unemployment benefit — contributory income support for workers who lose employment involuntarily",
    "Pensión de Jubilación": "Retirement pension — contributory income support for workers who reach retirement age and have minimum contribution periods",
    "Incapacidad Temporal": "Sick leave — temporary inability to work due to illness or accident, with income replacement from Social Security",
    "Tarjeta Sanitaria Individual (TSI)": "Health card — card issued by regional health service allowing access to public healthcare services",
    "SEPE": "Servicio Público de Empleo Estatal — State Public Employment Service, managing unemployment benefits and employment programs"
  }
}
