{
  "title": "Eerste hulp",
  "legalBasis": "Spaanse Wet 31/1995 inzake Preventie van Arbeidsrisico's artikel 20; RD 39/1997 inzake Preventiediensten artikel 22; RD 486/1997 inzake veiligheids- en gezondheidsomstandigheden op de werkplek Bijlage VI",
  "summary": "Eerste hulp is de onmiddellijke zorg die wordt verleend aan een gewonde of zieke persoon voordat professionele medische hulp arriveert. In de horecasector, waar scherpe messen, hete oppervlakken, zware apparatuur en snel werken continue letselrisico's creëren, kan effectieve eerste hulp het verschil maken tussen een klein incident en een ernstige medische noodsituatie. De Spaanse arbeidsomstandighedenwetgeving vereist van alle werkgevers dat eerste hulp snel kan worden verleend aan elke werknemer die letsel of ziekte op het werk oploopt.\n\nDe wettelijke vereisten voor eerste hulp op de werkplek omvatten: het beschikbaar stellen van passende eerstehulpapparatuur en -faciliteiten in verhouding tot het aantal werknemers, de aard van de werkactiviteiten en de risico's die in de risicobeoordeling zijn geïdentificeerd; het aanwijzen en opleiden van voldoende personeel om te allen tijde eerste hulp te kunnen verlenen wanneer het bedrijf operationeel is; en regelingen voor snel contact met de medische hulpdienst. Voor horecabedrijven omvatten veelvoorkomende eerstehulpsituaties snijwonden en scheurwonden door messen en gebroken glas, brandwonden door hete apparatuur en vloeistoffen, uitglijden en vallen, allergische reacties, verslikking, hittegerelateerde ziekte en hartincidenten.\n\nEen effectief eerstehulpprogramma op de werkplek gaat verder dan het voldoen aan minimale wettelijke vereisten en creëert een veiligheidscultuur waarin letsel serieus wordt genomen, eerstehulpapparatuur goed wordt onderhouden en toegankelijk is, opgeleide eerstehulpverleners vertrouwen hebben in hun vaardigheden door regelmatige opfriscursussen, en al het personeel weet hoe hulp in te roepen bij een noodsituatie. Deze gids behandelt eerstehulpvereisten, apparatuur, opleiding, veelvoorkomend horeca-letsel en coördinatie met de medische hulpdienst.",
  "keyPoints": [
    "Ten minste één opgeleide eerstehulpverlener moet per dienst worden aangewezen in bedrijven met 50+ werknemers, of minder werknemers als er risicovolle activiteiten plaatsvinden",
    "Eerstehulpkits moeten direct toegankelijk zijn, goed gevuld en regelmatig geïnspecteerd op houdbaarheidsdata en volledigheid",
    "Al het personeel moet de locatie kennen van eerstehulpkits, de identiteit van opgeleide eerstehulpverleners en het noodnummer (112)",
    "Alle werkplekletsels die eerste hulp vereisen moeten worden geregistreerd in het ongevallenregister",
    "Eerste hulp is uitsluitend onmiddellijke tijdelijke zorg — professionele medische beoordeling is vereist voor alles wat verder gaat dan kleine verwondingen",
    "Veelvoorkomende eerstehulpscenario's in de horeca zijn snijwonden, brandwonden, uitglijden/vallen, verslikking en allergische reacties",
    "Eerstehulpverleners mogen hun opleiding niet overschrijden — weet wanneer de hulpdiensten te bellen in plaats van een behandeling te proberen die uw competentie te boven gaat",
    "Eerstehulpopleiding moet elke 2-3 jaar worden opgefrist om vaardigheden te onderhouden en kennis bij te werken"
  ],
  "sections": [
    {
      "heading": "1. Wettelijke vereisten en werkgeversverplichtingen",
      "content": "Artikel 20 van Wet 31/1995 stelt de plicht van de werkgever vast om voorzienbare noodsituaties te analyseren en noodzakelijke maatregelen te nemen voor eerste hulp, medische noodbehandeling, reddingswerk, brandbestrijding en evacuatie. Deze fundamentele verplichting wordt uitgewerkt in RD 39/1997, dat van de werkgever vereist personeel aan te wijzen dat verantwoordelijk is voor eerste hulp en andere noodmaatregelen, te garanderen dat zij passende opleiding hebben en hen adequate apparatuur te verstrekken.\n\nDe specifieke vereisten variëren op basis van de werkplekgrootte, het risiconiveau en de afstand tot medische voorzieningen. RD 486/1997 Bijlage VI specificeert dat werkplekken ten minste één eerstehulpkit moeten hebben per 50 werknemers (of een fractie daarvan) die activiteiten zonder bijzondere risico's uitvoeren, en ten minste één kit per 25 werknemers voor activiteiten met een hoger risico. Horecakeukens kwalificeren doorgaans als hoger risico vanwege snij- en brandwondgevaren, waardoor een uitgebreidere eerstehulpvoorziening vereist is.\n\nVoor bedrijven met 50 of meer werknemers, of minder werknemers als de risicobeoordeling een significant ongevalrisico identificeert of als de werkplek ver van medische voorzieningen is gelegen, moet ten minste één opgeleide eerstehulpverlener worden aangewezen. Kleinere bedrijven moeten nog steeds garanderen dat eerste hulp kan worden verleend, hetzij door opgeleid personeel, hetzij door regelingen met externe medische diensten. Het kernprincipe is dat effectieve eerstehulpcapaciteit te allen tijde beschikbaar moet zijn wanneer de werkplek operationeel is.",
      "subsections": [
        {
          "heading": "1.1 Aanwijzing en opleiding eerstehulpverleners",
          "content": "Aangewezen eerstehulpverleners moeten opleiding ontvangen van een erkende aanbieder die de grondbeginselen van eerste hulp behandelt, waaronder beoordeling van slachtoffers, reanimatie en gebruik van automatische externe defibrillatoren (AED's), beheersing van bloedingen, behandeling van brandwonden, fractuurbehandeling, medische noodgevallen (verslikking, allergische reacties, hartincidenten, beroerte) en het adequaat inschakelen van de hulpdienst. Standaard eerstehulpcursussen in Spanje duren doorgaans 8-20 uur, afhankelijk van het niveau.\n\nEerstehulpopleiding moet periodiek worden opgefrist — best practice is elke 2-3 jaar, hoewel de specifieke vereiste per autonome gemeenschap kan variëren. Vaardigheden zoals reanimatietechniek veranderen naarmate de medische wetenschap vordert, en praktische vaardigheden nemen af zonder regelmatige oefening. Werkgevers moeten opfrisopleidingen bieden en mogelijkheden voor eerstehulpverleners om vaardigheden te oefenen door middel van simulaties of oefeningen met oefenpoppen.\n\nHet aantal opgeleide eerstehulpverleners moet dekking garanderen te allen tijde. Als het bedrijf meerdere diensten draait, moeten eerstehulpverleners voor elke dienst worden aangewezen. Voor grotere panden of panden met meerdere afzonderlijke gebieden (keuken, eetruimte, bar, zalenruimtes) vermindert het hebben van eerstehulpverleners in elk gebied de reactietijd. Als minimum moet ten minste één opgeleide eerstehulpverlener op dienst zijn gedurende alle operationele uren."
        },
        {
          "heading": "1.2 Eerstehulpapparatuur en -faciliteiten",
          "content": "Eerstehulpkits moeten passende voorraden bevatten voor de typen letsel die waarschijnlijk voorkomen op de specifieke werkplek. Voor de horeca moet dit voorraden bevatten voor het behandelen van snijwonden (steriele verbanden, kleefpleisters, blauwe waterdichte pleisters voor voedselbereiders, zwachtels, kleefband), brandwonden (steriele brandwondverbanden, hydrogel brandwondgel), oogletsel (steriel oogspoelwater, oogkompressen) en algemene medische voorraden (wegwerphandschoenen, schaar, veiligheidsspelden, beademingsmasker, directe koudkompressen, driehoekige zwachtels voor mitella's).\n\nKits mogen geen medicijnen bevatten (inclusief aspirine, paracetamol of ibuprofen) aangezien eerstehulpverleners niet bevoegd zijn om medicijnen toe te dienen en er risico's bestaan op allergische reacties of interacties met andere medicijnen. De enige uitzondering kan glucosegel of -tabletten zijn voor diabetische noodgevallen, indien specifiek geautoriseerd door de bedrijfsgezondheidsdienst en opgeleide eerstehulpverleners.\n\nEerstehulpfaciliteiten in grotere bedrijven moeten een aangewezen eerstehulpruimte omvatten met een bed of bank, wastafel met warm en koud water, eerstehulpvoorraden en een stoel. Dit biedt een schone, besloten ruimte voor eerstehulpbehandeling buiten het werkgebied. Kleinere bedrijven hoeven mogelijk geen speciale ruimte te hebben maar moeten nog steeds een geschikte ruimte beschikbaar hebben."
        },
        {
          "heading": "1.3 Registratie- en meldingsvereisten",
          "content": "Alle werkplekletsels, hoe klein ook, moeten worden geregistreerd in een ongevallenregister (Libro de Accidentes). De registratie moet bevatten: datum en tijd, naam van de gewonde persoon, locatie en beschrijving van het incident, aard en locatie van het letsel, verleende eerstehulpbehandeling, naam van de eerstehulpverlener, en of de persoon het werk heeft hervat of verdere medische behandeling nodig had. Deze registratie dient meerdere doelen: het monitoren van ongevallentrends, het informeren van herzieningen van risicobeoordelingen, het aantonen van naleving van eerstehulpverplichtingen, en het verstrekken van informatie voor eventuele schadeclaims.\n\nErnstige ongevallen (die resulteren in werkverlet na de dag van het incident, blijvend letsel of overlijden) moeten worden gemeld aan de arbeidsinspectie en de verzekeringsinstantie binnen de voorgeschreven termijnen. De werkgever moet ook ernstige ongevallen onderzoeken om grondoorzaken te identificeren en preventiemaatregelen te implementeren. Zelfs bijna-incidenten die niet tot letsel hebben geleid moeten worden geregistreerd en onderzocht, aangezien zij vaak gevaren onthullen die in de toekomst ernstig letsel zouden kunnen veroorzaken."
        }
      ]
    },
    {
      "heading": "2. Veelvoorkomende eerstehulpscenario's in de horeca",
      "content": "Horecawerk brengt specifieke letselpatronen met zich mee, bepaald door de gereedschappen, apparatuur en werkprocessen van voedselbereiding en -bediening. Het begrijpen van deze veelvoorkomende scenario's stelt eerstehulpverleners in staat zich voor te bereiden, te oefenen en effectief te reageren. De meest frequente letsels in de horeca zijn snijwonden en scheurwonden door messen en gebroken glas, brandwonden door hete oppervlakken en vloeistoffen, uitglijden en vallen, en tilverwondingen. Minder frequent maar potentieel ernstiger zijn verslikkingsincidenten, ernstige allergische reacties en hartincidenten.\n\nDe eerstehulprespons moet snel, competent en proportioneel zijn aan de ernst van het letsel. Kleine verwondingen kunnen volledig worden behandeld met eerstehulp op de werkplek, terwijl ernstig letsel onmiddellijke inschakeling van de hulpdienst vereist en eerste hulp gericht op het stabiliseren van het slachtoffer in afwachting van professionele hulp. Eerstehulpverleners moeten de grenzen van werkplek-eerstehulp herkennen en weten wanneer professionele medische beoordeling noodzakelijk is.",
      "subsections": [
        {
          "heading": "2.1 Snijwonden en bloedingen",
          "content": "Snijwonden zijn het meest voorkomende werkplekletsel in horecakeukens. Eerste hulp bij bloedingen omvat het aanbrengen van directe druk op de wond met een steriel verband, het omhoog houden van het gewonde lichaamsdeel boven het niveau van het hart indien mogelijk, en het aanhouden van druk totdat de bloeding stopt. Bij kleine snijwonden kan het reinigen met water, het aanbrengen van een antisepticum en het afdekken met een steriele kleefpleister voldoende zijn. Gebruik voor voedselbereiders blauwe waterdichte pleisters die zichtbaar zijn als ze in voedsel vallen.\n\nDiepe snijwonden, snijwonden die niet stoppen met bloeden na 10 minuten directe druk, snijwonden met ingebedde vreemde voorwerpen, snijwonden in het gezicht of aan de handen waar littekens een zorg zijn, of snijwonden waarbij u onderliggend weefsel, vet of bot kunt zien, vereisen professionele medische behandeling. Verwijder geen ingebedde voorwerpen (laat ze op hun plaats en vul aan met verbandmateriaal eromheen), breng geen tourniquet aan tenzij u specifieke opleiding heeft en de situatie levensbedreigend is zonder andere opties, en gebruik geen drukpunten (directe druk op de wond is effectiever en veiliger).\n\nBij ernstige bloedingen, bel onmiddellijk de hulpdienst terwijl u druk blijft uitoefenen. Laat het slachtoffer gaan liggen om flauwvallen door bloedverlies te voorkomen, stel hen gerust en houd hen warm (shock kan optreden bij significant bloedverlies). Houd de druk continu aan — blijf niet het verband optillen om te controleren of de bloeding is gestopt, want dit verstoort de vorming van bloedstolsels."
        },
        {
          "heading": "2.2 Brandwonden en verbranding door vloeistoffen",
          "content": "Brandwonden door hete oppervlakken, apparatuur, vloeistoffen of stoom komen frequent voor in keukens. Onmiddellijke eerste hulp is cruciaal om schade te beperken. Koel de brandwond onmiddellijk met koel (niet ijskoud) stromend water gedurende ten minste 10 minuten — dit is de belangrijkste eerstehulphandeling bij brandwonden. Koelen binnen de eerste paar minuten vermindert de diepte en ernst van de brandwond aanzienlijk. Verwijder sieraden en strakke kleding van het verbrande gebied voordat zwelling optreedt, maar verwijder geen materiaal dat aan de brandwond vastzit.\n\nDek na het koelen de brandwond af met steriele huishoudfolie of een steriel niet-klevend verband om te beschermen tegen infectie en pijn te verminderen. Gebruik geen ijs (kan verder weefselschade veroorzaken), breng geen boter, olie of zalven aan (kan warmte vasthouden en de brandwond verergeren), en prik geen blaren door (dit verhoogt het infectierisico). Bij kleine oppervlakkige brandwonden (alleen roodheid, geen blaren, kleiner dan de handpalm van het slachtoffer) kan eerstehulp op de werkplek volstaan. Monitor in de daaropvolgende dagen op tekenen van infectie.\n\nZoek professionele medische hulp bij: brandwonden groter dan de handpalm van het slachtoffer, diepe brandwonden (wit, verschroeid of leerachtig uiterlijk), brandwonden die blaren veroorzaken groter dan een klein muntje, elektrische brandwonden, chemische brandwonden, brandwonden in het gezicht, aan handen, voeten, genitaliën of grote gewrichten, brandwonden die een ledemaat omringen, elke brandwond bij een kind, oudere of iemand met andere gezondheidsproblemen. Bij ernstige brandwonden, bel de hulpdienst, ga door met koelen indien mogelijk, dek losjes af met huishoudfolie, behandel voor shock en monitor ademhaling en bewustzijn."
        },
        {
          "heading": "2.3 Verslikking",
          "content": "Verslikking treedt op wanneer voedsel of een vreemd voorwerp de luchtweg blokkeert. Het is een onmiddellijk levensbedreigende noodsituatie die snelle interventie vereist. Herken verslikking: de persoon kan niet spreken, ademen of effectief hoesten; hij kan naar zijn keel grijpen; er kan een hoog fluittoon klinken of de persoon is volledig stil; de huid kan blauw verkleuren. Vraag 'Verslik je?' — als de persoon kan spreken of krachtig hoesten, moedig hen aan om te blijven hoesten maar wees klaar om te helpen als de obstructie niet verdwijnt.\n\nAls de persoon niet effectief kan hoesten of het bewustzijn verliest, voer rugkloppen en buikstoten (Heimlich-manoeuvre) uit: geef maximaal 5 scherpe rugkloppen tussen de schouderbladen met de hiel van uw hand terwijl u de persoon voorover leunend ondersteunt. Controleer na elke klop of de obstructie is opgeheven. Als rugkloppen niet werkt, geef maximaal 5 buikstoten: ga achter de persoon staan, plaats een vuist net boven de navel, grijp deze vast met uw andere hand en trek scherp naar binnen en omhoog. Wissel 5 rugkloppen en 5 buikstoten af totdat de obstructie is opgeheven of de hulpdienst arriveert.\n\nBel onmiddellijk de hulpdienst (112) bij een ernstig verslikkingsincident. Als de persoon bewusteloos raakt, begin met reanimatie — borstcompressies kunnen helpen de obstructie los te maken. Na een verslikkingsincident, zelfs als opgelost, moet de persoon worden beoordeeld door medische professionals aangezien buikstoten inwendig letsel kunnen veroorzaken."
        }
      ]
    },
    {
      "heading": "3. Medische noodgevallen",
      "content": "Naast traumatisch letsel kunnen horecamedewerkers en klanten plotselinge medische noodgevallen ervaren, waaronder hartincidenten, beroertes, ernstige allergische reacties, diabetische noodgevallen, epileptische aanvallen en hittegerelateerde ziekte. Eerstehulpverleners moeten deze noodgevallen kunnen herkennen, passende onmiddellijke zorg verlenen en de medische hulpdienst inschakelen. In tegenstelling tot traumatisch letsel waar de oorzaak duidelijk is, vereisen medische noodgevallen beoordelingsvaardigheden om te identificeren wat er gebeurt en de passende respons te bepalen.\n\nDe fundamentele benadering van medische noodgevallen is het primaire onderzoek: controleer op gevaar voor uzelf en het slachtoffer, controleer op reactie (is de persoon bij bewustzijn?), controleer op ademhaling en bloedsomloop, en schakel de hulpdienst in als de situatie ernstig is. Veel medische noodgevallen omvatten verlies of verandering van bewustzijn, wat zorgvuldige monitoring en mogelijk reanimatie vereist als de persoon stopt met ademen.",
      "subsections": [
        {
          "heading": "3.1 Hartstilstand en reanimatie",
          "content": "Hartstilstand is wanneer het hart stopt met effectief kloppen. De persoon is bewusteloos, ademt niet normaal (kan af en toe happen naar adem) en heeft geen pols. Dit is een absolute noodsituatie — zonder onmiddellijke reanimatie en defibrillatie treedt binnen minuten de dood in. Bel onmiddellijk 112 en begin met reanimatie: leg de persoon op de rug op een harde ondergrond, plaats de hiel van één hand op het midden van de borstkas, plaats uw andere hand erop, strek uw ellebogen recht en druk 5-6 cm diep in met een snelheid van 100-120 compressies per minuut.\n\nGa door met compressies totdat een automatische externe defibrillator (AED) arriveert, de hulpdienst arriveert en het overneemt, of de persoon tekenen van leven vertoont (normaal ademen, bewegen, ogen openen). Als een AED beschikbaar is, zet deze aan en volg de gesproken instructies — het apparaat analyseert het hartritme en adviseert of een schok nodig is. AED's zijn ontworpen voor gebruik door niet-medisch personeel en geven geen schok af tenzij deze gepast is.\n\nVeel horecabedrijven installeren nu AED's aangezien deze de overlevingskans bij hartstilstand dramatisch verbeteren. Als uw bedrijf een AED heeft, moet al het personeel de locatie kennen en aangewezen eerstehulpverleners moeten zijn opgeleid in het gebruik. Zelfs zonder specifieke opleiding kan iedereen een AED gebruiken door de gesproken instructies van het apparaat te volgen."
        },
        {
          "heading": "3.2 Ernstige allergische reacties (anafylaxie)",
          "content": "Anafylaxie is een ernstige, potentieel levensbedreigende allergische reactie die zich binnen minuten na blootstelling aan een allergeen kan ontwikkelen (doorgaans voedselallergenen in horecaomgevingen, maar ook insectensteken, medicijnen). Herken anafylaxie: wijdverspreide uitslag of netelroos, zwelling van gezicht, lippen of tong, moeite met ademen of piepende ademhaling, snelle pols, verwardheid of bewustzijnsverlies, ernstige buikpijn of braken. Dit is een medische noodsituatie die onmiddellijke behandeling vereist.\n\nAls iemand anafylaxie ervaart, bel onmiddellijk 112 en vermeld duidelijk dat u anafylaxie vermoedt. Als de persoon een adrenaline auto-injector heeft (EpiPen, Jext, Emerade), help hem deze te gebruiken of gebruik deze voor hem als hij daartoe niet in staat is — injecteer in de buitenkant van het bovenbeen, desnoods door de kleding. Laat de persoon gaan liggen met de benen omhoog (tenzij hij ademhalingsproblemen heeft, in welk geval zitten beter kan zijn). Monitor de toestand nauwlettend en wees voorbereid om reanimatie uit te voeren als de persoon het bewustzijn verliest en stopt met ademen.\n\nDe persoon kan een tweede dosis adrenaline nodig hebben als de symptomen niet verbeteren na 5-10 minuten en de hulpdienst nog niet is gearriveerd (veel mensen dragen twee auto-injectors om deze reden). Zelfs als de symptomen verbeteren na adrenaline is medische beoordeling essentieel aangezien symptomen uren later kunnen terugkeren (bifasische reactie). Dit onderstreept het cruciale belang van allergenenbeheersing in de horeca — het voorkomen van blootstelling is veel beter dan het behandelen van een reactie."
        },
        {
          "heading": "3.3 Hittegerelateerde ziekte",
          "content": "Werken in hete keukenomgevingen creëert risico op hitte-uitputting en hitteberoerte, met name tijdens de zomer of langdurige drukke periodes. Symptomen van hitte-uitputting omvatten hevig zweten, zwakte, duizeligheid, misselijkheid, hoofdpijn, spierkrampen en bleke klamme huid. Hitteberoerte is ernstiger: hoge lichaamstemperatuur, verwardheid of veranderde mentale toestand, hete droge huid (het zweten kan zijn gestopt), snelle pols en mogelijk bewustzijnsverlies. Hitteberoerte is levensbedreigend en vereist onmiddellijke noodrespons.\n\nBij hitte-uitputting: breng de persoon naar een koele ruimte, laat hem gaan liggen met de benen omhoog, geef hem water of sportdranken om te nippen (als bij bewustzijn en in staat om te slikken), koel met natte handdoeken of waai hem koelte toe, en monitor de toestand. De meeste mensen herstellen met deze maatregelen, maar als de symptomen verergeren of niet verbeteren na 30 minuten, schakel de hulpdienst in.\n\nBij vermoede hitteberoerte: bel onmiddellijk 112, breng naar een koele ruimte, verwijder bovenkleding, koel de persoon snel af met alle beschikbare middelen (natte handdoeken, koele douche, ijspakkingen op nek, oksels en liezen), en monitor bewustzijn en ademhaling. Hitteberoerte kan orgaanschade en overlijden veroorzaken als niet snel behandeld. Preventie door adequate hydratatie, rustpauzes en roulatie weg van hete gebieden heeft verre de voorkeur boven het behandelen van hitteziekten."
        }
      ]
    },
    {
      "heading": "4. Inhoud en onderhoud eerstehulpkit",
      "content": "Een goed gevulde en onderhouden eerstehulpkit is essentieel voor effectieve eerstehulprespons op de werkplek. De inhoud moet de specifieke risico's van horecawerk weerspiegelen, passend zijn bij het aantal werknemers, en regelmatig worden gecontroleerd en aangevuld. RD 486/1997 Bijlage VI biedt een basislijst, maar deze moet worden aangepast aan het specifieke risicoprofiel van het bedrijf op basis van de risicobeoordeling en in overleg met de bedrijfsgezondheidsdienst of de aanbieder van eerstehulpopleiding.\n\nEerstehulpkits moeten worden opgeslagen op duidelijk geïdentificeerde locaties, gemakkelijk toegankelijk voor al het personeel, beschermd tegen verontreiniging en weersinvloeden maar niet op slot of sleutels vereisend voor toegang bij een noodsituatie. In grotere bedrijven of bedrijven met meerdere afzonderlijke gebieden verminderen meerdere kits op verschillende locaties de reactietijd. Elke kit moet worden toegewezen aan een verantwoordelijk persoon die regelmatige controles en aanvullingen uitvoert.",
      "subsections": [
        {
          "heading": "4.1 Aanbevolen kitinhoud voor de horeca",
          "content": "De basale eerstehulpkit voor horecabedrijven moet bevatten: steriele kleefpleisters in diverse maten, inclusief blauwe waterdichte pleisters voor voedselbereiders; steriele oogkompressen; driehoekige zwachtels voor mitella's; veiligheidsspelden; individueel verpakte steriele niet-medicinale wondverbanden (middel en groot); wegwerphandschoenen (nitril of vinyl, meerdere maten); steriele gaaskompressen; kleefband; zwachtels (aanlegzwachtels en crepe); schaar; pincet; beademingsmasker; wegwerpzakken; eerstehulpbijsluiter.\n\nVoor horecaspecifieke risico's overweeg toevoeging van: brandwondverbanden en hydrogel brandwondgel; oogdouchevloeistof en oogbadje; directe koudkompressen; blauwe waterdichte pleisters specifiek voor gebruik door voedselbereiders; nooddeken (folievel voor shockbehandeling). Geavanceerde kits voor bedrijven met opgeleide eerstehulpverleners kunnen ook vingerverbanden, wondsluitstrips en uitgebreidere brandwondbehandelingsvoorraden bevatten.\n\nNeem geen medicijnen op in de eerstehulpkit tenzij specifiek geautoriseerd door de bedrijfsgezondheidsdienst en uitsluitend toegediend door opgeleide eerstehulpverleners. De uitzondering kan glucosegel of -tabletten zijn als u diabetische werknemers heeft en autorisatie voor het gebruik bij diabetische noodgevallen. Neem nooit aspirine, paracetamol of andere algemene medicijnen op, aangezien deze allergische reacties of gevaarlijke interacties kunnen veroorzaken."
        },
        {
          "heading": "4.2 Inspectie en aanvulling",
          "content": "Eerstehulpkits moeten regelmatig worden geïnspecteerd (maandelijks is best practice) om te verifiëren dat de inhoud volledig is, items binnen de houdbaarheidsdatum zijn, en de kit schoon en goed georganiseerd is. Gebruik een checklist van vereiste inhoud en registreer elke inspectie. Gebruikte items moeten onmiddellijk worden vervangen — de kit moet te allen tijde gereed zijn voor het volgende incident. Stel een duidelijke procedure vast voor het aanvullen: wie is verantwoordelijk, waar worden voorraden ingekocht en wat moet worden besteld.\n\nHoudbaarheiddata op steriele items moeten worden gerespecteerd — het gebruik van verlopen steriele verbanden vormt een infectierisico. Roteer voorraad om oudere items eerst te gebruiken (FIFO-principe). Items zonder houdbaarheidsdatum (schaar, pincet) moeten worden gecontroleerd op beschadiging of slijtage. De kitcontainer zelf moet worden gecontroleerd op beschadiging, vochtindringing of verontreiniging.\n\nHoud een logboek bij van kitinspecties en aanvullingen als onderdeel van de eerstehulpdocumentatie. Dit toont aan dat de werkgever aan de verplichting voldoet om eerstehulpvoorziening te onderhouden en identificeert patronen (als bepaalde items frequent worden gebruikt, overweeg of aanvullende preventiemaatregelen het aantal van die verwondingen zouden kunnen verminderen)."
        },
        {
          "heading": "4.3 Gespecialiseerde apparatuur",
          "content": "Naast basale eerstehulpkits kunnen sommige bedrijven baat hebben bij gespecialiseerde noodapparatuur. Automatische externe defibrillatoren (AED's) worden steeds gebruikelijker in openbare ruimtes en grote werkplekken. Een AED kan de overlevingskans bij plotselinge hartstilstand dramatisch verbeteren. Indien u een AED installeert, zorg dan dat aangewezen eerstehulpverleners zijn opgeleid in het gebruik, het apparaat goed wordt onderhouden en regelmatig gecontroleerd, en al het personeel de locatie kent.\n\nZuurstoftoedieningsapparatuur vereist specifieke opleiding en wordt doorgaans alleen gebruikt door gevorderde eerstehulpverleners met autorisatie van de bedrijfsgezondheidsdienst. Oogdouchestations (naast kleine oogdoucheflesjes in de eerstehulpkit) moeten worden geïnstalleerd in gebieden waar risico bestaat op chemische spatten in de ogen, zoals opslagruimtes voor schoonmaakmiddelen.\n\nWervelkolomimmobilisatie-apparatuur (nekkragen, rugplanken) vereist specifieke opleiding en wordt doorgaans alleen gebruikt door de medische hulpdienst. Eerstehulpverleners mogen niet proberen slachtoffers met vermoedelijk wervelkolomletsel te immobiliseren of te verplaatsen, tenzij er onmiddellijk gevaar is (brand, verdrinking) dat verplaatsing vereist — houd in plaats daarvan de persoon stil en ondersteun het hoofd terwijl u de hulpdienst afwacht."
        }
      ]
    },
    {
      "heading": "5. Coördinatie met de medische hulpdienst",
      "content": "Eerstehulp op de werkplek is tussentijdse zorg in afwachting van professionele medische hulp. Effectieve coördinatie met de medische hulpdienst (MHD) garandeert dat slachtoffers zo snel mogelijk professionele zorg ontvangen. Eerstehulpverleners moeten weten wanneer de hulpdienst te bellen, welke informatie te verstrekken, hoe zich voor te bereiden op hun aankomst en hoe de zorg adequaat over te dragen.\n\nHet alarmnummer in Spanje is 112, dat toegang biedt tot medische noodgevallen (SAMUR, 061), brandweer en politie. Blijf bij het bellen van 112 kalm en verstrek duidelijke informatie: de locatie met volledig adres en eventuele toegangsinstructies, het aantal slachtoffers, de aard van het incident en de verwondingen, de toestand van het slachtoffer (bij bewustzijn/bewusteloos, ademend/niet ademend), en eventuele bijzondere gevaren (gaslek, brand, chemische blootstelling). Volg de instructies van de meldkamermedewerker — zij kunnen instructies geven zoals hoe reanimatie uit te voeren of hoe het slachtoffer te positioneren.",
      "subsections": [
        {
          "heading": "5.1 Wanneer de hulpdienst bellen",
          "content": "Bel onmiddellijk 112 bij: bewusteloosheid of veranderd bewustzijnsniveau, moeite met ademen of niet normaal ademen, ernstige bloeding die niet gestopt kan worden, vermoedelijke hartaanval of beroerte, ernstige brandwonden, vermoedelijke botbreuken of wervelkolomletsel, ernstige allergische reactie (anafylaxie), verslikking die niet snel wordt opgelost, vergiftiging of overdosis, of elke situatie waarin u onzeker bent — bij twijfel, bel.\n\nBij minder ernstig letsel overweeg of professionele medische beoordeling nodig is, zelfs als het geen onmiddellijke noodsituatie is. Het slachtoffer moet worden geadviseerd medische hulp te zoeken bij: snijwonden die mogelijk gehecht moeten worden (diepe snijwonden, openstaande wonden, snijwonden in gezicht of handen), brandwonden erger dan licht oppervlakkig, hoofdletsel met enige periode van bewusteloosheid of symptomen die verder gaan dan onmiddellijke voorbijgaande pijn, borstpijn of tekenen van hartproblemen, elk letsel aan ogen, elk letsel waarvan u de ernst niet zeker bent. Bij twijfel, kies voor medische beoordeling.\n\nLaat zorgen over ambulancekosten of bedrijfsverstoringen nooit de reden zijn om het bellen van de hulpdienst bij ernstige situaties uit te stellen. Vertraagde behandeling kan resulteren in veel slechtere uitkomsten. Sommige werkgevers maken zich zorgen over de kosten van arbeidsongeschiktheid, maar het vertragen van noodzakelijke medische zorg kan de kosten juist verhogen (slechtere uitkomsten vereisen langere behandeling) en stelt de werkgever bloot aan aansprakelijkheid wegens ontoereikende zorg."
        },
        {
          "heading": "5.2 Voorbereiden op aankomst MHD",
          "content": "Terwijl u wacht op de hulpdienst: ga door met het verlenen van eerste hulp indien nodig, monitor continu de toestand van het slachtoffer (met name bewustzijn en ademhaling), bereid u voor om de MHD naar het slachtoffer te leiden (stuur iemand om de ambulance op te vangen als de locatie niet vanzelfsprekend is), maak toegangsroutes vrij (zorg dat de ambulance het gebouw kan bereiken en de brancard het slachtoffer kan bereiken), verzamel relevante informatie (medische informatie van de persoon indien beschikbaar, lijst van medicijnen die zij gebruiken, details van het incident), en houd omstanders op afstand om de MHD ruimte te geven.\n\nVerplaats het slachtoffer niet tenzij er onmiddellijk gevaar is (brand, instorting) dat evacuatie vereist. Als de persoon bewusteloos is maar ademt, breng hem in de stabiele zijligging (op de zij met het hoofd naar achteren gekanteld om de luchtweg open te houden) tenzij wervelkolomletsel wordt vermoed, in welk geval de persoon stil moet worden gehouden en de ademhaling gemonitord. Als de persoon stopt met ademen, wees klaar om met reanimatie te beginnen.\n\nBlijf bij het slachtoffer totdat de MHD arriveert — laat het slachtoffer niet alleen. Stel hem gerust, houd hem warm met dekens indien nodig, en monitor continu de toestand. Als de toestand verslechtert (bewustzijnsverlies, stopt met ademen, toename van bloeding), verleen passende eerste hulp en bel zo nodig opnieuw 112 om de meldkamermedewerker bij te werken."
        },
        {
          "heading": "5.3 Overdracht aan hulpdiensten",
          "content": "Wanneer de MHD arriveert, geef een duidelijke, beknopte overdracht: identificeer uzelf als eerstehulpverlener, beschrijf kort het incident (wat is er gebeurd, wanneer, hoe), beschrijf de waargenomen verwondingen en de verleende eerste hulp, rapporteer de huidige toestand van het slachtoffer en eventuele veranderingen sinds het incident, en verstrek eventuele relevante medische informatie die u heeft vernomen (allergieën, medicijnen, bestaande aandoeningen).\n\nVolg de instructies van het MHD-team — zij kunnen u vragen om druk op een wond te blijven uitoefenen, te helpen bij het verplaatsen van het slachtoffer, of aanvullende informatie te verstrekken. Zodra de MHD de zorg overneemt, is uw eerstehulprol voltooid, hoewel u mogelijk beschikbaar moet blijven om vragen te beantwoorden voor hun documentatie of voor later onderzoek.\n\nZorg dat de documentatie wordt voltooid: registreer het incident in het ongevallenboek, noteer het tijdstip van aankomst van de MHD en welke dienst/ambulance aanwezig was, registreer waar het slachtoffer naartoe is gebracht indien bekend, en documenteer alle verleende eerste hulp. Deze informatie kan nodig zijn voor arbeidsongeschiktheidsclaims, incidentenonderzoek of kwaliteitsverbetering van het eerstehulpprogramma."
        }
      ]
    },
    {
      "heading": "6. Beheer eerstehulpprogramma",
      "content": "Een effectief eerstehulpprogramma op de werkplek vereist voortdurend beheer, niet alleen een initiële opzet. Programmamanagement omvat het onderhouden van dekking door opgeleide eerstehulpverleners, het actueel houden van apparatuur en voorraden, het documenteren van en leren van incidenten, het integreren van eerste hulp met het bredere arbeidsomstandighedenprogramma, en continue verbetering op basis van ervaringen. Het toewijzen van duidelijke verantwoordelijkheid voor het beheer van het eerstehulpprogramma garandeert dat het consequent aandacht krijgt.\n\nDe arbeidsomstandighedencommissie of veiligheidsvertegenwoordiger moet eerste hulp opnemen in hun reguliere beoordelingsagenda. De jaarlijkse beoordeling van het eerstehulpprogramma moet overwegen of het aantal en de opleiding van eerstehulpverleners toereikend is op basis van ervaringen, of apparatuur en faciliteiten passend en goed onderhouden zijn, of reactietijden bij incidenten acceptabel zijn, en of patronen in incidenten preventiekansen suggereren.",
      "subsections": [
        {
          "heading": "6.1 Dekking en ondersteuning eerstehulpverleners",
          "content": "Garandeer adequate dekking door eerstehulpverleners over alle diensten en afdelingen. Maak een schema dat toont welke opgeleide eerstehulpverleners op welk moment dienst hebben, en heb noodplannen voor afwezigheden (vakantie, ziekte). Overweeg het bieden van incentives voor werknemers om opgeleid eerstehulpverlener te worden — een kleine extra vergoeding, erkenning, of vrije tijd voor opleiding kan deelname aanmoedigen.\n\nOndersteun uw eerstehulpverleners: bied regelmatige opfrisopleidingen, gelegenheid om vaardigheden te oefenen, toegang tot begeleiding en consultatie met bedrijfsgezondheidsprofessionals, en psychologische ondersteuning als zij betrokken zijn bij traumatische incidenten. Eerstehulpverleners kunnen stress of emotionele reacties ervaren na het verlenen van zorg bij ernstige incidenten, met name als de uitkomst slecht is. Erken dit en bied passende ondersteuning, inclusief nabespreking en indien nodig, counseling.\n\nHoud een register bij van opgeleide eerstehulpverleners inclusief opleidingsdata, certificaatvervaldatums en verlengingsschema's. Houd bij wanneer opfrisopleiding nodig is en plan deze proactief in, in plaats van certificeringen te laten verlopen. Sommige organisaties houden een paar extra opgeleide eerstehulpverleners boven het minimumvereiste aan om een buffer te bieden voor afwezigheden en personeelsverloop."
        },
        {
          "heading": "6.2 Leren van incidenten",
          "content": "Elk incident dat eerste hulp vereist is een kans om te leren en te verbeteren. Beoordeel de ongevallenregistraties regelmatig om patronen te identificeren: Komen bepaalde typen letsel herhaaldelijk voor? Zien bepaalde gebieden of tijdstippen meer incidenten? Zijn reactietijden toereikend? Werden er tekortkomingen in eerstehulpvoorziening of -respons geïdentificeerd? Gebruik deze informatie om preventie te verbeteren (grondoorzaken van terugkerend letsel aanpakken), eerstehulprespons te verbeteren (aanvullende opleiding op veelvoorkomende scenario's, herpositionering van eerstehulpkits), en de herziening van de risicobeoordeling te informeren.\n\nVoer meer gedetailleerd onderzoek uit bij ernstige incidenten om grondoorzaken te begrijpen en preventiemaatregelen te identificeren. Bijna-incidenten (waarbij letsel bijna optrad of veel erger had kunnen zijn) moeten ook worden onderzocht, aangezien zij vaak gevaren onthullen voordat ernstig letsel optreedt. Een cultuur van melden en leren, in plaats van schuld toewijzen, moedigt personeel aan om incidenten en bijna-incidenten te melden zodat leerkansen niet worden gemist.\n\nBeoordeel periodiek het gebruik van eerstehulpkits om aanvulbeslissingen te informeren. Als bepaalde items nooit worden gebruikt, zijn ze dan noodzakelijk? Als bepaalde items zeer frequent worden gebruikt, moet u dan grotere hoeveelheden inslaan of het voorkomen van die verwondingen onderzoeken? Gebruikspatronen bieden inzicht in de feitelijke eerstehulpbehoeften van uw specifieke werkplek."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Checklist vereisten eerstehulpprogramma",
      "items": [
        "Voldoende aantal opgeleide eerstehulpverleners aangewezen voor bedrijfsomvang en risiconiveau",
        "Eerstehulpverlenerdekking gegarandeerd voor alle diensten en afdelingen",
        "Opleiding eerstehulpverleners actueel en opgefrist binnen vereiste periode (2-3 jaar)",
        "Eerstehulpkits in passend aantal en op passende locaties beschikbaar op basis van werkplekgrootte en -indeling",
        "Kitinhoud passend bij werkplekrisico's (snijwonden, brandwonden, algemeen letsel)",
        "Kits regelmatig geïnspecteerd (maandelijks) en onderhouden met inhoud volledig en houdbaar",
        "Eerstehulpruimte of geschikte behandelruimte beschikbaar indien vereist door bedrijfsomvang",
        "Al het personeel geïnformeerd over eerstehulpregelingen: wie, waar, wat te doen bij een noodsituatie",
        "Noodcontactprocedures duidelijk gecommuniceerd (alarmnummer 112)",
        "Ongevallenregister bijgehouden en alle incidenten geregistreerd",
        "Eerstehulpprocedures geïntegreerd in risicobeoordeling en noodplannen",
        "Jaarlijkse beoordeling van toereikendheid en effectiviteit eerstehulpprogramma"
      ]
    },
    {
      "title": "Maandelijkse inspectiechecklist eerstehulpkit",
      "items": [
        "Kitlocatie toegankelijk en duidelijk gemarkeerd",
        "Kitcontainer schoon en onbeschadigd, afdichtingen intact",
        "Inventarislijst aanwezig en actueel",
        "Alle vereiste items aanwezig in de vereiste hoeveelheden",
        "Steriele items in verzegelde verpakking, onbeschadigd",
        "Alle items binnen houdbaarheidsdatum — vervang verlopen items",
        "Wegwerphandschoenen beschikbaar in meerdere maten",
        "Blauwe waterdichte pleisters beschikbaar voor voedselbereiders",
        "Brandwondbehandelingsvoorraden beschikbaar en houdbaar",
        "Oogdouchevloeistof beschikbaar en houdbaar",
        "Eerstehulpbijsluiter aanwezig en actueel",
        "Inspectie gedocumenteerd met datum, naam inspecteur, eventuele ondernomen acties"
      ]
    },
    {
      "title": "Checklist noodresponsprocedure",
      "items": [
        "Beoordeel de situatie: is het veilig om te naderen?",
        "Controleer reactie slachtoffer: bij bewustzijn? Sprekend? Bewegend?",
        "Bij bewusteloosheid: controleer ademhaling — kijk, luister, voel naar normale ademhaling",
        "Bij niet normaal ademen: bel onmiddellijk 112 en begin met reanimatie",
        "Bij ademhaling maar bewusteloos: breng in stabiele zijligging, bel 112, monitor ademhaling",
        "Bij bewustzijn maar gewond: beoordeel verwondingen, verleen passende eerste hulp",
        "Bel 112 als het letsel ernstig is of u onzeker bent",
        "Verstrek locatie, aantal slachtoffers, aard van verwondingen aan de meldkamermedewerker",
        "Stuur iemand om de ambulance op te vangen en naar het slachtoffer te begeleiden",
        "Ga door met het monitoren van het slachtoffer en het verlenen van eerste hulp totdat de MHD arriveert",
        "Overdracht aan MHD: beschrijf incident, verwondingen, verleende behandeling, huidige toestand",
        "Registreer het incident in het ongevallenboek zo spoedig mogelijk"
      ]
    }
  ],
  "bestPractices": [
    "Leid meer eerstehulpverleners op dan het minimumvereiste om dekking te garanderen tijdens afwezigheden en diepgang te bieden",
    "Voer periodieke eerstehulpscenario's of simulaties uit om vaardigheden en vertrouwen te onderhouden tussen feitelijke incidenten",
    "Positioneer eerstehulpkits strategisch op basis van waar letsel het meest waarschijnlijk is en waar reactietijd het meest van belang is",
    "Gebruik visuele hulpmiddelen (posters, borden) om personeel te herinneren aan eerstehulplocaties en basale noodprocedures",
    "Houd een nabespreking na significante eerstehulpincidenten om geleerde lessen te identificeren en eerstehulpverleners emotioneel te ondersteunen",
    "Integreer eerstehulpopleiding in de introductie van nieuwe werknemers zodat al het personeel basisbewustzijn heeft, ook als zij geen aangewezen eerstehulpverleners zijn",
    "Overweeg de installatie van een AED in grotere bedrijven of bedrijven met een hoger hartrisico (oudere klanten, stressvolle omgeving)",
    "Bouw relaties op met lokale hulpdiensten — nodig hen uit voor een bezoek om vertrouwd te raken met uw pand",
    "Volg en analyseer eerstehulpincidenten om preventiekansen te identificeren in plaats van alleen reactief verwondingen te behandelen"
  ],
  "glossary": {
    "Eerste hulp": "Onmiddellijke zorg verleend aan een gewonde of zieke persoon voordat professionele medische hulp arriveert",
    "Eerstehulpverlener": "Persoon opgeleid in eerste hulp en aangewezen om deze op de werkplek te verlenen",
    "Reanimatie": "Cardiopulmonale reanimatie — borstcompressies om de bloedstroom in stand te houden wanneer het hart is gestopt",
    "AED": "Automatische Externe Defibrillator — apparaat dat het hartritme analyseert en indien nodig een elektrische schok afgeeft om het hart weer te starten",
    "Anafylaxie": "Ernstige, potentieel levensbedreigende allergische reactie die meerdere lichaamssystemen treft",
    "Stabiele zijligging": "Positie voor een bewusteloze maar ademende persoon, liggend op de zij met het hoofd naar achteren gekanteld om een open luchtweg te behouden",
    "Primair onderzoek": "Initiële beoordeling op gevaar, reactie, ademhaling en bloedsomloop",
    "MHD": "Medische Hulpdienst — professionele ambulance- en paramedische diensten (112 in Spanje)",
    "Ongevallenboek": "Libro de Accidentes — verplicht register van alle werkplekletsels en verleende eerste hulp"
  }
}