{
  "title": "Preventie van Brandwonden in de Keuken",
  "legalBasis": "Wet 31/1995 inzake Preventie van Arbeidsrisico's; Koninklijk Besluit 486/1997 inzake arbeidsomstandigheden; Koninklijk Besluit 773/1997 inzake persoonlijke beschermingsmiddelen; Koninklijk Besluit 1215/1997 inzake veiligheid van arbeidsmiddelen",
  "summary": "Brandwonden behoren tot de meest frequente en potentieel ernstige verwondingen in professionele keukens. Horecamedewerkers worden voortdurend blootgesteld aan meerdere brandwondgevaren, waaronder hete kookoppervlakken en apparatuur, kokende vloeistoffen en stoom, hete olie voor het frituren, vlammen van gasbranders, hete ovenruimtes en bakkerijapparatuur, en verhitte serveercontainers. Brandwonden variëren van lichte eerstegraads brandwonden die tijdelijke pijn en roodheid veroorzaken tot ernstige derdegraads brandwonden die uitgebreide medische behandeling, huidtransplantaties, langdurig ziekteverzuim en mogelijk permanente littekens of invaliditeit vereisen. Naast de directe pijn en het letsel brengen ernstige brandwonden infectierisico met zich mee en kunnen psychologisch trauma veroorzaken.\n\nBrandwondenpreventie in professionele keukens vereist uitgebreide maatregelen op het gebied van apparaatontwerp en -onderhoud, verstrekking van persoonlijke beschermingsmiddelen, veilige werkprocedures en training, inrichting van de keuken en werkstroomorganisatie, en het cultiveren van een veiligheidsbewuste cultuur. De Spaanse arbeidsgezondheidsregelgeving vereist dat werkgevers brandwondrisico's beoordelen, beheersmaatregelen implementeren, geschikte beschermingsmiddelen verstrekken, werknemers trainen in veilige praktijken en noodresponsprocedures vaststellen. Werknemers hebben overeenkomstige plichten om veiligheidsprocedures te volgen, verstrekte beschermingsmiddelen te gebruiken, onveilige omstandigheden te melden en redelijke zorg te betrachten.\n\nVeel keukenbrandwonden zijn volledig te voorkomen met de juiste voorzorgsmaatregelen. Veelvoorkomende scenario's die tot brandwonden leiden zijn onder meer reiken over hete oppervlakken om items aan de andere kant te pakken, het niet gebruiken van geschikte hittebestendige handschoenen of wanten bij het hanteren van hete items, onvoldoende communicatie in gedeelde keukenruimtes waardoor botsingen ontstaan bij het dragen van hete vloeistoffen, onjuiste techniek bij het openen van deksels of containers waardoor stoom vrijkomt, spatten of morsen van hete olie tijdens frituurhandelingen, en contact met hete apparatuur door slechte plaatsing of ontoereikende beschermingskappen. Het begrijpen van deze veelvoorkomende scenario's en de preventieve maatregelen voor elk vermindert het brandwondrisico aanzienlijk.\n\nDeze handleiding behandelt brandwondenpreventie voor alle keukenmedewerkers, van leerlingen tot ervaren chefs. Ongeacht het ervaringsniveau kunnen brandwonden optreden in momenten van onoplettendheid, tijdens hectische serviceperiodes, of wanneer veiligheidsprocedures worden omzeild. Het handhaven van consequente brandwondenpreventiepraktijken, zelfs onder tijdsdruk, is essentieel voor een loopbanglange veiligheid in horecakeukens.",
  "keyPoints": [
    "Gebruik hittebestendige handschoenen of wanten bij het hanteren van al het hete kookgerei, apparatuur of containers",
    "Kondig aan wanneer u hete items door de keuken draagt: 'heet achter u,' 'caliente,' of een vergelijkbare duidelijke waarschuwing",
    "Draai pan- en pothandgrepen naar binnen op kookplaten zodat ze niet kunnen worden aangestoten of verstrikt raken in kleding",
    "Open deksels van u af om stoom te laten ontsnappen zonder uw gezicht of armen te verbranden",
    "Ga ervan uit dat alle keukenapparatuur heet is tenzij u anders weet — raak oppervlakken nooit aan zonder verificatie",
    "Draag geschikte kleding: lange mouwen beschermen armen, geen losse of synthetische stoffen die kunnen smelten",
    "Houd veilige afstand van open vlammen en hete oliehandelingen",
    "Ken de locatie van de EHBO-kit en brandwondenbehandelingsbenodigdheden inclusief koel stromend water",
    "Meld alle brandwondverwondingen onmiddellijk aan uw leidinggevende en zoek passende eerste hulp of medische zorg",
    "Werkgevers moeten hittebestendige PBM verstrekken, apparatuur veilig onderhouden en werknemers trainen in brandwondenpreventie"
  ],
  "sections": [
    {
      "heading": "1. Typen Keukenbrandwonden en Hun Gevaren",
      "content": "Brandwonden worden naar ernst ingedeeld in drie graden. Eerstegraads brandwonden treffen alleen de buitenste huidlaag (epidermis) en veroorzaken roodheid, pijn en lichte zwelling, vergelijkbaar met een milde zonnebrand. Deze genezen doorgaans binnen enkele dagen zonder littekens. Tweedegraads brandwonden reiken tot in de diepere huidlaag (dermis) en veroorzaken intense pijn, aanzienlijke zwelling, blaarvorming en wondvocht. Genezing duurt weken en kan littekens achterlaten afhankelijk van de diepte. Derdegraads brandwonden vernietigen de volledige huiddikte en kunnen zich uitbreiden naar onderliggend vet, spierweefsel of bot. Paradoxaal genoeg kunnen ernstige derdegraads brandwonden aanvankelijk minder pijnlijk zijn omdat zenuwuiteinden zijn vernietigd, maar ze vereisen onmiddellijke medische aandacht en uitgebreide behandeling inclusief huidtransplantaties. Zelfs kleine derdegraads brandwonden zijn medische noodgevallen.\n\nKeukenmedewerkers worden geconfronteerd met verschillende typen brandwondgevaren. Contactbrandwonden treden op wanneer de huid in aanraking komt met hete oppervlakken — kookplaten, ovenroosters, bakplaten, panhandgrepen, grilloppervlakken of verwarmde apparaatbehuizingen. Verbranding door hete vloeistoffen ontstaat door contact met hete vloeistoffen (kokend water, bouillons, sauzen) of stoom, die enorme warmte-energie draagt en door kleding kan dringen en uitgebreide verbranding kan veroorzaken. Vet- en oliebrandwonden door spatten of morsen van hete kookolie zijn bijzonder gevaarlijk omdat olie hogere temperaturen bereikt dan water (frituurolie overschrijdt vaak 180°C) en aan de huid hecht, waardoor het blijft branden zelfs na het eerste contact. Vlambrandwonden door open vuur, hoewel minder gebruikelijk in moderne keukens, kunnen optreden bij gasapparatuur of flambeerbereidingen.",
      "subsections": [
        {
          "heading": "1.1 Contactbrandwonden door Hete Oppervlakken en Apparatuur",
          "content": "Elke keuken bevat talrijke hete oppervlakken die contactbrandwondgevaren opleveren. Kookplaten en de direct omringende gebieden blijven langdurig heet nadat ze zijn uitgeschakeld. Ovendeuren, vooral bij oudere ovens zonder effectieve isolatie, worden extreem heet tijdens gebruik. Binnenste ovenroosters, bakplaten en braadpannen bereiken de oventemperatuur (vaak boven 200°C). Pan- en pothandgrepen worden heet door warmtegeleiding vanuit het kookgerei, vooral metalen handgrepen of handgrepen die boven aangrenzende branders staan. Grillplaten, barbecues en warmhoudplaten zijn ontworpen om continu hoge temperaturen te handhaven.\n\nMinder voor de hand liggende hete oppervlakken zijn apparaatbehuizingen (professionele ovens, salamanders, warmhoudkasten en bain-maries hebben vaak hete buitenbehuizingen), verwarmd serveermateriaal (rechauds, warmhoudkasten, warmtelampen) en kookgerei dat onlangs van het vuur is gehaald (pannen, potten en keukengerei houden minuten na verwijdering van branders of uit ovens warmte vast). Een fundamenteel veiligheidsprincipe is: ga ervan uit dat alle apparatuur en kookgerei heet is totdat u anders hebt vastgesteld. Raak keukenapparatuur of kookgerei nooit met blote handen aan, tenzij u zeker weet dat het koel is."
        },
        {
          "heading": "1.2 Verbranding door Hete Vloeistoffen en Stoom",
          "content": "Verbranding door heet water, bouillons, sauzen, soepen en andere vloeistoffen komt extreem veel voor in keukens. Water kookt bij 100°C, voldoende om in minder dan een seconde contact ernstige tweedegraads brandwonden te veroorzaken. Veel kookvloeistoffen (sauzen op oliebasis, suikersiropen) bereiken nog hogere temperaturen. Grote hoeveelheden hete vloeistof, zoals kookpotten met kokend water of soep, vormen een catastrofaal letselrisico bij morsen. Stoom, dat waterdamp is van 100°C of hoger, is bijzonder gevaarlijk omdat het vaak onzichtbaar is (zichtbare 'stoom' is eigenlijk gecondenseerde waterdruppels; de werkelijk gevaarlijke oververhitte damp is onzichtbaar), enorme thermische energie draagt en door kleding kan dringen en ernstige verbranding kan veroorzaken.\n\nVeelvoorkomende verbrandingsscenario's zijn onder meer onjuist afgieten van pasta of groenten (het kokende water naar uzelf toe kantelen in plaats van van u af), het openen van deksels of afdekkingen die stoom hebben vastgehouden zonder de stoom van uw lichaam af te laten ontsnappen, te vol gevulde pannen zodat vloeistoffen overkoken op branders of spatten bij het roeren, botsingincidenten waarbij werknemers die hete vloeistoffen dragen tegen anderen aanlopen of worden aangestoten waardoor gemorst wordt, en bain-marie-incidenten door over stoom te reiken of stoomatparatuur onjuist te openen. Het voorkomen van verbrandingsletsels vereist het anticiperen op waar stoom en hete vloeistoffen naartoe gaan en het positioneren van uw lichaam weg van deze trajecten."
        },
        {
          "heading": "1.3 Olie- en Vetbrandwonden",
          "content": "Frituurhandelingen vormen een van de ernstigste brandwondrisico's in keukens. Kookolie in frituurpannen of koekenpannen werkt doorgaans bij 160-190°C, ver boven het kookpunt van water. Bij deze temperaturen veroorzaakt olie vrijwel onmiddellijk ernstige brandwonden bij contact. Bovendien hecht olie aan huid en kleding, waardoor het blijft branden zelfs na het eerste contact en diepere weefselschade veroorzaakt dan verbranding door water. Oliebranden, die kunnen ontstaan als olie oververhit raakt of water in contact komt met hete olie, geven extra thermische energie af en creëren vlamgevaren.\n\nEssentiële principes voor olieveiligheid zijn: vul frituurpannen of koekenpannen nooit te vol (olie zet uit bij verhitting en schuimt wanneer voedsel wordt toegevoegd; te vol vullen veroorzaakt overlopen), zorg dat voedsel zo droog mogelijk is voordat het in hete olie wordt gelegd (water in contact met hete olie veroorzaakt hevig spatten en kan oliebranden veroorzaken), laat voedsel voorzichtig in hete olie zakken met mandjes of keukengerei, gooi nooit voedsel in frituurpannen, houd veilige afstand wanneer u voedsel aan hete olie toevoegt om spatsontact te vermijden, en verplaats nooit containers met hete olie en probeer deze niet te dragen (laat eerst afkoelen of gebruik gespecialiseerde apparatuur voor het transport van hete olie). Gebruikte kookolie veroorzaakt even ernstige brandwonden als verse olie; ga er nooit vanuit dat olie veilig is om te hanteren alleen omdat het koken is afgelopen."
        }
      ]
    },
    {
      "heading": "2. Persoonlijke Beschermingsmiddelen voor Brandwondenpreventie",
      "content": "Geschikte PBM zijn de primaire verdediging tegen keukenbrandwonden. In tegenstelling tot snijletsel waarbij techniek het risico grotendeels kan elimineren, gaat het hanteren van hete items inherent gepaard met veel keukentaken, waardoor beschermingsmiddelen essentieel zijn in plaats van optioneel. De Spaanse wetgeving (Koninklijk Besluit 773/1997) vereist dat werkgevers PBM kosteloos verstrekken wanneer risico's niet op andere wijze kunnen worden geëlimineerd. Voor keukenbrandwondgevaren omvatten de vereiste PBM doorgaans hittebestendige handschoenen of wanten, beschermende kleding inclusief armbedekking, en voor bepaalde risicovolle taken gezichts- en nekbescherming.\n\nDe effectiviteit van PBM hangt af van juiste selectie (geschikt voor het specifieke gevaar en de temperatuur), correct gebruik (gedragen wanneer en zoals bedoeld), goede staat (onbeschadigd, schoon, correct onderhouden) en bereikbaarheid (direct beschikbaar op de gebruikslocatie, niet opgeborgen op onhandige locaties waardoor werknemers het gebruik overslaan vanwege tijdsdruk). Werkgevers moeten waarborgen dat aan al deze voorwaarden wordt voldaan. Werknemers moeten de verstrekte PBM daadwerkelijk gebruiken en eventuele tekortkomingen in pasvorm, staat of geschiktheid melden.",
      "subsections": [
        {
          "heading": "2.1 Hittebestendige Handschoenen en Wanten",
          "content": "Hittebestendige handschoenen en ovenwanten zijn ontworpen om thermische isolatie te bieden waardoor kort hanteren van hete items mogelijk is. Deze PBM zijn beoordeeld op maximale temperatuur en duur van contact. Standaard keukenovenwanten beschermen doorgaans tegen temperaturen tot 200-230°C bij kort contact (5-10 seconden). Professionele siliconen of aramidevezelhandschoenen zijn bestand tegen hogere temperaturen (tot boven 300°C) en bieden betere handvaardigheid dan omvangrijke wanten. Hittebestendige handschoenen zijn essentieel voor het hanteren van heet kookgerei (het verwijderen van pannen uit ovens of van kookplaten), het openen van ovendeuren en het reiken in ovens, het hanteren van bakplaten en braadpannen, het verstellen van ovenroosters wanneer heet, en het verplaatsen of positioneren van hete apparatuur.\n\nKritische beperkingen: hittebestendige handschoenen bieden alleen bescherming bij kort contact, niet bij langdurig hanteren. Zelfs de beste handschoenen geleiden uiteindelijk warmte naar uw handen als u een zeer heet voorwerp langere tijd vasthoudt. Natte handschoenen verliezen isolerend vermogen en kunnen zelfs warmteoverdracht versterken door stoomvorming — gebruik nooit natte ovenwanten of handschoenen. Beschadigde handschoenen met gaten of versleten gebieden bieden onvoldoende bescherming. Controleer handschoenen vóór elk gebruik en vervang beschadigde exemplaren onmiddellijk. Handschoenen moeten schoon zijn; vet- of olieverontreiniging kan de hittebestendigheid verminderen en brandgevaar creëren nabij open vlammen."
        },
        {
          "heading": "2.2 Beschermende Kleding",
          "content": "Geschikte kleding biedt belangrijke brandwondenbescherming. Koksjassen en keukenuniformen worden traditioneel gemaakt van zwaar katoen of katoenmixen omdat natuurlijke vezels verkolen bij blootstelling aan vlammen maar niet smelten en aan de huid hechten zoals synthetische stoffen dat kunnen. Lange mouwen beschermen onderarmen tegen spatten, spetters en stralingswarmte van ovens en grills. Volledige bedekking minimaliseert het blootgestelde huidoppervlak dat kwetsbaar is voor brandwonden. Keukenkleding moet goed passen — niet zo los dat het kan haken aan panhandgrepen of apparatuur, maar ook niet zo strak dat het beweging beperkt en veilig werken bemoeilijkt.\n\nVermijd synthetische stoffen (polyester, nylon, acryl) in keukenomgevingen. Deze materialen smelten bij blootstelling aan warmte of vlammen, hechten aan de huid en veroorzaken ernstige gecombineerde brand- en chemische verwondingen. Zelfs kleine blootstelling aan vlammen of zeer hete oppervlakken kan synthetische stoffen doen ontbranden. Geef de voorkeur aan natuurlijke vezels (katoen, linnen) of mengsels met een hoog gehalte aan natuurlijke vezels. Gesloten schoenen zijn verplicht in alle keukens; naast antislipeigenschappen bieden ze bescherming als hete vloeistoffen of voedsel op de voeten worden gemorst. Sommige risicovolle omgevingen gebruiken aanvullende beschermende kleding zoals hittebestendige schorten voor frituurstations of armbescherming voor grillwerk."
        },
        {
          "heading": "2.3 Gespecialiseerde Bescherming voor Risicovolle Taken",
          "content": "Bepaalde keukentaken vormen dusdanig significante brandwondrisico's dat gespecialiseerde aanvullende PBM gerechtvaardigd zijn. Grote frituurhandelingen kunnen volledige hittebestendige schorten rechtvaardigen om romp en benen te beschermen tegen oliespatten. Grillstations of gebieden met open vlammen kunnen hittebestendige mouwen of armbescherming gebruiken voor extra onderarmbescherming naast de jasmouwen. Gezichtsschilden kunnen bescherming bieden tegen stoom of oliespatten voor taken zoals het openen van grote stoomtoestellen of het werken met grote frituurpannen. Voor schoonmaaktaken met zeer heet water of agressieve chemicaliën die chemische brandwonden kunnen veroorzaken, zijn gespecialiseerde handschoenen geschikt die zowel chemische als thermische bescherming bieden.\n\nWanneer gespecialiseerde PBM nodig zijn, moeten werkgevers een risicobeoordeling uitvoeren die het specifieke gevaar identificeert en de juiste bescherming selecteert. Het simpelweg verstrekken van generieke uitrusting is onvoldoende; PBM moeten worden afgestemd op het gevaar. Werknemers moeten training ontvangen in het juiste gebruik van gespecialiseerde PBM en begrijpen waarom deze nodig zijn. Zoals bij alle PBM is regelmatige inspectie en tijdige vervanging van beschadigde items essentieel. Werknemers mogen nooit onder druk staan om zonder de vereiste PBM te werken vanwege tijdsbeperkingen of niet-beschikbaarheid; als gespecialiseerde PBM verplicht zijn voor een taak, mag de taak niet doorgaan zonder."
        }
      ]
    },
    {
      "heading": "3. Veilige Werkpraktijken en Procedures",
      "content": "Hoewel PBM belangrijke bescherming bieden, zijn veilige werkpraktijken de basis van brandwondenpreventie. Veel keukenbrandwonden zijn het gevolg van onveilig gedrag dat door juiste techniek en procedures zou kunnen worden geëlimineerd: reiken over hete oppervlakken in plaats van eromheen lopen, het niet aankondigen van het dragen van hete items in gedeelde ruimtes, het openen van deksels naar het lichaam toe in plaats van er van af, onjuist hanteren van hete olie of spattersgevoelige kookhandelingen, en gehaast en onoplettend werken tijdens hectische serviceperiodes. Het vaststellen en consequent volgen van veilige procedures vermindert brandwondincidenten aanzienlijk.\n\nVeilige praktijken moeten worden geïntegreerd in standaard werkprocedures en versterkt door training, toezicht en werkplekcultuur. Ze moeten een tweede natuur zijn, automatisch uitgevoerd zelfs onder druk, in plaats van bewuste beslissingen die bij tijdsgebrek zouden kunnen worden overgeslagen. Nieuwe werknemers vereisen praktische training die veilige technieken demonstreert, begeleide oefening en onmiddellijke correctie van onveilig gedrag. Ervaren werknemers hebben baat bij periodieke opfriscursussen en consequente handhaving van procedures.",
      "subsections": [
        {
          "heading": "3.1 Veilig Hanteren van Heet Kookgerei en Apparatuur",
          "content": "Gebruik altijd geschikte hittebestendige handschoenen of wanten voordat u mogelijk heet kookgerei of apparatuur aanraakt. Controleer vóór het verwijderen van items uit ovens of de handschoenen droog en onbeschadigd zijn. Trek bij het verwijderen van hete pannen uit ovens het rooster iets naar buiten om de toegang te verbeteren en het reiken in de hete ovenruimte te verminderen. Til pannen voorzichtig op en kondig 'hete pan' of een vergelijkbare waarschuwing aan voor anderen in de buurt. Wanneer u heet kookgerei door de keuken draagt, houd het laag en dicht bij uw lichaam voor betere controle, kondig continu 'heet achter u,' 'caliente,' of duidelijke waarschuwingen aan, loop in normaal tempo zonder te haasten, en let op anderen en obstakels.\n\nWanneer u heet kookgerei op oppervlakken plaatst, zorg dat het bestemmingsoppervlak stabiel, hittebestendig en vrij van voorwerpen is. Gebruik onderzettters of hittepads om werkoppervlakken te beschermen. Draai pan- en pothandgrepen naar binnen op kookplaten zodat ze niet kunnen worden aangestoten, verstrikt raken in kleding, of door kinderen worden gegrepen (indien van toepassing). Laat pothandgrepen nooit over aangrenzende branders uitsteken waar ze te heet kunnen worden om aan te raken. Draag bij het verstellen van ovenroosters hittebestendige handschoenen, zelfs als u denkt dat de oven koel is — restwarmte kan brandwonden veroorzaken. Als u in of nabij hete apparatuur moet reiken, minimaliseer de contacttijd en trek snel terug."
        },
        {
          "heading": "3.2 Stoom- en Dekselbeheer",
          "content": "Stoom veroorzaakt enkele van de ernstigste keukenbrandwonden vanwege het onzichtbare karakter en het hoge thermische energiegehalte. Open bij het openen van een afgedekte pot, pan of container die verwarmd is geweest altijd het deksel van u af, waarbij u de verre rand eerst optilt zodat stoom van uw gezicht en armen af ontsnapt. Sta iets opzij in plaats van direct boven de container. Laat stoom volledig ontsnappen voordat u in de container reikt. Wees bijzonder voorzichtig met snelkookpannen, stoomtoestellen en andere apparatuur die stoom onder hoge druk genereert — volg de instructies van de fabrikant nauwkeurig voor veilig aflaten vóór het openen.\n\nBij het afgieten van kokend water van pasta, groenten of ander voedsel, positioneer het vergiet eerst in de gootsteen en kantel dan de pot voorzichtig van u af zodat stoom en eventueel spattend water van uw lichaam af bewegen. Giet nooit naar uzelf toe af. Gebruik een spatscherm indien beschikbaar. Houd bij het roeren in kokende vloeistoffen uw gezicht en armen weg van de pot; spattende kokende vloeistof kan ernstige gezichts- en armbrandwonden veroorzaken. Verminder de warmte om de kookintensiteit te verlagen als er spatten optreden. Als u zich over kookende vloeistoffen moet buigen om ze te beoordelen (kleur controleren, ruiken, enz.), schakel dan eerst de warmte uit en laat het oppervlak kalmeren voordat u uw gezicht dichtbij brengt."
        },
        {
          "heading": "3.3 Frituurveiligheidsprocedures",
          "content": "Frituren vereist nauwgezette veiligheidsdiscipline vanwege extreme temperaturen en het risico op oliebranden. Controleer vóór het starten van frituurhandelingen of het olieniveau geschikt is (niet te vol), de olietemperatuur correct is ingesteld en wordt bewaakt (de meeste frituurhandelingen vinden plaats bij 160-180°C; temperaturen boven 190°C riskeren oliedegradatie en brand), de apparatuur stabiel is en niet lekt, en hittebestendige handschoenen en geschikte blusmiddelen (blusdeken, Klasse F-blusser) bereikbaar zijn. Zorg dat te frituren voedsel zo droog mogelijk is — overtollig water veroorzaakt hevig spatten wanneer het in contact komt met hete olie.\n\nLaat bij het toevoegen van voedsel aan frituurpannen het voedsel voorzichtig zakken met mandjes of lang keukengerei. Gooi of werp nooit voedsel in hete olie. Sta terug van de frituurpan wanneer voedsel de olie ingaat om spatsontact te vermijden. Overlaad de frituurpan nooit, want dat verlaagt de olietemperatuur en verhoogt het spatrisico. Laat bij het verwijderen van gefrituurd voedsel het uitlekken boven de frituurpan voordat u het naar opvangruimtes verplaatst. Als olie vlam vat, gebruik nooit water (dit veroorzaakt explosieve verspreiding van brandende olie); schakel in plaats daarvan de warmte uit als dat veilig mogelijk is, bedek met een blusdeken of gebruik een Klasse F-brandblusser. Als de brand onbeheersbaar is, evacueer en bel de hulpdiensten. Probeer nooit brandende olie te verplaatsen."
        }
      ]
    },
    {
      "heading": "4. Keukeninrichting, Apparatuur en Onderhoud",
      "content": "Brandwondrisico's worden aanzienlijk beïnvloed door keukenontwerp, apparatuurselectie en onderhoudspraktijken. Een goed ontworpen keuken minimaliseert brandwondgevaren door doordachte apparaatplaatsing, voldoende ruimte voor veilige werkstroom, duidelijke aanduiding van hete zones, fysieke bescherming op apparatuur met hoge temperaturen en adequate ventilatie om overtollige warmte en stoom af te voeren. Werkgevers dragen de primaire verantwoordelijkheid voor deze factoren, maar werknemers moeten begrijpen hoe inrichting en apparatuur de veiligheid beïnvloeden en gevaarlijke omstandigheden melden.\n\nEen slechte keukeninrichting verergert brandwondrisico's: onvoldoende ruimte tussen werkstations dwingt werknemers over hete apparatuur te reiken of hete items door drukke gebieden te dragen, hete apparatuur op plaatsen waar werknemers regelmatig moeten passeren verhoogt het botsingsrisico, onvoldoende werkruimte rond ovens en kookplaten bemoeilijkt veilig hanteren, en het mengen van hete en koude zones zonder duidelijke afbakening creëert situaties waarin werknemers onbedoeld in contact komen met hete oppervlakken. Regelmatig apparaatonderhoud is even essentieel; defecte temperatuurregelaars kunnen tot onverwacht extreme warmte leiden, beschadigde deurafdichtingen laten warmte ontsnappen, verslechterde isolatie maakt apparaatbuitenkanten heter dan bedoeld, en gaslekken kunnen vlamgevaren creëren.",
      "subsections": [
        {
          "heading": "4.1 Apparatuurselectie en Beschermkappen",
          "content": "Moderne professionele keukenapparatuur bevat veiligheidsvoorzieningen die brandwondrisico's verminderen. Geïsoleerde ovendeuren handhaven buitentemperaturen op veiliger niveaus. Apparatuur met 'koele aanraking'-handgrepen en -oppervlakken gebruikt thermische isolatie om te voorkomen dat handgrepen te heet worden tijdens gebruik. Temperatuurbegrenzers voorkomen dat apparatuur de veilige maximumtemperatuur overschrijdt. Automatische uitschakelfuncties stoppen de verwarming bij een storing. Bij het aanschaffen of vervangen van apparatuur, geef voorrang aan veiligheidsvoorzieningen naast functionele vereisten.\n\nFysieke beschermkappen en barrières bieden extra bescherming. Afzuigsystemen boven kookplaten en grills moeten op de juiste maat en positie zijn om warmte en stoom effectief op te vangen. Spatschermen rond frituurstations beheersen oliespatten. Voldoende afstand tussen branders maakt veilige toegang tot elk kookoppervlak mogelijk zonder over andere heen te reiken. Apparatuur moet zo worden geplaatst dat werknemers niet over hete oppervlakken hoeven te reiken voor veelgebruikte items. Als de inrichting vereist dat over warmtebronnen wordt gereikt, moeten werkgevers fysieke barrières (beschermkappen, schilden) installeren of items verplaatsen om het gevaar te elimineren."
        },
        {
          "heading": "4.2 Preventieve Onderhoudsprogramma's",
          "content": "Regelmatig apparaatonderhoud voorkomt het ontstaan van brandwondgevaren. Onderhoudsprogramma's moeten omvatten: geplande professionele inspectie en onderhoud van alle warmteproducerende apparatuur (ovens, frituurpannen, kookplaten, grills, stoomtoestellen), kalibratie van temperatuurregelaars om nauwkeurige uitlezingen en juiste regulering te waarborgen, inspectie en vervanging van verslechterende isolatie, deurafdichtingen en pakkingen, verificatie dat veiligheidsvoorzieningen (automatische uitschakelingen, temperatuurbegrenzers) functioneren, en reiniging om vetophoping die kan ontbranden te voorkomen. Onderhoudsregistraties moeten worden bewaard en beschikbaar zijn voor arbeidsinspectie.\n\nWerknemers moeten vóór de dienst apparatuurcontroles uitvoeren om eventuele zichtbare schade, ongebruikelijke geuren (brand, gas), onregelmatige verwarming (apparatuur heter dan verwacht, koude plekken), defecte regelaars (instellingen komen niet overeen met werkelijke temperaturen) en zichtbare schade aan isolatie of afdichtingen te identificeren. Apparatuur die tekenen van storing vertoont, moet onmiddellijk uit dienst worden genomen en gemeld voor reparatie. Probeer nooit defecte warmteproducerende apparatuur te gebruiken; onvoorspelbaar gedrag creëert ernstige brandwond- en brandgevaren. Het management moet het recht van werknemers ondersteunen om onveilige apparatuur uit dienst te nemen zonder druk om 'ermee door te gaan' totdat reparaties kunnen worden gepland."
        },
        {
          "heading": "4.3 Werkplekorganisatie en Netheid",
          "content": "Rommel en slechte organisatie verhogen brandwondrisico's. Overvolle werkoppervlakken dwingen werknemers hete items op instabiele posities te plaatsen waar ze kunnen kantelen of omgestoten worden. Items die te dicht bij warmtebronnen worden bewaard, kunnen onverwacht heet worden. Vloeren die verontreinigd zijn met vet of gemorste vloeistoffen creëren uitglijdgevaren die bijzonder gevaarlijk zijn wanneer werknemers hete vloeistoffen dragen. Handhaaf overzichtelijke, georganiseerde werkgebieden met aangewezen hittebestendige zones voor heet kookgerei, voldoende ruimte tussen items om onbedoeld contact te voorkomen, regelmatige reiniging om vet en gemorste vloeistoffen te verwijderen, en vrije looppaden door de keuken.\n\nGebruik geschikte hittebestendige oppervlakken (onderzettters, hittepads, roestvrijstalen oppervlakken die geschikt zijn voor heet kookgerei) voor het plaatsen van hete items. Plaats heet kookgerei nooit direct op hout, kunststof of andere niet-hittebestendige oppervlakken. Gebruik kleurcodes of duidelijke markeringen voor hittebestendige zones zodat alle werknemers begrijpen waar hete items moeten worden geplaatst. Implementeer 'opruimen terwijl u werkt'-praktijken om ophoping van rommel en gemorste vloeistoffen te voorkomen. Tijdens drukkke serviceperiodes wanneer keukens hectisch worden, wordt het handhaven van organisatie moeilijker maar ook belangrijker — chaos verhoogt het letselrisico aanzienlijk."
        }
      ]
    },
    {
      "heading": "5. Communicatie en Teamcoördinatie",
      "content": "Veel keukenbrandwonden betreffen botsingen of nabijheidsincidenten in gedeelde keukenruimtes: werknemers die hete pannen dragen botsen tegen anderen, iemand reikt naar apparatuur precies wanneer een ander een hete schaal verwijdert, of werknemers passeren onbewust achter iemand die bij een heet station werkt zonder zich aan te kondigen. Deze incidenten zijn te voorkomen door duidelijke, consequente communicatieprotocollen en bewustzijn van de posities en activiteiten van anderen. De keukencultuur moet constante verbale communicatie over bewegingen normaliseren, met name bij het dragen of hanteren van hete items.\n\nEffectieve keukencommunicatie vereist vastgestelde standaardoproepen die alle werknemers begrijpen en consequent gebruiken. Deze oproepen moeten kort zijn, luid genoeg om boven het keukenlawaai uit te horen, en specifieke informatie bevatten over de aard van het gevaar. Naast verbale oproepen is visueel bewustzijn essentieel: werknemers moeten hun pad scannen voordat ze zich verplaatsen, indien nodig oogcontact maken met anderen en plotselinge onverwachte bewegingen in gedeelde ruimtes vermijden. Ervaren keukenmedewerkers ontwikkelen bijna onbewust ruimtelijk bewustzijn van de posities en waarschijnlijke bewegingen van collega's; deze vaardigheid moet expliciet aan nieuwe werknemers worden onderwezen in plaats van te worden verondersteld.",
      "subsections": [
        {
          "heading": "5.1 Standaard Verbale Oproepen en Waarschuwingen",
          "content": "Stel alle werknemers in en train hen in standaard verbale oproepen. 'Achter u' waarschuwt iemand dat u achter hen passeert (ze mogen niet plotseling achteruit stappen of draaien). 'Heet achter u' of 'caliente' specificeert dat u iets heets draagt. 'Scherp achter u' waarschuwt voor het dragen van messen. 'Ik kom eraan' kondigt beweging door een druk gebied aan. 'Hete pan' of 'hete plaat' specificeert het item dat wordt gedragen. 'Oven gaat open' of 'deur' waarschuwt nabije werknemers dat de ovendeur in de gedeelde ruimte zal openen. 'Stoom' waarschuwt voor stoomafgifte die nabije werknemers kan treffen.\n\nDeze oproepen moeten luid, duidelijk en proactief worden gegeven — kondig aan vóórdat u beweegt, niet tijdens of erna. In lawaaierige keukenomgevingen tijdens drukke service moeten oproepen luid genoeg zijn om boven apparaatlawaai, ventilatiesystemen en algemene activiteit uit te horen. Werknemers die uw oproep niet bevestigen, hebben deze mogelijk niet gehoord; herhaal totdat u bevestiging of visuele erkenning krijgt dat ze zich bewust zijn van uw aanwezigheid. Ga er niet vanuit dat omdat u hebt geroepen, anderen het zeker hebben gehoord. Het maken van deze oproepen moet een automatische gewoonte worden, elke keer uitgevoerd zonder bewuste beslissing."
        },
        {
          "heading": "5.2 Looppatronen en Stroombeheersing",
          "content": "Goed ontworpen keukens stellen duidelijke looppatronen vast die botsingen minimaliseren. Wijs 'hete zones' aan rond ovens, kookplaten en frituurpannen waar anderen niet onnodig moeten verblijven. Creëer waar mogelijk eenrichtingsstroompatronen om frontale botsingen in smalle ruimtes te voorkomen. Positioneer veelgebruikte items (koelkasten, droge opslag, afwasgebieden) uit de buurt van hete kookzones om onnodig verkeer door risicovolle gebieden te vermijden. Overweeg tijdens drukke service het aanwijzen van 'runners' die verantwoordelijk zijn voor het dragen van items tussen stations, waardoor het algehele verkeer wordt verminderd.\n\nWerknemers moeten looppatronen internaliseren en de tijd in hete zones minimaliseren wanneer ze er niet direct werken. Beweeg bij het passeren van hete zones bewust en voorspelbaar, let op anderen die bij hete apparatuur werken, kondig uw passage aan en geef werkende chefs maximale ruimte. Haast nooit door hete zones; de paar seconden die worden bespaard zijn het brandwondrisico van een botsing niet waard. Als de keukeninrichting frequent verkeer door hete zones afdwingt, moet het management de werkstroom herontwerpen om deze eis te verminderen of aanvullende beschermende maatregelen installeren."
        },
        {
          "heading": "5.3 Teamcoördinatie Tijdens de Service",
          "content": "Drukke serviceperiodes zijn het moment waarop brandwonden het vaakst optreden. Meerdere werknemers bewegen snel, apparatuur is maximaal beladen en heet, de aandacht is verdeeld over vele gelijktijdige taken, en tijdsdruk creëert de verleiding om veiligheidsstappen over te slaan. Het voorkomen van brandwonden tijdens de service vereist teamdiscipline: handhaaf standaard verbale oproepen zelfs wanneer het druk is, weersta de verleiding om te haasten (haasten veroorzaakt fouten en verwondingen die de service meer vertragen dan een paar seconden voorzichtigheid), neem kort time-out als de keuken chaotischer wordt dan veilig beheersbaar is, steun collega's door op hun rug te letten (als u ziet dat iemand tegen een heet oppervlak dreigt te leunen, waarschuw hen), en bespreek na de service eventuele bijna-incidenten of veiligheidszorgen.\n\nChef-koks en keukenleidinggevenden dragen bijzondere verantwoordelijkheid tijdens de service om de veiligheid te bewaken, in te grijpen als onveilige praktijken voorkomen en een algeheel veilig tempo te handhaven, zelfs onder tijdsdruk. Werknemers moeten zich bevoegd voelen om veilig te werken in plaats van onder druk te staan om bochten af te snijden. Het creëren van een cultuur waarin veiligheid nooit wordt opgeofferd voor snelheid vereist consequente leiderschapsboodschappen en voorbeeldgedrag van het management. Het vieren van veilige serviceperiodes (bijv. 'drukke zaterdagavond met nul verwondingen, goed gedaan team') versterkt positieve praktijken."
        }
      ]
    },
    {
      "heading": "6. Noodrespons en Eerste Hulp bij Brandwonden",
      "content": "Ondanks de beste preventie-inspanningen treden brandwonden af en toe op. Onmiddellijke juiste eerste hulp kan de ernst van het letsel en de langetermijngevolgen aanzienlijk verminderen. Elke keukenmedewerker moet de basisprincipes van eerste hulp bij brandwonden kennen, de locatie van EHBO-benodigdheden inclusief toegang tot koel stromend water, wie de aangewezen EHBO'er is en hoe deze te bereiken, wanneer brandwonden professionele medische aandacht vereisen, en hoe werkplekbrandwondletsels te melden. Keukenleidinggevenden en managers hebben aanvullende verantwoordelijkheden om ervoor te zorgen dat gewonde werknemers passende zorg ontvangen en om incidenten te onderzoeken.\n\nEerste hulp bij brandwonden is tijdkritisch — de eerste minuten na een brandwond bepalen of deze licht blijft of overgaat in ernstigere verwonding. Warmte blijft weefsel beschadigen na het eerste contact totdat het gebied wordt gekoeld. Vroegtijdige koeling kan voorkomen dat een grensgevoel eerstegraads brandwond overgaat in tweedegraads, of dat een oppervlakkige tweedegraads brandwond verdiept tot een ernstige tweedegraads brandwond. Daarom zijn directe toegang tot koel stromend water en kennis van de juiste koeltechniek essentieel in elke keuken.",
      "subsections": [
        {
          "heading": "6.1 Directe Eerste Hulp bij Brandwonden",
          "content": "Koel bij elke brandwond het getroffen gebied onmiddellijk onder koel (niet ijskoud) stromend water gedurende minimaal 10-20 minuten. De koelduur is cruciaal — onderzoek toont aan dat onvoldoende koelduur een belangrijke factor is bij het verergeren van brandwonden. Koel water moet ongeveer 15-25°C zijn (kraanwater is meestal geschikt; gebruik geen ijs of ijswater, dat extra weefselschade kan veroorzaken). Ga door met koelen totdat de pijn significant afneemt. Bij brandwonden door hete vloeistoffen of olie, verwijder aangetaste kleding tijdens het koelen (tenzij de kleding aan de brandwond vastzit, laat deze dan zitten en zoek medische hulp). Verwijder sieraden en strakke voorwerpen nabij het brandwondgebied voordat zwelling optreedt.\n\nBedek na voldoende koeling de brandwond losjes met een schoon, droog, niet-hechtend verband of schone doek. Breng geen ijs, boter, olie, zalven of traditionele middelen aan (deze helpen niet en kunnen het letsel verergeren of infectie veroorzaken). Prik blaren niet door (dit verhoogt het infectierisico). Bij zeer lichte eerstegraads brandwonden (klein gebied, minimale pijn na koeling) kan bovenstaande eerste hulp voldoende zijn. Bij grotere of ernstigere brandwonden, zoek medische hulp na de eerste koeling. Als de brandwond ernstig is, begin onmiddellijk met koelen terwijl u noodhulp inschakelt — wacht niet met koelen op medische bijstand."
        },
        {
          "heading": "6.2 Wanneer Medische Hulp te Zoeken",
          "content": "Zoek onmiddellijk professionele medische hulp bij brandwonden die groter zijn dan de handpalm van de persoon, het gezicht, de handen, voeten, geslachtsdelen of grote gewrichten betreffen, derdegraads zijn (huid ziet wit, verkoold of leerachtig uit ongeacht de grootte), ernstige pijn veroorzaken die niet wordt beheerst door koeling en vrij verkrijgbare pijnstilling, het gevolg zijn van chemicaliën of elektrische bronnen, betrekking hebben op kinderen of ouderen met grotere kwetsbaarheid, of in de dagen erna tekenen van infectie vertonen (toenemende roodheid, zwelling, pus, koorts).\n\nZoek ook medische beoordeling voor tweedegraads brandwonden (blaarvorming) als deze groter zijn dan enkele centimeters, zeer pijnlijk, of als u onzeker bent over de ernst. Medische professionals kunnen de diepte nauwkeurig beoordelen, geschikte wondverzorging en verbanden aanbrengen, antibiotica voorschrijven bij hoog infectierisico, tetanusprofylaxe toedienen indien nodig, en vervolgzorg regelen voor ernstige brandwonden. Onderschat de ernst van brandwonden niet — ernstige brandwonden kunnen aanvankelijk minder ernstig lijken dan ze zijn. Zoek bij twijfel medische beoordeling."
        },
        {
          "heading": "6.3 Melding en Onderzoek",
          "content": "Alle werkplekbrandwonden moeten worden gemeld aan de leidinggevende of werkgever, ongeacht de ernst. Dit waarborgt dat het letsel wordt gedocumenteerd, maakt onderzoek mogelijk om herhaling te voorkomen en voldoet aan wettelijke vereisten. Bij brandwonden die medische behandeling vereisen of werkverzuim veroorzaken, moet de werkgever binnen de wettelijke termijnen melding doen bij de Sociale Zekerheid. Ernstige brandwonden kunnen melding bij de arbeidsautoriteiten vereisen. Na elk brandwondletsel moet de werkgever onderzoeken om grondoorzaken te identificeren: wat was de bron van de brandwond? Was geschikte PBM beschikbaar en werd deze gebruikt? Gebruikte de werknemer veilige technieken? Functioneerde de apparatuur correct? Waren er tijdsdruk of andere factoren die hebben bijgedragen? Het onderzoek moet zich richten op systemische verbeteringen, niet op individuele schuld.\n\nVeelvoorkomende onderzoeksbevindingen na brandwondincidenten zijn onder meer ontoereikende hittebestendige handschoenen (verkeerd type, beschadigd, niet beschikbaar wanneer nodig), onveilige werkpraktijken (haasten, reiken over hete oppervlakken, het niet aankondigen van hete items), apparaatstoringen (oververhitting, ontoereikende beschermkappen, slecht onderhoud) en slechte keukenorganisatie (rommelige werkgebieden, onvoldoende ruimte). Elke bevinding moet leiden tot specifieke corrigerende maatregelen. Als hetzelfde type brandwond herhaaldelijk optreedt, wijst dit op systematische tekortkomingen die een uitgebreide interventie vereisen, niet alleen individuele werknemerscorrectie."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Dagelijkse Brandwondenpreventie Controlelijst",
      "items": [
        "Controleer of hittebestendige handschoenen/wanten beschikbaar, schoon, droog en onbeschadigd zijn vóór aanvang dienst",
        "Voer een pre-dienst apparaatinspectie uit: controleer op schade, ongewone verwarming, defecte regelaars",
        "Controleer of de EHBO-kit gevuld en bereikbaar is, koel stromend water beschikbaar is",
        "Beoordeel de keukeninrichting: bevestig vrije looppaden, hittebestendige zones voor heet kookgerei",
        "Trek geschikte beschermende kleding aan: lange mouwen, gesloten antislipschoenen, natuurlijke vezelstoffen",
        "Verifieer vóór het aanraken van apparatuur of kookgerei of het heet of koel is",
        "Gebruik hittebestendige handschoenen bij al het hanteren van hete items",
        "Draai alle pan- en pothandgrepen naar binnen op kookplaten",
        "Kondig aan wanneer u hete items draagt: 'heet achter u,' 'caliente,' doorlopende waarschuwingen",
        "Open alle deksels van u af om stoom veilig te laten ontsnappen",
        "Handhaaf een schoon, georganiseerd werkgebied vrij van rommel en gemorste vloeistoffen",
        "Meld apparaatstoringen of onveilige omstandigheden onmiddellijk"
      ]
    },
    {
      "title": "Veiligheidscontrolelijst Risicovolle Taken (Frituren, Grillen, Ovenwerk)",
      "items": [
        "Controleer of geschikte hittebestendige PBM wordt gedragen vóór aanvang taak",
        "Controleer of apparatuur correct functioneert met nauwkeurige temperatuurregeling",
        "Zorg voor voldoende ruimte rond het werkgebied voor veilig hanteren van hete items",
        "Bij frituren: controleer of het olieniveau geschikt is, niet te vol; zorg dat voedsel droog is voordat het aan olie wordt toegevoegd",
        "Bij ovenwerk: gebruik droge, onbeschadigde hittebestendige handschoenen; trek roosters naar buiten voor betere toegang",
        "Bij grillen: houd veilige afstand van open vuur; gebruik lang keukengerei",
        "Kondig aan nabije werknemers wanneer u hoge-temperatuurhandelingen begint",
        "Laat voedsel voorzichtig in frituurpannen zakken met mandjes of tangen; nooit gooien of werpen",
        "Laat voldoende afkoeltijd toe vóór het verplaatsen of schoonmaken van apparatuur",
        "Houd brandblusmiddelen (blusdeken, Klasse F-blusser) direct bereikbaar",
        "Behoud focus en vermijd afleiding tijdens hoge-temperatuurhandelingen",
        "Als apparatuur onvoorspelbaar gedrag vertoont (onverwacht extreme warmte, ongewone geluiden), stop en meld onmiddellijk"
      ]
    },
    {
      "title": "Controlelijst bij Brandwondletsel",
      "items": [
        "Verwijder uzelf onmiddellijk van de warmtebron; waarschuw anderen over het letsel",
        "Begin de brandwond onmiddellijk te koelen onder koel stromend water (15-25°C)",
        "Ga minimaal 10-20 minuten door met koelen; stop niet voortijdig",
        "Verwijder tijdens het koelen kleding en sieraden nabij het brandwondgebied (tenzij vastgeplakt aan de huid)",
        "Bedek de brandwond na voldoende koeling met een schoon, droog, niet-hechtend verband",
        "Breng geen ijs, boter, zalven aan en prik blaren niet door",
        "Beoordeel de ernst van de brandwond: eerstegraads (alleen roodheid), tweedegraads (blaarvorming), derdegraads (witte/verkoolde huid)",
        "Zoek bij brandwonden groter dan de handpalm, in het gezicht/op handen/voeten, of derdegraads onmiddellijk medische hulp na de eerste koeling",
        "Meld het letsel onmiddellijk aan uw leidinggevende ongeacht de ernst",
        "Schakel bij ernstige brandwonden de hulpdiensten in (112) en ga door met koelen totdat hulp arriveert",
        "Documenteer hoe het letsel is ontstaan voor onderzoeksdoeleinden",
        "Werk mee aan het incidentonderzoek van uw werkgever om oorzaken te identificeren en herhaling te voorkomen"
      ]
    }
  ],
  "bestPractices": [
    "Ontwikkel reflexmatige gewoonten: ga er altijd vanuit dat apparatuur heet is totdat het tegendeel is vastgesteld; gebruik altijd hittebestendige handschoenen voor mogelijk hete items",
    "Kondig continu aan wanneer u hete items draagt door de gedeelde keukenruimte; ga er niet vanuit dat anderen u zien",
    "Creëer een persoonlijke veiligheidsroutine vóór de dienst: inspecteer handschoenen, verifieer EHBO-locatie, controleer apparatuur, bereid uw werkgebied voor",
    "Handhaaf tijdens drukke service de veiligheidsdiscipline zelfs onder tijdsdruk; haasten veroorzaakt verwondingen die de service meer vertragen dan voorzichtigheid",
    "Analyseer na elke brandwond of bijna-incident wat er is gebeurd en welke preventieve maatregel de volgende keer kan helpen",
    "Ondersteun de teamveiligheidscultuur: als u onveilige praktijken bij collega's ziet, spreek hen hier ondersteunend op aan of meld het aan de leidinggevende",
    "Houd uw werkgebied de hele dienst georganiseerd en rommellvrij, niet alleen aan het begin; ruim op terwijl u werkt",
    "Als u zich gehaast of overweldigd voelt tot het punt dat de veiligheid in het geding komt, communiceer dit aan uw leidinggevende; aanpassing van personeelsbezetting of werkstroom kan nodig zijn"
  ],
  "glossary": {
    "Quemadura de Primer Grado": "Eerstegraads brandwond — treft alleen de buitenste huidlaag; veroorzaakt roodheid en pijn maar geneest zonder littekens",
    "Quemadura de Segundo Grado": "Tweedegraads brandwond — reikt tot in de diepere huidlaag; veroorzaakt blaarvorming, ernstige pijn, kan littekens achterlaten",
    "Quemadura de Tercer Grado": "Derdegraads brandwond — vernietigt de volledige huiddikte; ziet wit of verkoold uit; vereist onmiddellijke medische aandacht",
    "Guante Resistente al Calor": "Hittebestendige handschoen — beschermende handschoen die thermische isolatie biedt voor het hanteren van hete items",
    "Escaldadura": "Verbranding door hete vloeistof — brandwond veroorzaakt door hete vloeistof of stoom",
    "Salpicadura de Aceite": "Oliespatten — druppels hete kookolie die brandwonden kunnen veroorzaken",
    "Vapor": "Stoom — waterdamp van 100°C of hoger; kan ernstige onzichtbare verbrandingen veroorzaken",
    "Quemadura por Contacto": "Contactbrandwond — brandwond veroorzaakt door het aanraken van hete oppervlakken of apparatuur",
    "Enfriamiento": "Koeling — eerstehulptechniek van het laten lopen van koel water over de brandwond om weefselschade te verminderen",
    "Equipo de Protección Individual (EPI)": "Persoonlijke beschermingsmiddelen (PBM) — veiligheidsmateriaal inclusief hittebestendige handschoenen en beschermende kleding"
  }
}