{
  "title": "Omgang met Glaswerk in de Bar",
  "legalBasis": "Wet 31/1995 inzake Preventie van Arbeidsrisico's (Spaanse Arbeidsgezondheids- en Veiligheidswet); KB 486/1997 inzake arbeidsveiligheidsvereisten; algemene zorgplicht onder Spaans aansprakelijkheidsrecht",
  "summary": "Gebroken glas vormt een van de meest voorkomende en vermijdbare gevaren in bar- en restaurantomgevingen. Glasverwondingen kunnen variëren van kleine snijwonden tot ernstige snijverwondingen die medische aandacht vereisen, en onjuiste verwijdering van gebroken glas creëert voortdurende risico's voor alle medewerkers. Elke barmedewerker hanteert honderden glazen per dienst, waardoor er bij het niet opvolgen van correcte hanteringstechnieken talrijke mogelijkheden voor ongelukken ontstaan.\n\nDeze handleiding stelt uitgebreide procedures vast voor het veilig hanteren, inspecteren, opslaan en verwijderen van glaswerk in horecaomgevingen. Het behandelt de selectie van geschikt glaswerk, inspectieprotocollen vóór de dienst, veilige draag- en serveertechnieken, onmiddellijke respons bij breuk, en correcte opruim- en verwijderingsprocedures. Deze protocollen beschermen niet alleen medewerkers tegen letsel maar waarborgen ook de klantveiligheid en handhaven hygiënenormen.\n\nHet implementeren van deze procedures vereist initiële training voor alle barmedewerkers, beschikbaarstelling van geschikt gereedschap (zoals stoffer en blik met zachte borstels voor het oppakken van glas), en de totstandkoming van een veiligheidscultuur waarin het nemen van de tijd om glas correct te hanteren wordt gewaardeerd boven snelheid. Regelmatige bekrachtiging door korte veiligheidsbesprekingen en incidentbeoordelingen helpt de naleving te handhaven.",
  "keyPoints": [
    "Inspecteer al het glaswerk vóór gebruik — gooi beschadigde, gechipt, gebarsten of beschadigde items onmiddellijk weg",
    "Pak gebroken glas onder geen enkele omstandigheid op met blote handen",
    "Gebruik een stijve borstel en stoffer, vochtige doek of stofzuiger voor het opruimen van gebroken glas",
    "Houd een apart, duidelijk gelabeld container aan voor de verwijdering van gebroken glas",
    "Gebruik nooit een glas om ijs te scheppen — dit creëert onzichtbare glasscherven in de ijsbak",
    "Hanteer glazen aan de steel of voet, nooit door vingers in de rand te steken",
    "Stapel glazen zorgvuldig volgens hun ontwerp — niet al het glaswerk is stapelbaar",
    "Houd handen zichtbaar wanneer u glazen draagt om botsingen met klanten of collega's te voorkomen",
    "Meld alle glasgerelateerde verwondingen onmiddellijk, hoe klein ze ook lijken",
    "Voer na elke glasbreuk een grondige inspectie van het gebied uit om alle scherven te verwijderen"
  ],
  "sections": [
    {
      "heading": "1. Selectie van Glaswerk en Inspectie Vóór de Dienst",
      "content": "De basis van glasveiligheid begint vóór de dienst, met de juiste selectie van geschikt glaswerk voor de behoeften van het bedrijf en systematische inspectie om beschadigde items te identificeren voordat ze bij klanten terechtkomen. Gehard glaswerk, dat in kleine, minder gevaarlijke fragmenten breekt in plaats van grote scherven, moet worden gespecificeerd voor gebieden met hoog volume waar het breukrisico verhoogd is. Echter, zelfs gehard glas moet correct worden geïnspecteerd en gehanteerd.\n\nElk stuk glaswerk moet een visuele en tactiele inspectie ondergaan voordat het in dienst wordt genomen. Houd elk glas tegen het licht om op barsten te controleren, die in donkerder licht mogelijk niet zichtbaar zijn. Laat uw vinger over de rand glijden om chipjes te detecteren die de lip van een klant zouden kunnen snijden. Controleer de voet en steel (indien van toepassing) op spanningsscheuren. Deze inspectie kost slechts enkele seconden per glas en voorkomt zowel klantverwondingen als het risico op breuk tijdens de dienst.\n\nStel een duidelijk protocol op voor het verwijderen van beschadigd glaswerk uit de omloop. Beschadigde items mogen nooit 'voor deze ene keer' terug in dienst worden genomen tijdens een drukke periode. De directe kosten van het weggooien van een beschadigd glas zijn verwaarloosbaar vergeleken met de potentiële kosten van een klantverwonding of personeelssnijwond. Creëer een aangewezen gebied voor afgekeurd glaswerk dat voorkomt dat het per ongeluk wordt hergebruikt.",
      "subsections": [
        {
          "heading": "1.1 Schadedetectietechnieken",
          "content": "Visuele inspectie bij goede verlichting is de eerste verdedigingslijn. Zoek naar duidelijke chipjes, barsten en vertroebeling die spanning in de glasstructuur aangeeft. Randchipjes zijn bijzonder gevaarlijk voor klanten. Sterscheuren in de bodem kunnen plotselinge breuk veroorzaken wanneer het glas op een hard oppervlak wordt neergezet.\n\nDe vingerrandtest is essentieel: laat uw vingertop voorzichtig helemaal rond de rand glijden. Zelfs kleine chipjes die moeilijk te zien zijn, zijn als ruw plekje voelbaar dat aan uw huid haakt. Let bij steelglazen bijzonder op de verbinding tussen kelk en steel, aangezien dit een veelvoorkomend spanningspunt is. De pingtest — zachtjes met een vingernagel tegen het glas tikken — produceert een heldere klank bij onbeschadigd glas maar een doffe toon bij gebarsten glas, hoewel dit ervaring vereist om correct te interpreteren."
        },
        {
          "heading": "1.2 Kwaliteitsnormen voor de Aankoop van Glaswerk",
          "content": "Geef bij het specificeren van glaswerk voor aankoop voorrang aan veiligheid naast esthetiek en kosten. Vraag om certificering dat glaswerk voldoet aan relevante veiligheidsnormen zoals EN 1811 of ISO 7086 voor steelglazen. Gehard glas moet voldoen aan EN 12750 of gelijkwaardige normen. Verifieer dat de leverancier vervangingsvoorraad kan leveren voor uw gekozen patronen om het mengen van incompatibel glaswerk te voorkomen.\n\nHoud bij het selecteren van glasdikte en -ontwerp rekening met de operationele omgeving. Bars met hoog volume die grote hoeveelheden bier serveren kunnen baat hebben bij dikwandige glazen die frequent hanteren doorstaan. Wijnbars geven mogelijk de voorkeur aan dunner, eleganter steelglaswerk, maar moeten hogere breukpercentages accepteren en dienovereenkomstig strengere hanteringsprotocollen implementeren. De juiste keuze balanceert klantervaring, medewerkerveiligheid en operationele efficiëntie."
        }
      ]
    },
    {
      "heading": "2. Veilige Hanteringstechnieken Tijdens de Dienst",
      "content": "Correcte hanteringstechnieken verminderen glasbreuk en de bijbehorende letselrisico's aanzienlijk. Het primaire principe is het minimaliseren van spanning op het glas en het hanteren op manieren die een stevige greep bieden zonder hefboomwerking te creëren die breuk zou kunnen veroorzaken. Verschillende glastypen vereisen verschillende technieken, maar bepaalde principes zijn universeel van toepassing.\n\nHoud steelglazen altijd bij de steel of voet vast, nooit bij de kelk. Het vasthouden van de kelk brengt warmte van uw hand over die het glas na verloop van tijd kan verzwakken, laat vingerafdrukken achter die onprofessioneel zijn, en biedt een minder stevige greep. Gebruik bij het dragen van meerdere steelglazen een dienblad in plaats van ze tussen uw vingers te dragen, aangezien dit zowel het risico op vallen als op glas-tegen-glas botsingen verhoogt. Als u glazen zonder dienblad moet dragen, draag ze dan bij de voet in een stabiele groepering.\n\nGrijp bij tumblers (highball-, rocks-, pintglazen) stevig rond het onderste derde deel van het glas, niet bij de rand. Stapel glazen nooit tenzij ze specifiek zijn ontworpen om te worden gestapeld. Het forceren van niet-stapelbare glazen in elkaar creëert spanning die barsten veroorzaakt, en de glazen kunnen aan elkaar vast komen te zitten waardoor buitensporige kracht nodig is om ze te scheiden. Draag bij twijfel glazen individueel of gebruik een dienblad.",
      "subsections": [
        {
          "heading": "2.1 Was- en Droogprocedures",
          "content": "Handmatig wassen vereist bijzondere zorg aangezien nat glas zowel glad als breekbaarder is door microscheurtjes die het wasproces veroorzaakt. Gebruik een draaiende beweging in plaats van draaien, wat torsie-spanning op het glas creëert. Druk glazen nooit met kracht over borstelkoppen of kranen in de gootsteen. Steelglazen moeten worden gewassen door de voet vast te houden en nooit de kelk tegen de steel te draaien, aangezien dit een veelvoorkomende oorzaak van steelbreuk is.\n\nGebruik bij het drogen van glazen pluisvrije doeken en vermijd opnieuw draaiende bewegingen. Houd bij steelglazen de voet stevig met één hand vast en poets de kelk voorzichtig met de doek in de andere hand. Steek de doek nooit diep in het glas en draai niet, aangezien dit hefboomwerking creëert die het glas kan breken en mogelijk scherven in uw hand drijft. Laat glazen waar de tijd het toelaat aan de lucht drogen, aangezien dit hantering tijdens het kwetsbare droogproces elimineert."
        },
        {
          "heading": "2.2 Service en Klantinteractie",
          "content": "Plaats bij het serveren van drankjes het glas op de tafel of bar — geef het niet direct aan de klant tenzij deze er specifiek naar reikt. Dit voorkomt onbedoeld laten vallen en botsingen. Kondig uw aanwezigheid aan wanneer u van achteren nadert om te voorkomen dat klanten schrikken en het glas uit uw hand slaan. Ruim lege glazen van tafel door de voet te pakken, waarbij u eerst controleert of het glas werkelijk leeg is om het morsen van restvloeistof te voorkomen.\n\nWees u bewust van het risico op glas-tegen-glas botsingen tijdens drukke service. Houd visueel bewustzijn van uw omgeving en andere medewerkers die glaswerk dragen. Roep 'achter u' of 'glazen' wanneer u achter collega's passeert met glaswerk. Haast nooit bij het dragen van glazen — snelheidsgerelateerde ongelukken zijn een primaire oorzaak van breuk en letsel in baromgevingen."
        },
        {
          "heading": "2.3 IJsserviceprotocollen",
          "content": "De praktijk van het gebruik van een glas om ijs te scheppen is extreem gevaarlijk en moet absoluut verboden zijn. Wanneer glas breekt in of nabij een ijsbak, is het vrijwel onmogelijk alle fragmenten te verwijderen. Onzichtbare glasscherven besmetten vervolgens elk drankje dat uit die ijsbak wordt geserveerd, wat een ernstig klantveiligheidsgevaar oplevert. De enige acceptabele ijsschepgereedschappen zijn speciale metalen of kunststof scheppers met handgrepen.\n\nAls een glas toch breekt in of nabij een ijsbak, moet de gehele bak worden geleegd, het ijs worden weggegooid, en de bak grondig worden gereinigd en geïnspecteerd voordat deze opnieuw wordt gevuld. Dit is tijdrovend en kostbaar, maar er is geen acceptabel alternatief. Sommige bedrijven houden ijsbakken afgedekt wanneer ze niet in gebruik zijn om onbedoelde glasbreuk in het ijs te voorkomen."
        }
      ]
    },
    {
      "heading": "3. Responsprocedures bij Gebroken Glas",
      "content": "Ondanks alle preventieve maatregelen zal glas af en toe breken in elke baromgeving. De onmiddellijke respons bij breuk bepaalt of dit een klein ongemak wordt of een ernstig veiligheidsincident. De eerste prioriteit is altijd het beveiligen van het gebied om letsel bij medewerkers en klanten te voorkomen. De tweede is het waarborgen van volledige opruiming zodat er geen glasfragmenten overblijven die later letsel kunnen veroorzaken.\n\nRoep wanneer glas breekt onmiddellijk luid en duidelijk 'gebroken glas' of 'glas' om iedereen in het gebied te waarschuwen. Als de breuk in een klantengebied plaatsvond, vraag klanten dan beleefd maar standvastig om terug te stappen van het directe gebied. Als iemand gewond is, behandel het letsel onmiddellijk vóór het beginnen met opruimen. Zelfs kleine snijwonden van glas kunnen geïnfecteerd raken en moeten worden gereinigd en bedekt met een waterbestendige pleister.\n\nBegin niet met opruimen totdat u het juiste gereedschap hebt verzameld. Het proberen glasfragmenten met blote handen op te pakken, zelfs grote stukken die veilig lijken, is de meest voorkomende oorzaak van glassnijwonden in de horeca. Het juiste opruimgereedschap omvat: een stijve borstel of stofferborstel, een stoffer, vochtige papieren handdoeken of wegwerpdoeken voor het verzamelen van kleine fragmenten, en toegang tot de container voor gebroken glas.",
      "subsections": [
        {
          "heading": "3.1 Onmiddellijke Gebiedsbeheersing",
          "content": "Markeer het gebied duidelijk als het niet onmiddellijk kan worden opgeruimd. Gebruik een stoel, kegel of andere zichtbare barrière om te voorkomen dat mensen door het gebied lopen. In omgevingen met weinig licht zoals bars en clubs kan gebroken glas onzichtbaar zijn op donkere vloeren, waardoor fysieke barrières essentieel zijn. Wijs een medewerker aan om het gebied te bewaken als het enige tijd onopgeruimd moet blijven.\n\nAls glas is gebroken nabij voedselbbereidings- of servicegebieden, inspecteer dan de directe omgeving op glasfragmenten die verspreid kunnen zijn. Glas kan verrassend grote afstanden afleggen wanneer het breekt, vooral als het op een hard oppervlak breekt. Controleer omringende aanrechten, schappen en zelfs voedselitems die mogelijk besmet zijn door rondvliegende glasfragmenten. Gooi bij twijfel voedselitems weg die mogelijk zijn blootgesteld."
        },
        {
          "heading": "3.2 Opruimmethode",
          "content": "Begin met grote fragmenten, gebruik het stoffer of een stuk stevig karton om ze zonder direct handcontact in het stoffer te manoeuvreren. Ga verder met kleinere fragmenten met de borstel. Gebruik voor de kleinste fragmenten en glasstof vochtige papieren handdoeken of doeken — het vocht vangt de kleine fragmenten op die een droge borstel zou kunnen verspreiden. Werk methodisch van de buitenste randen van het breukgebied naar het midden om te voorkomen dat fragmenten zich verspreiden.\n\nNadat het zichtbare glas is verwijderd, veeg het gebied opnieuw af met een verse vochtige doek om eventueel resterende stofgrote deeltjes op te vangen. Gebruik in gebieden met tapijt een stofzuiger met slanghulpstuk, maar houd er rekening mee dat sommige glasfragmenten te fijn kunnen zijn voor de stofzuiger. Na het stofzuigen, dep het gebied voorzichtig met vochtige doeken als laatste controle. Harde vloeren moeten na het vegen worden gedweild om volledige verwijdering van glasstof te waarborgen."
        },
        {
          "heading": "3.3 Verwijdering en Eindverificatie",
          "content": "Gebroken glas moet worden verwijderd in een aparte, duidelijk gelabelde container — nooit in gewone afvalbakken waar het schoonmaakpersoneel of afvalverwerkers zou kunnen verwonden. Gebruik idealiter een doorstootbestendige container zoals een aangewezen gebroken-glasdoos of een dikke kartonnen doos duidelijk gelabeld 'GEBROKEN GLAS — VOORZICHTIG HANTEREN'. Sluit de container stevig af wanneer deze vol is vóór verwijdering.\n\nInspecteer vóór het voltooien van de opruiming het gebied bij goed licht vanuit meerdere hoeken. Glasfragmenten kunnen moeilijk te zien zijn tegen bepaalde vloerkleuren en texturen. Haal een vochtige doek nog een laatste keer over het gebied en inspecteer de doek op glasdeeltjes. Overweeg een mededeling te doen om alle medewerkers te waarschuwen dat glas is gebroken op een specifieke locatie, zodat iedereen alert blijft op eventueel gemiste fragmenten gedurende de rest van de dienst."
        }
      ]
    },
    {
      "heading": "4. Opslag en Voorraadbeheer",
      "content": "Correcte opslag van glaswerk vermindert de hantering, minimaliseert breuk en handhaaft de hygiëne. Opslaggebieden moeten logisch zijn georganiseerd met veelgebruikte items gemakkelijk bereikbaar om overmatig reiken en verplaatsen van voorraad te voorkomen. Schappen moeten op geschikte hoogtes staan — ongeveer taille- tot schouderhoogte voor dagelijks gebruikte items — om het risico op het laten vallen van glazen bij het oppakken of opbergen te minimaliseren.\n\nGlazen moeten rechtop worden opgeslagen op schone, droge schappen. De traditionele praktijk van het omgekeerd opslaan van glazen (ondersteboven) op barmatten wordt nu door voedselveiligheidsautoriteiten afgeraden omdat het luchtcirculatie belemmert en geuren en verontreinigingen kan vasthouden. Als glazen toch omgekeerd moeten worden opgeslagen, zorg dan dat het opslagoppervlak onberispelijk schoon is en laat glazen volledig drogen vóór het omkeren. Bewaar glazen nooit omgekeerd op oppervlakken waar morsen of spatten kan voorkomen.\n\nOrganiseer opslag per glastype om te voorkomen dat meerdere items moeten worden verplaatst om het benodigde glas te bereiken. Bewaar reservevoorraad in een aparte, beveiligde ruimte om rommel in de werkbar te verminderen. Voer regelmatig inventarisatie uit om breukpatronen te identificeren en bij te bestellen voordat de voorraad kritiek laag wordt, wat kan leiden tot gehaaste hantering en verhoogde breuk.",
      "subsections": [
        {
          "heading": "4.1 Omgevingsfactoren",
          "content": "Glasopslaggebieden moeten stabiel en waterpas zijn om te voorkomen dat glazen verschuiven of kantelen. Vermijd het opslaan van glaswerk nabij warmtebronnen zoals afwasmachines of ovens, aangezien herhaalde thermische stress glas na verloop van tijd verzwakt. Zorg dat opslagschappen voldoende zijn berekend op het gewicht van glaswerk — glas is bedrieglijk zwaar in grote hoeveelheden, en overbelaste schappen kunnen instorten.\n\nBescherm opgeslagen glaswerk tegen verontreiniging door stof, insecten en blootstelling aan chemicaliën. In omgevingen waar met spraychemicaliën wordt schoongemaakt, dek glaswerk af of berg het op in gesloten kasten tijdens schoonmaakwerkzaamheden. Glas absorbeert gemakkelijk geuren, dus opslaggebieden moeten goed geventileerd zijn en uit de buurt van sterk ruikende stoffen."
        },
        {
          "heading": "4.2 Rotatie en Levenscyclusbeheer",
          "content": "Implementeer een first-in-first-out rotatiesysteem voor glaswerk om gelijkmatige slijtage over uw voorraad te waarborgen. Glazen die langere tijd ongebruikt blijven staan, kunnen troebel worden of besmet raken. Regelmatig gebruik en wassen verlengt feitelijk de levensduur van glas door ophoping van residuen die de glasstructuur kunnen verzwakken te voorkomen.\n\nStel een vervangingsschema op op basis van gebruikspatronen. Bedrijven met hoog volume moeten mogelijk elke 6-12 maanden een deel van het glaswerk vervangen vanwege cumulatieve microschade door wassen en hanteren. Registreer breukpercentages per locatie en tijd om te identificeren of bepaalde servicegebieden, diensten of medewerkers hogere breuk ervaren. Deze gegevens helpen training en procedurele verbeteringen effectief te richten."
        }
      ]
    },
    {
      "heading": "5. Training en Veiligheidscultuur",
      "content": "Technische procedures alleen waarborgen geen glasveiligheid — ze moeten worden ingebed in een bredere veiligheidscultuur waarin elk teamlid zijn persoonlijke verantwoordelijkheid begrijpt en zich bevoegd voelt om veiligheid boven snelheid te stellen. Dit vereist leiderschapsbetrokkenheid, regelmatige training, open communicatie over incidenten en bijna-incidenten, en erkenning van goede veiligheidspraktijken.\n\nAlle nieuwe barmedewerkers moeten uitgebreide glaswerkveiligheidstraining ontvangen tijdens de inwerkperiode, met zowel theoretische instructie als praktische demonstratie. Deze training moet alle procedures uit deze handleiding behandelen, met nadruk op de twee meest essentiële regels: pak nooit gebroken glas op met blote handen, en gebruik nooit glazen om ijs te scheppen. Bied mogelijkheden voor vragen en oefening onder begeleiding.\n\nOpfristraining moet minimaal jaarlijks worden geboden aan alle medewerkers, met aanvullende gerichte training wanneer incidenten plaatsvinden of wanneer nieuwe glastypen of procedures worden geïntroduceerd. Gebruik echte voorbeelden uit uw bedrijf om training relevant te maken — bespreek wat er is gebeurd, waarom het is gebeurd en hoe het incident had kunnen worden voorkomen. Maak deze besprekingen onpersoonlijk om te focussen op systeemverbeteringen in plaats van het beschuldigen van individuen.",
      "subsections": [
        {
          "heading": "5.1 Incidentmelding en -onderzoek",
          "content": "Stel een duidelijk, niet-bestraffend systeem op voor het melden van alle glasgerelateerde incidenten en bijna-incidenten. Medewerkers moeten zich comfortabel voelen bij het melden van gebroken glas, verwondingen en 'bijna-ongelukken' zonder angst voor schuld. Elk incident moet een kort onderzoek triggeren: Wat is er gebeurd? Wat waren de bijdragende factoren? Wat kunnen we veranderen om herhaling te voorkomen?\n\nRegistreer incidentgegevens in de loop der tijd om patronen te identificeren. Een plotselinge toename in breuk kan wijzen op een probleem met een bepaalde glaswerkleverancier, een drukke periode waarin medewerkers gehaast zijn, of een trainingsbehoeft voor specifieke individuen. Gebruik deze gegevens om continue verbetering in uw glasveiligheidsprogramma te stimuleren."
        },
        {
          "heading": "5.2 Persoonlijke Beschermingsmiddelen",
          "content": "Overweeg voor bepaalde taken met verhoogd glasletselrisico — zoals het ophalen van glazen uit buitengebieden waar gebroken glas verborgen kan zijn, of het omgaan met bijzonder gevaarlijke opruimwerkzaamheden — het verstrekken van snijbestendige handschoenen. Deze handschoenen moeten voldoen aan passende veiligheidsnormen (EN 388 met goede snijweerstandsclassificatie) en in goede staat worden onderhouden. Handschoenen mogen echter nooit een vervanging zijn voor correcte hanteringstechnieken — ze zijn een aanvullende beheersmaatregel, niet de primaire.\n\nZorg dat alle medewerkers de locatie kennen van EHBO-benodigdheden voor het behandelen van glassnijwonden. Elk bargebied moet directe toegang hebben tot schoon stromend water, ontsmettingsmiddel, pleisters (bij voorkeur blauwe, waterbestendige pleisters die gemakkelijk zichtbaar zijn als ze verloren gaan), en steriel gaas voor grotere snijwonden. Medewerkers moeten worden getraind in de basis-EHBO-respons bij glassnijwonden en weten wanneer een snijwond professionele medische aandacht vereist."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Controlelijst Glasveiligheid Vóór de Dienst",
      "items": [
        "Al het glaswerk is visueel geïnspecteerd op chipjes, barsten en troebeling",
        "Randinspectie is uitgevoerd op alle glazen door met de vinger rond de rand te glijden",
        "Beschadigd glaswerk is uit de dienst genomen en in de gebroken-glascontainer geplaatst",
        "Schone, aangewezen ijsscheppers zijn beschikbaar bij alle ijsstations",
        "Containers voor gebroken glas zijn leeg en duidelijk gelabeld",
        "Glasopruimkit (stijve borstel, stoffer, vochtige doeken) is direct bereikbaar",
        "EHBO-benodigdheden voor glassnijwonden zijn voorradig en bereikbaar",
        "Alle barmedewerkers zijn gebriefd over glasveiligheidsprocedures voor de dienst",
        "Opslaggebieden zijn georganiseerd met glaswerk stabiel en veilig",
        "Waarschuwingsborden of barrières voor eventuele recente breukgebieden zijn geplaatst indien nodig"
      ]
    },
    {
      "title": "Controlelijst Respons bij Gebroken Glas",
      "items": [
        "Gebied is beveiligd en klanten/medewerkers zijn gewaarschuwd door 'gebroken glas' te roepen",
        "Eventuele gewonde personen zijn verzorgd en EHBO is verleend",
        "Correct opruimgereedschap is verzameld — borstel, stoffer, vochtige doeken",
        "Grote fragmenten zijn verzameld met stoffer, niet met blote handen",
        "Kleine fragmenten zijn met stijve borstel in stoffer geveegd",
        "Kleinste fragmenten en glasstof zijn verzameld met vochtige doeken",
        "Gebied is opnieuw afgeveegd met verse vochtige doek om laatste deeltjes op te vangen",
        "Vloer is gedweild bij hard oppervlak, of gestofzuigd bij tapijt",
        "Al het gebroken glas is verwijderd in de aangewezen gebroken-glascontainer",
        "Gebied is bij goed licht vanuit meerdere hoeken geïnspecteerd vóór het schoonverklaren",
        "Incident is geregistreerd met details van wat brak, waar en hoe",
        "Eventueel besmet voedsel of drankitems zijn geïdentificeerd en weggegooid"
      ]
    },
    {
      "title": "Wekelijkse Glasveiligheidsaudit",
      "items": [
        "Beoordeel glasbreukincidenten van de afgelopen week",
        "Analyseer eventuele patronen in breuk per locatie, tijd of medewerker",
        "Inspecteer glaswerkvoorraad op beschadigde items die de dagelijkse inspectie zijn ontgaan",
        "Controleer de staat van ijsscheppers en vervang beschadigde exemplaren",
        "Verifieer dat containers voor gebroken glas correct worden gebruikt",
        "Beoordeel EHBO-registraties op glasgerelateerde verwondingen",
        "Beoordeel de toereikendheid van glasopruimbenodigdheden en vul aan waar nodig",
        "Voer een korte opfristraining uit met medewerkers als terugkerende problemen zijn geïdentificeerd",
        "Controleer glaswerkopslaggebieden op stabiliteit en geschikte organisatie",
        "Verifieer dat alle medewerkers op de hoogte zijn van en de glasveiligheidsprocedures volgen"
      ]
    }
  ],
  "bestPractices": [
    "Ontwikkel een routine vóór de dienst van het met uw vinger over de rand van elk glas glijden — deze gewoonte wordt automatisch en vangt chipjes op vóórdat ze klanten bereiken",
    "Berg ijsscheppers op met het handvat omhoog en het schepgedeelte omhoog uit het ijs om besmetting en onbedoeld bedelven te voorkomen",
    "Gebruik dienbladen voor het dragen van meerdere glazen waar mogelijk in plaats van handmatig dragen, wat de breuk aanzienlijk vermindert",
    "Richt een 'gebroken-glasstation' in met alle opruimbenodigdheden op één bereikbare locatie zodat medewerkers geen tijd verspillen met zoeken tijdens een incident",
    "Overweeg te investeren in gehard glaswerk voor servicegebieden met hoog volume waar de breukpercentages het hoogst zijn",
    "Implementeer een budgetpost voor glasvervanging en vervang glazen proactief voordat ze gevaarlijk beschadigd raken",
    "Houd maandelijkse korte glasveiligheidsbesprekingen die slechts 5 minuten duren maar het bewustzijn hoog houden",
    "Erken en prijs medewerkers die uitstekende glasveiligheidspraktijken demonstreren om positief gedrag te bekrachtigen"
  ],
  "glossary": {
    "Gehard Glas": "Glas dat thermisch is behandeld om de sterkte te verhogen en het breukpatroon te veranderen — gehard glas breekt in kleine korrelige stukjes in plaats van grote gevaarlijke scherven",
    "Steelglas": "Drinkglazen met een kelk, steel en voet (zoals wijnglazen en champagneflûtes) die specifieke hanteringstechnieken vereisen om steelbreuk te voorkomen",
    "Randchip": "Een klein stukje dat van de drinkrand van een glas is afgebroken, wat een scherpe rand creëert die gevaarlijk is voor de lippen en mond van klanten",
    "Sterscheur": "Een patroon van uitstralende scheuren dat doorgaans in de bodem van een glas wordt gevonden, wat spanningsschade aangeeft die plotseling falen kan veroorzaken",
    "Spanningsscheur": "Een barst in glas veroorzaakt door thermische schok, impact of torsiespanning die de glasstructuur verzwakt",
    "Kruisbesmetting": "In de context van glasveiligheid, de overdracht van glasfragmenten naar gebieden of items buiten de oorspronkelijke breuklocatie, wat mogelijk voedsel, dranken of ander schoon glaswerk besmet",
    "EN-normen": "Europese Normen (EN) die veiligheids- en kwaliteitseisen specificeren voor diverse producten waaronder glaswerk",
    "Snijbestendige Handschoenen": "Beschermende handschoenen gemaakt van materialen zoals Kevlar of stalen gaas die weerstand bieden tegen snijwonden door scherpe voorwerpen terwijl handvaardigheid behouden blijft",
    "IJsschepper": "Een speciaal keukengerei met handgreep, gemaakt van metaal of voedselcontactveilig kunststof, uitsluitend gebruikt voor het overbrengen van ijs om glasbesmetting te voorkomen",
    "Container voor Gebroken Glas": "Een aparte, duidelijk gelabelde, doorstootbestendige container specifiek bestemd voor de verwijdering van gebroken glas om letsel bij afvalverwerkers te voorkomen"
  }
}