{
  "title": "Brandveiligheid in de Keuken",
  "legalBasis": "Koninklijk Besluit 513/2017 van 22 mei (Technisch Reglement inzake Brandbeveiligingsinstallaties); Wet 31/1995 inzake Preventie van Arbeidsrisico's; Koninklijk Besluit 2267/2004 (Brandveiligheidsreglement voor Industriële Inrichtingen); UNE 23510 inzake draagbare brandblussers",
  "summary": "Brandveiligheid in de keuken is een van de meest kritieke risicogebieden in horecabedrijven. Professionele keukens combineren open vuur, verhitte oliën, elektrische apparatuur en brandbare materialen in besloten ruimtes, waardoor brandpreventie een absolute operationele prioriteit is. Koninklijk Besluit 513/2017 stelt de technische eisen vast voor brandbeveiligingsinstallaties, inclusief de typen, plaatsing en het onderhoud van blussystemen die aanwezig moeten zijn in professionele keukens.\n\nDeze handleiding behandelt het volledige spectrum van keukenbrandveiligheid: van het begrijpen van brandklassen die relevant zijn voor keukenomgevingen (Klasse F/K branden met kookoliën en -vetten), tot de juiste selectie en het gebruik van brandblussystemen, evacuatieprocedures en de wettelijke verplichtingen van werkgevers onder de Spaanse arbeidsgezondheidsregelgeving. Elke keukenmedewerker moet de branddriehoek begrijpen, de locatie en werking van alle blusapparatuur kennen en getraind zijn in noodevacuatieprotocollen.\n\nNaleving van KB 513/2017 vereist niet alleen de installatie van geschikte brandbeveiligingssystemen, maar ook hun periodieke inspectie, onderhoud door erkende bedrijven en correcte documentatie. Niet-naleving kan leiden tot bestuurlijke sancties, strafrechtelijke aansprakelijkheid bij letsel en ongeldigverklaring van verzekeringsdekking.",
  "keyPoints": [
    "Professionele keukens moeten beschikken over Klasse F (kookolie/vet) brandblussers binnen 15 meter van elk kookstation",
    "Automatische brandblusinstallaties zijn verplicht voor frituurpannen en kooktoestellen langer dan 1,2 meter",
    "Brandblussers moeten driemaandelijks worden geïnspecteerd door opgeleid personeel en jaarlijks door een erkend onderhoudsbedrijf",
    "Alle keukenmedewerkers moeten binnen de eerste werkweek brandveiligheidstraining ontvangen en jaarlijks een opfriscursus volgen",
    "Noodevacuatieroutes moeten duidelijk gemarkeerd en vrij van obstakels zijn, en minstens tweemaal per jaar worden geoefend",
    "Blusdekens moeten beschikbaar zijn binnen 2 meter van elk frituurstation",
    "Vetvangers en afzuigkappen moeten minimaal driemaandelijks worden schoongemaakt om vetophopingsbranden te voorkomen",
    "Gasinstallaties moeten automatische afsluitkleppen hebben en elke 5 jaar worden geïnspecteerd door een erkend installateur"
  ],
  "sections": [
    {
      "heading": "1. Inzicht in Keukenbrandrisico's",
      "content": "Professionele keukens vormen unieke brandgevaren door de samenloop van hoge temperaturen, brandbare materialen en intensief apparaatgebruik. Het begrijpen van de specifieke brandklassen en ontstekingsbronnen in een keukenomgeving is de basis van elk effectief preventieprogramma. De Spaanse brandveiligheidsvoorschriften classificeren branden in klassen, waarbij Klasse F (kookoliën en -vetten) de meest voorkomende en gevaarlijkste is in keukens vanwege de extreem hoge zelfontbrandingstemperaturen en de hevige reactie van brandende olie met water.",
      "subsections": [
        {
          "heading": "1.1 Brandklassen in Keukenomgevingen",
          "content": "Keukenbranden worden ingedeeld op basis van de brandstofbron: Klasse A-branden betreffen vaste brandstoffen zoals hout, papier en textiel (gebruikelijk in opslagruimtes en bij servicetoonbanken). Klasse B-branden betreffen brandbare vloeistoffen zoals sauzen op alcoholbasis of schoonmaakmiddelen. Klasse C-branden betreffen gassen, met name aardgas of propaan gebruikt in kooktoestellen. Klasse F-branden (in Amerikaanse normen aangeduid als Klasse K) betreffen kookoliën en -vetten en zijn het meest voorkomende type keukenbrand. Elke klasse vereist specifieke blusmiddelen; het gebruik van het verkeerde middel (met name water op een Klasse F-brand) kan explosieve spatten veroorzaken die het vuur verspreiden en ernstige brandwonden veroorzaken. Keukenmedewerkers moeten getraind zijn om de brandklasse te identificeren voordat ze een blusmethode kiezen."
        },
        {
          "heading": "1.2 Veelvoorkomende Ontstekingsbronnen",
          "content": "De belangrijkste ontstekingsbronnen in professionele keukens zijn: onbeheerde kookactiviteiten (de voornaamste oorzaak van keukenbranden), oververhitte kookoliën die hun rookpunt overschrijden (doorgaans 230-260 graden Celsius voor gangbare kookoliën), vetophoping in afzuigkappen en luchtkanalen, defecte of beschadigde elektrische apparatuur en bedrading, onjuiste opslag van brandbaar materiaal nabij warmtebronnen, gaslekken door verslechterde aansluitingen of onvoldoende onderhouden apparatuur, en spontane ontbranding van met olie doordrenkte poetsdoeken of schoonmaakmateriaal. Elke ontstekingsbron vereist specifieke preventieve maatregelen die in de dagelijkse keukenactiviteiten en veiligheidsprotocollen moeten worden opgenomen."
        },
        {
          "heading": "1.3 Wettelijk Kader en Werkgeversverplichtingen",
          "content": "Op grond van Koninklijk Besluit 513/2017 moeten werkgevers ervoor zorgen dat alle brandbeveiligingsinstallaties voldoen aan de technische specificaties van het reglement. Dit omvat de juiste selectie, installatie en het onderhoud van branddetectie- en blussystemen. Wet 31/1995 inzake Preventie van Arbeidsrisico's legt werkgevers een algemene zorgplicht op voor de veiligheid en gezondheid van werknemers, waaronder brandrisicobeoordeling als onderdeel van het verplichte Preventieplan. De werkgever moet getraind noodhulppersoneel aanwijzen (equipos de emergencia), een Noodplan (Plan de Emergencia) opstellen en ervoor zorgen dat alle werknemers adequate brandveiligheidstraining ontvangen. Niet-naleving kan leiden tot boetes variërend van 2.046 tot 819.780 euro, afhankelijk van de ernstclassificatie onder de Wet op Overtredingen en Sancties in de Sociale Orde (LISOS)."
        }
      ]
    },
    {
      "heading": "2. Brandpreventiemaatregelen",
      "content": "Preventie is de meest effectieve brandveiligheidsstrategie. Een uitgebreid preventieprogramma in de keuken richt zich op apparaatonderhoud, huishoudelijke praktijken, veilige kookprocedures en correcte opslag van brandbare materialen. Deze maatregelen moeten worden gedocumenteerd in de Risicobeoordeling en het Preventieplan van het bedrijf, zoals vereist door Wet 31/1995.",
      "subsections": [
        {
          "heading": "2.1 Apparaatonderhoud en Inspectie",
          "content": "Alle kookapparatuur moet worden onderhouden volgens de specificaties van de fabrikant en regelmatig worden geïnspecteerd. Gasapparatuur vereist bijzondere aandacht: aansluitingen moeten worden gecontroleerd op lekken met goedgekeurde detectiemethoden (nooit met open vuur), flexibele slangen moeten worden vervangen vóór de vervaldatum en automatische gasafsluitkleppen moeten maandelijks worden getest. Elektrische apparatuur moet worden geïnspecteerd op rafelige snoeren, beschadigde stekkers en correcte aarding. Frituurpannen moeten functionerende thermostaten en hoge-temperatuurbegrenzers hebben. Afzuigkappen en vetfilters moeten wekelijks worden schoongemaakt, met een grondige reiniging van het gehele kanalensysteem driemaandelijks door gespecialiseerde bedrijven. Documentatie van alle onderhouds- en inspectiewerkzaamheden moet minimaal 5 jaar worden bewaard."
        },
        {
          "heading": "2.2 Dagelijkse Brandveiligheidspraktijken in de Keuken",
          "content": "Elke dienst moet beginnen met een brandveiligheidscontrole: controleer of alle brandblussers op hun plaats staan en de manometers in het groene bereik staan, zorg dat nooduitgangen vrij zijn, bevestig dat afzuigsystemen functioneren en controleer of er geen brandbare materialen nabij warmtebronnen zijn opgeslagen. Tijdens het koken moeten olietemperaturen worden bewaakt en mogen ze nooit het rookpunt van de gebruikte olie overschrijden. Kookstations mogen nooit onbeheerd worden achtergelaten wanneer er actief oliën of vetten worden verhit. Aan het einde van elke dienst moeten alle gastoevoeren worden afgesloten bij de hoofdkraan, elektrische apparatuur worden uitgeschakeld (behalve koeling) en moet een laatste ronde bevestigen dat er geen warmtebronnen actief zijn en geen hete oppervlakken in contact staan met brandbare materialen."
        },
        {
          "heading": "2.3 Opslag en Huishouding",
          "content": "Correcte opslag is essentieel voor brandpreventie. Brandbare vloeistoffen (schoonmaakmiddelen, alcohol) moeten worden opgeslagen in goedgekeurde containers in geventileerde ruimtes, uit de buurt van warmtebronnen. Kookoliën moeten worden opgeslagen op kamertemperatuur, weg van directe warmte. Papierproducten, kartonnen verpakkingen en textielen moeten minimaal 1 meter van elk kookapparaat worden gehouden. Gebruikte kookolie moet worden verzameld in afgesloten metalen containers en regelmatig worden afgevoerd door erkende afvalverwerkingsbedrijven. Poetsdoeken, vooral die besmeurd zijn met olie of vet, moeten worden opgeslagen in zelfsluitende metalen containers en dagelijks worden gewassen of weggegooid om spontane ontbranding te voorkomen. Vetvangers moeten volgens schema worden geleegd en mogen nooit overlopen."
        }
      ]
    },
    {
      "heading": "3. Branddetectie- en Blussystemen",
      "content": "Koninklijk Besluit 513/2017 stelt de eisen vast voor branddetectie- en blusinstallaties in commerciële bedrijven. Keukenruimtes hebben specifieke eisen vanwege de aard van kookbrandgevaren en de aanwezigheid van hoge omgevingstemperaturen die conventionele detectiesystemen kunnen beïnvloeden.",
      "subsections": [
        {
          "heading": "3.1 Detectiesystemen",
          "content": "Standaard rookmelders zijn over het algemeen ongeschikt voor keukenruimtes vanwege kookdampen en stoom die vals alarm veroorzaken. In plaats daarvan moeten keukens gebruikmaken van warmtesnelheidsmelders of vaste-temperatuur-warmtemelders die zijn ingesteld boven normale kooktemperaturen (doorgaans op 90-100 graden Celsius). Lineaire warmtedetectiekabels kunnen langs afzuigkanalen worden geïnstalleerd om vetbranden in het ventilatiesysteem te detecteren. Gasdetectiesystemen zijn verplicht waar aardgas of propaan wordt gebruikt, met sensoren zowel nabij de vloer (voor propaan, dat zwaarder is dan lucht) als nabij het plafond (voor aardgas). Alle detectiesystemen moeten zijn verbonden met een hoorbaar alarm en, waar van toepassing, met automatische blussystemen en gasafsluitkleppen."
        },
        {
          "heading": "3.2 Vaste Blussystemen",
          "content": "Automatische brandblusinstallaties voor professionele kookapparatuur gebruiken doorgaans natte chemische blusmiddelen (kaliumacetaat- of kaliumcarbonaatoplossingen) die specifiek zijn ontworpen voor Klasse F-branden. Deze systemen bestaan uit sproeiers boven kookoppervlakken en in afzuigkappen, verbonden met tanks onder druk. Bij activering (automatisch door smeltverbindingen of handmatig via trekstations) verspreidt het systeem het natte chemische blusmiddel dat de brandende olie koelt en een schuimlaag vormt die herontsteking voorkomt. Het systeem moet ook automatisch de gas- en elektriciteitstoevoer naar kookapparatuur afsluiten en het afzuigsysteem activeren om rook af te voeren. Installatie en onderhoud moeten worden uitgevoerd door bedrijven die erkend zijn onder KB 513/2017, en het systeem moet halfjaarlijks worden geïnspecteerd."
        },
        {
          "heading": "3.3 Draagbare Brandblussers en Blusdekens",
          "content": "Draagbare brandblussers in keukenruimtes moeten Klasse F-geschikte eenheden bevatten (natte chemische type, doorgaans 6 liter inhoud) geplaatst binnen 15 meter van elk kookstation. Aanvullende ABC-poeder- of CO2-blussers moeten beschikbaar zijn voor elektrische en algemene branden. Brandblussers moeten aan de wand worden gemonteerd op een hoogte waarbij de bovenkant niet meer dan 1,20 meter van de vloer is, duidelijk gemarkeerd met signalering die op afstand zichtbaar is, en te allen tijde vrij van obstakels zijn. Blusdekens (conform EN 1869 norm, minimaal 1,2m x 1,2m) moeten worden geplaatst binnen 2 meter van frituurstations en andere risicovolle kookgebieden. Alle medewerkers moeten worden getraind in de PASS-techniek (Pull, Aim, Squeeze, Sweep — Trek, Richt, Knijp, Veeg) voor het gebruik van brandblussers en het correct uitrollen van blusdekens."
        }
      ]
    },
    {
      "heading": "4. Noodresponsprocedures",
      "content": "Ondanks de beste preventie-inspanningen kunnen branden toch ontstaan. Een goed geoefend noodresponsplan kan het verschil maken tussen een klein incident en een catastrofe. Spaanse wetgeving vereist dat elke werkplek beschikt over een Noodplan (Plan de Emergencia y Evacuación) dat aan alle werknemers wordt gecommuniceerd en regelmatig wordt geoefend.",
      "subsections": [
        {
          "heading": "4.1 Direct Responsprotocol",
          "content": "Wanneer een keukenbrand wordt ontdekt, hangt de reactie af van de omvang en aard. Bij kleine, beheersbare branden (zoals een panbrand): waarschuw collega's in de buurt, schakel de warmtebron uit indien veilig mogelijk, bedek het vuur met een deksel of blusdeken (verplaats nooit de brandende pan), en gebruik indien nodig de juiste draagbare brandblusser. Bij grotere branden of branden in het afzuigsysteem: activeer het handmatige trekstation van het vaste blussysteem, waarschuw alle keukenmedewerkers om te evacueren, sluit keukendeuren om het vuur in te dammen, bel 112 (hulpdiensten) en ga verder met het evacuatieplan van het bedrijf. Onder geen enkele omstandigheid mag iemand proberen een brand te bestrijden die zich verder heeft verspreid dan het oorspronkelijke kookoppervlak of die de evacuatieroute blokkeert."
        },
        {
          "heading": "4.2 Evacuatieprocedures",
          "content": "Het evacuatieplan moet primaire en secundaire evacuatieroutes vanuit de keuken identificeren, verzamelpunten buiten het gebouw en verantwoordelijk personeel voor het verifiëren van volledige evacuatie. Evacuatieroutes moeten zijn gemarkeerd met fotoluminescente bewegwijzering conform UNE 23034 normen, te allen tijde vrij zijn van obstakels en zijn uitgerust met noodverlichting die automatisch activeert bij stroomuitval. Tijdens evacuatie moet de aangewezen noodcoördinator ervoor zorgen dat alle gastoevoeren worden afgesloten (via de noodafsluitklep), bevestigen dat alle medewerkers zijn geëvacueerd middels een hoofdtelling bij het verzamelpunt, en de hulpdiensten bij aankomst informeren over de brandlocatie, het type brand en eventuele gevaarlijke stoffen. Evacuatieoefeningen moeten minstens tweemaal per jaar worden gehouden, met vastgelegde verslagen."
        },
        {
          "heading": "4.3 Procedures Na een Incident",
          "content": "Na elk brandincident, hoe klein ook, moet een formeel onderzoek worden uitgevoerd om de oorzaak te bepalen en herhaling te voorkomen. Het onderzoek moet documenteren: de oorsprong en oorzaak van de brand, de effectiviteit van detectie- en blussystemen, de reactie van het personeel, eventueel opgelopen letsel en de veroorzaakte schade. Bevindingen moeten worden gemeld aan de Preventiedienst (Servicio de Prevención), en corrigerende maatregelen moeten worden geïmplementeerd en gedocumenteerd. Als de brand heeft geleid tot letsel dat meer dan eerste hulp vereist, moet dit bij de arbeidsautoriteit worden gemeld als arbeidsongeval. De gebruikte brandblusinstallaties en -blussers moeten worden herladen of vervangen door een erkend bedrijf voordat de keuken de werkzaamheden kan hervatten."
        }
      ]
    },
    {
      "heading": "5. Opleidingsvereisten",
      "content": "Brandveiligheidstraining is een wettelijke verplichting op grond van Wet 31/1995. Alle keukenmedewerkers moeten specifieke, praktische training ontvangen over brandpreventie en noodrespons, afgestemd op de risico's die aanwezig zijn op hun specifieke werkplek.",
      "subsections": [
        {
          "heading": "5.1 Inhoud Initiële Training",
          "content": "Nieuwe keukenmedewerkers moeten brandveiligheidstraining ontvangen voordat zij zonder begeleiding beginnen te werken. Deze training moet het volgende omvatten: de specifieke brandrisico's in de keuken en hun preventie, de locatie en werking van alle branddetectie- en blussystemen, het correcte gebruik van draagbare brandblussers (met praktijkoefeningen met oefenblussers), het correct uitrollen van blusdekens, het nood- en evacuatieplan van het bedrijf inclusief routes en verzamelpunten, de procedure voor het bellen van hulpdiensten (112), eerste hulp bij brandwonden en de specifieke rol van de werknemer in het noodresponsplan. Training moet worden gedocumenteerd met datum, duur, behandelde inhoud, kwalificaties van de trainer en de ondertekende bevestiging van de werknemer."
        },
        {
          "heading": "5.2 Doorlopende Training en Oefeningen",
          "content": "Jaarlijkse opfristraining moet worden aangeboden aan alle keukenmedewerkers, met aandacht voor wijzigingen in apparatuur, procedures of het noodplan. Praktijkoefeningen moeten het gebruik van brandblussers, het uitrollen van blusdekens en gesimuleerde evacuaties omvatten. Minimaal twee evacuatieoefeningen per jaar moeten alle tijdens de oefening aanwezige medewerkers betrekken, en de resultaten moeten worden gedocumenteerd, inclusief de tijd die nodig is voor volledige evacuatie, eventuele obstakels en verbeterpunten. Aangewezen leden van het noodresponsteam (equipo de emergencia) moeten aanvullende gespecialiseerde training ontvangen, waaronder geavanceerde brandbestrijdingstechnieken, EHBO-certificering en coördinatie met externe hulpdiensten."
        },
        {
          "heading": "5.3 Speciale Training voor Risicovolle Werkzaamheden",
          "content": "Medewerkers die risicovolle werkzaamheden uitvoeren zoals flamberen, frituren of het bedienen van houtgestookte ovens moeten aanvullende gespecialiseerde training ontvangen. Flambeerhandelingen vereisen specifieke protocollen, waaronder maximale alcoholhoeveelheden, veilige ontstekingstechnieken en het direct binnen handbereik hebben van blusmateriaal. Frituuroperatoren moeten olietemperatuurbeheer begrijpen, de gevaren van watercontact met hete olie en de specifieke protocollen voor frituurbranden. Bedieners van houtgestookte ovens hebben training nodig over geschikte brandstofsoorten, asverwijderingsprocedures en schoorsteenonderhoud. Elk van deze gespecialiseerde trainingsmodules moet afzonderlijk worden gedocumenteerd en jaarlijks worden vernieuwd."
        }
      ]
    },
    {
      "heading": "6. Documentatie en Naleving",
      "content": "Het bijhouden van uitgebreide documentatie is essentieel voor wettelijke naleving en voor het aantonen van zorgvuldigheid in geval van een incident of inspectie. KB 513/2017 en Wet 31/1995 leggen beide specifieke documentatievereisten op.",
      "subsections": [
        {
          "heading": "6.1 Vereiste Documentatie",
          "content": "De volgende brandveiligheidsdocumenten moeten worden bijgehouden en beschikbaar zijn voor inspectie: de Brandrisicobeoordeling (als onderdeel van de algehele Risicobeoordeling onder Wet 31/1995), het Nood- en Evacuatieplan, certificaten van installatie voor alle brandbeveiligingssystemen (uitgegeven door erkende installateurs geregistreerd bij de betreffende Autonome Gemeenschap), onderhoudsregistraties voor alle brandbeveiligingsinstallaties (driemaandelijkse inspecties door opgeleid personeel, jaarlijkse en vijfjaarlijkse inspecties door erkende onderhoudsbedrijven), opleidingsregistraties voor alle medewerkers inclusief data, inhoud en ondertekende bevestigingen, verslagen van evacuatieoefeningen en eventuele incidentrapporten en onderzoeksbevindingen. Alle certificaten en onderhoudsregistraties moeten voldoen aan de formaten vastgesteld in Bijlage II van KB 513/2017."
        },
        {
          "heading": "6.2 Inspectiebereidheid",
          "content": "Brandveiligheidsinspecties kunnen worden uitgevoerd door de brandweer (Bomberos), arbeidsinspecteurs (Inspección de Trabajo) of verzekeringsmaatschappijen. Om gereed te zijn: houd een brandveiligheidsmap bij met alle vereiste documentatie in chronologische volgorde, zorg dat alle brandbeveiligingsapparatuur zichtbaar is voorzien van actuele inspectiedata, houd evacuatieplannen op de vereiste locaties geafficheerd, controleer of noodverlichting en signalering functioneren en bevestig dat alle medewerkers hun rol in het noodplan kunnen toelichten. Regelmatige interne audits (minimaal driemaandelijks) moeten de naleving van alle brandveiligheidseisen verifiëren en eventuele tekortkomingen identificeren vóór een externe inspectie."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Dagelijkse Brandveiligheidscontrolelijst Keuken",
      "items": [
        "Alle brandblussers zijn op hun plaats en manometers staan op groen",
        "Blusdekens zijn toegankelijk en in goede staat",
        "Nooduitgangen zijn vrij en niet geblokkeerd",
        "Afzuigkap en ventilatiesysteem functioneren correct",
        "Er zijn geen brandbare materialen opgeslagen nabij warmtebronnen",
        "Gasaansluitingen vertonen geen tekenen van lekkage (geur, sissen)",
        "Elektrische snoeren en stekkers zijn onbeschadigd",
        "Frituurthermostaten functioneren correct",
        "Handmatig trekstation van het brandblusinstallatie is bereikbaar",
        "Noodverlichting is functioneel"
      ]
    },
    {
      "title": "Wekelijkse Brandpreventiecontrolelijst",
      "items": [
        "Vetfilters in afzuigkappen zijn schoongemaakt",
        "Kookoliecontainers zijn goed afgesloten en opgeslagen",
        "Containers voor gebruikte olie zijn niet overvol",
        "Poetsdoeken worden bewaard in zelfsluitende metalen containers",
        "Flexibele gasslangen zijn gecontroleerd op slijtage en vervaldata",
        "Noodevacuatierouteborden zijn zichtbaar en verlicht",
        "Brandveiligheidsapparatuursignalering is schoon en zichtbaar"
      ]
    },
    {
      "title": "Driemaandelijkse Brandveiligheidsaudit Controlelijst",
      "items": [
        "Alle brandblussers geïnspecteerd en gedocumenteerd",
        "Afzuigkanalen grondig gereinigd door gespecialiseerd bedrijf",
        "Vetvangers geleegd en schoongemaakt",
        "Nood- en evacuatieplan beoordeeld en indien nodig bijgewerkt",
        "Integriteitscontrole van gasinstallatie uitgevoerd",
        "Visuele inspectie van vast blussysteem voltooid",
        "Opleidingsregistraties gecontroleerd op volledigheid",
        "Interne brandveiligheidsaudit uitgevoerd en gedocumenteerd"
      ]
    }
  ],
  "bestPractices": [
    "Laat kookolie of -vetten nooit onbeheerd achter op actieve warmtebronnen; wijs een speciale toezichthouder aan voor frituurwerkzaamheden",
    "Installeer een duidelijk zichtbaar olietemperatuurschema bij elke frituurpan met rookpunten voor alle in de keuken gebruikte oliën",
    "Houd een speciaal brandveiligheidslogboek bij in de keuken voor het vastleggen van dagelijkse controles, incidenten en onderhoudsactiviteiten",
    "Voer onverwachte mini-oefeningen uit tijdens de dienst om de paraatheid van het personeel onder realistische omstandigheden te testen",
    "Stel een buddysysteem in waarbij keukenmedewerkers aan elkaar worden gekoppeld voor wederzijds bewustzijn tijdens noodevacuatie",
    "Hang gelamineerde snelle-referentiekaarten voor brandrespons op bij elk kookstation met stappen die in één oogopslag leesbaar zijn",
    "Vervang frituurpanolie volgens schema in plaats van te wachten op visuele degradatie, aangezien gedegradeerde olie een lager vlampunt heeft",
    "Handhaaf een minimale vrije zone van 1 meter rond alle brandblussers en trekstations van blussystemen te allen tijde"
  ],
  "glossary": {
    "Klasse F-brand": "Een brand met kookoliën en -vetten, gekenmerkt door extreem hoge temperaturen en het risico op explosieve herontsteking; vereist natte chemische blusmiddelen",
    "Branddriehoek": "De drie elementen die nodig zijn voor verbranding: brandstof, zuurstof en warmte; het wegnemen van één element dooft het vuur",
    "Nat Chemisch Blusmiddel": "Een brandblusmiddel (doorgaans kaliumacetaat- of carbonaatoplossing) specifiek ontworpen voor Klasse F-branden dat de brandstof koelt en een verzeepingslaag vormt om herontsteking te voorkomen",
    "PASS-techniek": "De vierstapsmethode voor het gebruik van een draagbare brandblusser: Pull de pin (Trek), Aim op de basis (Richt), Squeeze de hendel (Knijp), Sweep heen en weer (Veeg)",
    "Smeltverbinding": "Een warmtegevoelig apparaat dat smelt bij een vooraf bepaalde temperatuur om automatisch een brandblusinstallatie te activeren",
    "Vlampunt": "De laagste temperatuur waarbij een vloeistof voldoende damp produceert om te ontbranden bij blootstelling aan een ontstekingsbron; kritisch voor de veiligheid van kookolie",
    "Zelfontbrandingstemperatuur": "De temperatuur waarbij een stof spontaan ontbrandt zonder externe ontstekingsbron; voor kookoliën doorgaans tussen 300-370 graden Celsius",
    "Equipo de Emergencia": "Noodresponsteam aangewezen onder de Spaanse arbeidsveiligheidswetgeving, bestaande uit opgeleid personeel verantwoordelijk voor brandbestrijding en evacuatiecoördinatie",
    "Plan de Emergencia": "Het verplichte Noodplan vereist voor werkplekken onder Spaanse wetgeving, met beschrijving van detectie-, alarm-, evacuatie- en responsprocedures",
    "KB 513/2017": "Koninklijk Besluit 513/2017 tot goedkeuring van het Technisch Reglement inzake Brandbeveiligingsinstallaties (Reglamento de Instalaciones de Protección contra Incendios)"
  }
}