{
  "title": "Pest Control",
  "legalBasis": "Royal Decree 830/2010 on classification, labeling, and packaging of biocide products; EU Regulation (EC) No 852/2004 on food hygiene, Annex II; Royal Decree 3349/1983 on biocidal technical regulation",
  "summary": "Pest control is a critical component of food safety management in hospitality establishments. The presence of pests — including rodents, insects, birds, and other vermin — poses serious risks to food safety, public health, and business reputation. EU Regulation 852/2004 requires all food business operators to implement adequate procedures to control pests and prevent them from accessing food preparation and storage areas.\n\nEffective pest control combines three complementary approaches: prevention (eliminating access points and removing attractants), monitoring (regular inspections to detect early signs of infestation), and control (appropriate treatment when prevention fails). In Spain, food establishments must contract with an authorized pest control company (empresa de control de plagas autorizada) that is registered with the relevant autonomous community health authority. The company must use approved biocide products in accordance with Royal Decree 830/2010 and maintain detailed service records.\n\nA comprehensive pest control program protects your business from health inspection failures, customer complaints, and potential closure orders. It also demonstrates due diligence in the event of a food safety incident. Regular monitoring and swift response to pest sightings are essential — a single pest sighting can indicate a much larger hidden infestation that requires immediate professional intervention.",
  "keyPoints": [
    "All food establishments must contract an authorized pest control company registered with health authorities",
    "Physical barriers and proofing measures are the first line of defense against pest entry",
    "Good housekeeping and removal of food waste eliminates pest attractants and harbourage sites",
    "Regular monitoring inspections detect early signs of infestation before problems escalate",
    "Any pest sighting must be reported immediately to management and the pest control contractor",
    "Pest control treatment records must be maintained and available for official inspection",
    "Staff training on pest prevention and recognition is essential for early detection",
    "Biocide products must be stored securely, separate from food, and handled only by trained personnel"
  ],
  "sections": [
    {
      "heading": "1. Legal Requirements for Pest Control",
      "content": "Spanish and EU legislation establishes clear requirements for pest control in food establishments. Article 5 of EU Regulation 852/2004 requires food business operators to put in place, implement, and maintain permanent procedures based on HACCP principles, which must include adequate pest control measures. Annex II, Chapter IX specifically states that establishments must have adequate procedures to control pests and to prevent domestic animals from accessing places where food is prepared, handled, or stored.\n\nRoyal Decree 830/2010 regulates biocide products, including those used for pest control. Only authorized biocide products may be used in food environments, and they must be applied by personnel with appropriate training. The pest control company must be registered and authorized by the competent health authority of the autonomous community. Service contracts must be documented, and the company must provide detailed reports of all inspections and treatments performed.\n\nFailure to maintain adequate pest control can result in enforcement action ranging from improvement notices to prohibition orders and business closure. Health inspectors routinely check for evidence of pest activity during official controls. Documented evidence of a professional pest control program — including regular inspection reports showing no activity — is essential for demonstrating compliance.",
      "subsections": [
        {
          "heading": "1.1 Authorized Pest Control Companies",
          "content": "Food establishments cannot rely on do-it-yourself pest control for routine monitoring and treatment. Spanish law requires contracting with a specialized pest control company (empresa de control de plagas) that holds authorization from the autonomous community health authority. These companies employ trained technicians who understand the specific requirements of food environments and use appropriate methods and products that comply with biocide regulations.\n\nWhen selecting a pest control contractor, verify their authorization status, request references from other hospitality clients, and ensure they provide detailed written reports of all inspections and treatments. The contract should specify the frequency of visits (typically monthly for routine monitoring), response times for emergency callouts, and the documentation that will be provided."
        },
        {
          "heading": "1.2 Documentation and Record-Keeping",
          "content": "Comprehensive pest control records are essential for regulatory compliance and effective management. Required documentation includes: the service contract with the authorized pest control company, proof of the company's authorization, inspection reports from each visit (including date, areas inspected, findings, and any corrective measures), treatment records (products used, concentrations, application methods, areas treated), monitoring station maps and service schedules, and records of any pest sightings reported by staff.\n\nRecords must be retained for at least five years and must be readily available for inspection by health authorities. Many pest control companies now provide digital record-keeping systems with online access to reports and service history. Regardless of format, records should be reviewed regularly by management to identify trends, recurring problems, or areas requiring additional preventive measures."
        },
        {
          "heading": "1.3 Integration with HACCP",
          "content": "Pest control must be integrated into the establishment's HACCP-based food safety management system. The hazard analysis should identify the potential for contamination of food by pests or by pest control products. Prerequisite programs must include pest prevention measures (physical barriers, waste management, cleaning) and monitoring procedures (inspection of delivery areas, storage areas, and preparation zones for signs of pest activity).\n\nThe HACCP plan should define corrective actions in response to pest sightings or evidence of activity, including immediate contact with the pest control contractor, isolation of potentially contaminated food, and enhanced monitoring until the problem is resolved. Regular review of pest control reports should be included in HACCP verification procedures."
        }
      ]
    },
    {
      "heading": "2. Common Pests in Hospitality Establishments",
      "content": "Understanding the pests that commonly affect food establishments enables early recognition and appropriate prevention measures. The most significant pests in hospitality settings are rodents (rats and mice), flying insects (flies, wasps, moths), crawling insects (cockroaches, ants, stored product insects), and occasionally birds. Each pest type has characteristic signs, preferred habitats, and specific control challenges.\n\nRodents are particularly problematic because they can carry serious diseases including salmonellosis and leptospirosis, cause physical damage by gnawing through packaging and structures, and contaminate large quantities of food with urine, droppings, and hair. Flies are vectors for pathogenic bacteria, transferring contamination from waste and sewage to food preparation surfaces and open food. Cockroaches indicate poor hygiene and can trigger allergic reactions in some individuals, in addition to contaminating food and surfaces.\n\nEarly detection is critical for all pest types. A single sighting often indicates a much larger population hidden from view. Staff should be trained to recognize the signs of pest activity and to report them immediately so that professional intervention can prevent a minor problem from becoming a major infestation.",
      "subsections": [
        {
          "heading": "2.1 Rodents: Rats and Mice",
          "content": "Rodents are among the most serious pest threats to food establishments. Rats (Rattus norvegicus, Rattus rattus) and mice (Mus musculus) can squeeze through remarkably small gaps — a mouse can enter through a gap just 6mm wide, and a rat through 15mm. Once inside, they breed rapidly, produce copious droppings, and can cause extensive contamination and structural damage.\n\nSigns of rodent activity include droppings (rat droppings are 12-18mm long, mouse droppings 3-8mm), gnaw marks on packaging and structures, smear marks along walls and pipes (from the oil and dirt in their fur), distinctive musky odor, and scratching or scurrying noises, particularly at night. Fresh droppings are dark and soft; old droppings are grey and crumbly. The presence of any rodent droppings in food areas is a serious health and safety violation requiring immediate corrective action."
        },
        {
          "heading": "2.2 Flying Insects",
          "content": "House flies, fruit flies, drain flies, wasps, and stored product moths are common flying insect pests. House flies (Musca domestica) are prolific breeders and significant disease vectors, capable of transferring pathogens from sewage and waste to food. Fruit flies (Drosophila species) are attracted to fermenting organic matter and can appear in large numbers around bar areas with fruit garnishes or near waste bins.\n\nControl measures for flying insects include fly screens on windows and doors, air curtains over entrance doors to create a barrier, electronic flying insect killers (EFKs) positioned strategically away from food preparation areas, and elimination of breeding sites. Waste bins must be covered and emptied frequently, drains kept clean, and overripe fruit or fermenting liquids removed promptly. In bar areas, particular attention should be paid to drip trays, fruit storage, and beer line cleaning areas."
        },
        {
          "heading": "2.3 Crawling Insects",
          "content": "Cockroaches (Blattella germanica, Blatta orientalis) are indicators of poor hygiene and can survive in very small crevices, making them difficult to eradicate once established. They are nocturnal and hide during daylight in cracks, crevices, behind equipment, and in warm moist areas such as behind ovens and refrigerators. Signs include live or dead insects, egg cases (oothecae), dark smear marks in harbourage areas, and a distinctive musty odor in heavy infestations.\n\nAnts are attracted to sweet substances and can form persistent trails from outdoor nests to indoor food sources. Stored product insects — including beetles and moths — infest dry goods such as flour, cereals, nuts, and dried fruit. These pests typically enter with deliveries in infested packaging. Regular inspection of deliveries and stock rotation using FIFO principles help prevent establishment of stored product infestations."
        }
      ]
    },
    {
      "heading": "3. Pest Prevention Strategies",
      "content": "Prevention is always more effective and less disruptive than treatment. The fundamental principle of pest prevention is denying pests the three things they need to survive: food, water, and shelter. A well-designed pest prevention program based on good housekeeping, structural maintenance, and careful management of deliveries and waste can dramatically reduce the likelihood of infestation.\n\nPhysical exclusion is the first line of defense. All potential entry points must be identified and sealed. This includes gaps around pipes and cables, cracks in walls and floors, ill-fitting doors and windows, damaged roof vents, and openings in external walls. Regular maintenance inspections should specifically look for new gaps or damage that could allow pest entry. In older buildings, comprehensive proofing may require significant investment, but it is far more cost-effective than repeated pest treatments.",
      "subsections": [
        {
          "heading": "3.1 Structural Proofing and Physical Barriers",
          "content": "Effective structural proofing requires systematic sealing of all potential entry points. External doors should fit tightly and be equipped with self-closers to prevent them being left open. Weather strips and door sweeps eliminate gaps at the bottom of doors. Windows in food areas should be fitted with fly screens of appropriate mesh size (typically 16-mesh or finer for flying insects). Loading bay doors should be kept closed when not in use, and air curtains or plastic strip curtains should be installed where doors must remain open for operational reasons.\n\nPipes, cables, and conduits entering the building should be sealed with appropriate materials such as wire wool, expanding foam, or cement. Drainage gullies should have properly fitting covers. Ventilation openings must be protected with wire mesh screens. Roof spaces and ceiling voids should be inspected for access points. In kitchens, particular attention should be paid to gaps around equipment, service hatches, and false ceilings."
        },
        {
          "heading": "3.2 Housekeeping and Sanitation",
          "content": "Rigorous cleaning and sanitation remove food sources and reduce pest attractiveness. Spillages must be cleaned immediately. Food must never be stored directly on floors. Work surfaces, floors, and equipment must be cleaned at the end of each service. Drains and gullies should be cleaned regularly with enzymatic cleaners to prevent buildup of organic matter that attracts drain flies and cockroaches.\n\nClutter provides harbourage sites for pests and makes inspection and cleaning difficult. Equipment should be positioned away from walls to allow access for cleaning behind and underneath. Cardboard packaging should be removed from storage areas as soon as deliveries are unpacked — cardboard provides ideal harbourage for cockroaches. Storage areas should be well-organized with all items off the floor on shelving or pallets, allowing clear sight lines for inspection."
        },
        {
          "heading": "3.3 Waste Management",
          "content": "Food waste is a powerful attractant for pests and must be managed carefully. All waste bins must have tight-fitting lids and should be emptied frequently — at least daily, and more often for bins in food preparation areas. External waste storage areas must be kept clean with regular washing of bins and surrounding areas. Waste should be stored as far as possible from the building and certainly not directly adjacent to entrance doors.\n\nGlass and packaging waste should be stored separately in designated areas. Waste cooking oil must be stored in sealed containers and collected by authorized contractors. Organic waste awaiting collection should ideally be stored in refrigerated conditions or in sealed bins in a secure compound. The area around external bins should be kept clear of vegetation and debris that could provide harbourage for rodents."
        }
      ]
    },
    {
      "heading": "4. Monitoring and Early Detection",
      "content": "Regular monitoring enables early detection of pest activity when populations are still small and easier to control. A combination of visual inspections, monitoring devices, and staff vigilance creates a comprehensive monitoring system. The frequency and intensity of monitoring should be proportionate to the risk — areas such as waste storage and delivery bays require more frequent attention than dining areas.\n\nMonitoring devices include rodent monitoring boxes containing non-toxic monitoring blocks or sticky boards, insect monitoring traps with pheromone attractants for stored product pests, and sticky boards for crawling insects. These devices should be positioned strategically and checked regularly (typically monthly by the pest control contractor, with additional checks by staff). The position of each monitoring device should be recorded on a site plan.\n\nAll staff should be trained to recognize signs of pest activity and to report any sightings immediately. A simple reporting system — such as a pest sighting log in the kitchen — encourages reporting and ensures that information reaches management and the pest control contractor promptly.",
      "subsections": [
        {
          "heading": "4.1 Professional Monitoring Visits",
          "content": "The contracted pest control company should conduct regular monitoring visits, typically monthly for food establishments. During these visits, the technician should inspect all monitoring devices, check for signs of pest activity in vulnerable areas (delivery bays, waste areas, storage rooms, equipment rooms, false ceilings), review any pest sightings reported since the last visit, and recommend any necessary improvements to proofing or housekeeping.\n\nThe technician should provide a detailed written report of each visit, recording findings at each monitoring station, any signs of pest activity, any treatments applied, and recommendations for the establishment. These reports should be reviewed by management and any recommendations implemented promptly. Trends in monitoring data — such as repeated activity in a particular area — indicate problems that require targeted action."
        },
        {
          "heading": "4.2 Staff Vigilance and Reporting",
          "content": "Staff are the eyes and ears of the pest monitoring system. Kitchen and storage area staff should be trained to recognize the signs of common pests and to report any sightings immediately. Signs to look for include droppings, gnaw marks, smear marks, dead insects, live pest sightings, unusual odors, and damage to packaging. Even a single sighting should be treated seriously and investigated.\n\nA simple reporting system encourages staff to report pest-related concerns without fear of blame. A dedicated pest sighting log should be maintained in an accessible location, and staff should be encouraged to record any observations. All reports should be followed up promptly — by the manager for immediate assessment and by the pest control contractor if professional intervention is needed. Providing feedback to staff about how their reports led to action reinforces the importance of vigilance."
        },
        {
          "heading": "4.3 Delivery and Stock Inspections",
          "content": "Incoming deliveries are a common route for pest introduction, particularly for stored product insects in dry goods. All deliveries should be inspected on arrival for signs of pest damage or infestation. Check packaging for holes, gnaw marks, or signs of previous insect activity such as webbing in dry goods or live insects. Reject any deliveries showing signs of pest contamination.\n\nStorage areas should be inspected regularly during stock rotation. Check older stock for signs of stored product pest activity, particularly in dry goods such as flour, rice, nuts, and dried fruit. First-In-First-Out (FIFO) rotation helps ensure that stock does not remain in storage long enough for pest populations to establish. Any infested products must be immediately isolated, sealed in plastic bags, and removed from the food storage area before disposal."
        }
      ]
    },
    {
      "heading": "5. Control and Treatment Methods",
      "content": "When prevention and monitoring indicate pest activity, professional treatment is required. The methods used depend on the pest type, the severity of infestation, and the specific environment. In food establishments, treatments must be carefully selected to be effective against the target pest while posing minimal risk to food safety, staff, and customers. Only authorized biocide products suitable for food environments may be used.\n\nModern pest control in food settings emphasizes Integrated Pest Management (IPM), which combines multiple control methods and minimizes reliance on chemical pesticides. IPM prioritizes prevention and physical control methods (trapping, exclusion), uses monitoring to target interventions precisely, and employs chemical treatments judiciously and only when necessary. This approach is more sustainable, reduces the risk of pest resistance, and aligns with food safety principles.\n\nAll pest control treatments must be applied by trained, authorized personnel. The pest control company must provide detailed records of all treatments including the products used, concentrations, application methods, areas treated, and precautions taken to protect food and food-contact surfaces. Following treatment, the area must be verified as safe before resuming food operations.",
      "subsections": [
        {
          "heading": "5.1 Rodent Control Methods",
          "content": "Rodent control in food establishments typically employs trapping rather than rodenticides where possible, to avoid the risk of contamination and the problem of rodents dying in inaccessible locations. Snap traps and live-capture traps are positioned in areas of rodent activity, baited with attractive food (for mice, chocolate or peanut butter works well; for rats, bacon or dried fish). Traps should be inspected daily and any captured rodents removed immediately.\n\nWhen rodenticide baits are necessary for severe infestations, they must be used in accordance with strict protocols. Baits must be placed in tamper-resistant bait stations secured in position and clearly marked. Bait stations must never be placed in food preparation or storage areas. Anticoagulant rodenticides (such as bromadiolone or difenacoum) are most commonly used. The pest control technician must record the location of all bait stations and check them regularly, replenishing bait and recording consumption until activity ceases."
        },
        {
          "heading": "5.2 Insect Control Methods",
          "content": "Flying insect control relies primarily on physical methods: fly screens, air curtains, and electronic flying insect killers (EFKs). EFKs use ultraviolet light to attract flying insects to an electrified grid or sticky board. They must be positioned carefully — away from food preparation areas and where they will not attract insects from outside through open doors. EFK catch trays or boards should be cleaned regularly.\n\nFor crawling insects such as cockroaches, gel baits applied by the pest control technician in harbourage areas are effective and pose minimal risk to food safety. Residual insecticide sprays may be used in non-food areas such as equipment rooms, behind kickboards, and in voids. Any use of insecticides must be carefully controlled to prevent contamination of food or food-contact surfaces. Food must be covered or removed from the area, and surfaces must be thoroughly cleaned before food operations resume."
        },
        {
          "heading": "5.3 Emergency Response Procedures",
          "content": "In the event of a significant pest sighting during service or immediately before opening, emergency response procedures must be followed. Assess the immediate food safety risk: if there is evidence of contact between pests or pest droppings and food or food-contact surfaces, the affected food must be discarded and surfaces thoroughly cleaned and disinfected before use. If the sighting is in a food preparation area, consider whether operations can safely continue or whether the area must be temporarily closed.\n\nContact the pest control contractor immediately to arrange an emergency callout. Document the incident thoroughly, including what was seen, where, when, and what immediate actions were taken. Review the circumstances to identify the cause — was it a preventable lapse in proofing or housekeeping, or does it indicate a hidden infestation requiring more intensive treatment? Implement corrective actions to prevent recurrence and, if the incident affected food safety, consider whether notification of the health authority is required."
        }
      ]
    },
    {
      "heading": "6. Special Considerations for Different Areas",
      "content": "Different areas of a hospitality establishment present different pest risks and require tailored control measures. High-risk areas such as kitchens and food storage require the most intensive monitoring and strictest prevention measures. Lower-risk areas such as dining rooms and bars still require attention, particularly to prevent pest entry and harbourage. Understanding the specific risks and control requirements for each area enables more effective pest management.\n\nExternal areas are often overlooked but are critical for preventing pest entry to the building. Waste storage areas, loading bays, and outdoor seating areas can attract pests and provide staging areas for entry to the building. Regular inspection and maintenance of external areas, proper waste management, and structural proofing of entry points prevent external pest populations from becoming internal problems.",
      "subsections": [
        {
          "heading": "6.1 Kitchen and Food Preparation Areas",
          "content": "Kitchens are the highest-risk areas for pest activity due to the abundance of food, warmth, and moisture. Prevention measures must be rigorous: immediate cleanup of all spillages, daily cleaning of floors and equipment, proper waste management with covered bins emptied frequently, and storage of all food in sealed containers off the floor. Equipment should be positioned to allow cleaning behind and underneath.\n\nMonitoring devices should be positioned in discrete locations that will detect pest activity without contaminating food: behind equipment, near sinks and drains, and along walls. Any chemical pest control treatments in kitchens must be limited to targeted gel baits in harbourage areas; never use residual sprays on food preparation surfaces. The principle is maximum prevention through hygiene and proofing, with minimal reliance on chemical treatments."
        },
        {
          "heading": "6.2 Storage Areas",
          "content": "Dry storage, refrigerated storage, and beverage storage areas require careful management to prevent pest establishment. All stock should be stored on shelving or pallets, never directly on floors. Storage should be organized to allow clear sight lines for inspection — avoid creating hidden areas behind stacks of boxes. Regular stock rotation using FIFO principles prevents products remaining in storage long enough for stored product pests to establish.\n\nInspect deliveries carefully before accepting them into storage. Check packaging for pest damage and reject any suspect deliveries. Periodically inspect stored products for signs of infestation, particularly dry goods. Maintain storage areas at cool temperatures where possible — many pests reproduce more slowly in cool conditions. Keep storage areas clean and free of spillages that could attract pests."
        },
        {
          "heading": "6.3 Waste and External Areas",
          "content": "External waste storage areas are pest magnets and require intensive management. Bins must have tight-fitting lids and be kept closed at all times. The waste compound should be kept clean with regular washing to remove spillages and organic matter. The area should be well-lit and free of vegetation and debris that could provide rodent harbourage. Consider installing bin screens or enclosures to limit pest access.\n\nLoading bays and goods receipt areas are potential pest entry points and require robust proofing measures. Doors should be kept closed when not in use. If doors must remain open for operational reasons, install air curtains or plastic strip curtains. The area should be kept clean and well-lit. Regular inspections should check for signs of rodent activity, particularly around the building perimeter, drains, and any stored equipment or pallets."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Daily Pest Prevention Checklist",
      "items": [
        "All spillages cleaned immediately in kitchen and service areas",
        "Waste bins in food preparation areas emptied and cleaned",
        "External waste bin lids closed and secured",
        "All external doors closed when not in use",
        "No food items stored directly on floors",
        "Deliveries inspected for signs of pest damage before acceptance",
        "Any pest sightings or signs reported immediately to management",
        "Kitchen floors swept and mopped at end of service",
        "Food storage areas checked for signs of pest activity",
        "Drains and gullies clear and cleaned as scheduled"
      ]
    },
    {
      "title": "Weekly Pest Control Review Checklist",
      "items": [
        "All pest monitoring devices checked for activity",
        "External building perimeter inspected for pest signs and structural gaps",
        "Waste storage areas washed and sanitized",
        "Storage areas inspected during stock rotation",
        "Any new gaps or structural damage that could allow pest entry identified and reported",
        "Pest sighting log reviewed and any incidents followed up",
        "Staff reminded of pest reporting procedures",
        "Pest control records filed and up to date"
      ]
    },
    {
      "title": "Monthly Pest Management Checklist",
      "items": [
        "Pest control contractor visit completed and report received",
        "All recommendations from pest control report reviewed and assigned for action",
        "Monitoring device maps updated if locations have changed",
        "Staff training on pest recognition and reporting refreshed as needed",
        "Structural proofing measures reviewed and maintenance scheduled as needed",
        "External areas checked for vegetation growth or debris accumulation",
        "Drain cleaning schedule verified as being followed",
        "Pest control documentation filed and available for inspection",
        "HACCP records updated with pest control verification activities",
        "Trends in pest activity analyzed and preventive measures adjusted if necessary"
      ]
    }
  ],
  "bestPractices": [
    "Prioritize prevention over treatment — invest in structural proofing, rigorous housekeeping, and staff training to minimize the likelihood of infestation",
    "Establish a strong working relationship with your pest control contractor, treating them as a partner in food safety rather than just a service provider",
    "Create a culture where all staff feel responsible for pest prevention and comfortable reporting any pest signs without fear of blame",
    "Conduct regular management inspections of high-risk areas using a checklist approach to ensure systematic coverage",
    "Review pest control reports promptly and implement all recommendations — delays in addressing identified issues allow problems to escalate",
    "Integrate pest control into staff induction training so all new employees understand their role in pest prevention from day one",
    "Maintain a pest incident log to track trends and identify recurring problems that indicate systemic issues requiring corrective action",
    "Consider seasonal factors — pest pressure typically increases in autumn when outdoor food sources decline and pests seek indoor harbourage for winter"
  ],
  "glossary": {
    "Authorized Pest Control Company": "A pest control business registered with and authorized by the autonomous community health authority to provide services to food establishments",
    "Biocide Product": "A chemical product intended to destroy, deter, render harmless, or exert controlling effect on any harmful organism, regulated under RD 830/2010",
    "Harbourage": "Places where pests can shelter, hide, and breed, such as cracks, crevices, voids, cluttered areas, and undisturbed locations",
    "Integrated Pest Management (IPM)": "A comprehensive approach to pest control that combines prevention, monitoring, physical controls, and judicious use of chemical treatments",
    "Monitoring Device": "Equipment used to detect pest presence and monitor pest activity levels, such as rodent monitoring boxes, insect traps, or sticky boards",
    "Proofing": "Physical measures to prevent pest entry into a building or area, such as sealing gaps, installing screens, and maintaining door seals",
    "Residual Insecticide": "A pesticide that remains active on treated surfaces for an extended period, continuing to kill insects that contact the surface",
    "Stored Product Pest": "Insects that infest dry food products during storage, including beetles, moths, and weevils that breed in commodities such as flour, grains, and dried fruit",
    "Tamper-Resistant Bait Station": "A secure container for rodenticide baits that prevents access by non-target species, children, and unauthorized persons while allowing rodents to enter and consume bait",
    "Vector": "An organism, such as a fly or rodent, that transmits disease-causing microorganisms from one host to another or from contaminated sources to food"
  }
}
