{
  "title": "Cómo entender tu nómina",
  "legalBasis": "Estatuto de los Trabajadores (Real Decreto Legislativo 2/2015) Artículo 29; Real Decreto 1659/1998 sobre modelo de recibo de salarios; Ley General de la Seguridad Social (Real Decreto Legislativo 8/2015); Ley del Impuesto sobre la Renta de las Personas Físicas (Ley 35/2006 del IRPF)",
  "summary": "Tu documento de nómina mensual es más que una simple notificación de pago — es un registro legal detallado de tu retribución, tiempo de trabajo y las deducciones que determinan tu salario neto. La legislación española obliga a los empresarios a proporcionar a cada empleado un documento de nómina escrito y desglosado por cada período de pago, normalmente mensual. Comprender cómo leer y verificar tu nómina es esencial para asegurar que te pagan correctamente, que las cotizaciones a la Seguridad Social se realizan correctamente y que las retenciones fiscales son adecuadas a tu situación personal.\n\nLa estructura de la nómina española está estandarizada pero es compleja. Se divide en secciones: un encabezado con la identificación del empresario y del empleado, los devengos desglosados en salario base y diversos complementos, seguidos de las deducciones incluyendo las cotizaciones a la Seguridad Social y la retención del impuesto sobre la renta (IRPF), y finalmente el importe neto a percibir (líquido a percibir). Cada componente está regulado por normas específicas establecidas en el Estatuto de los Trabajadores, el convenio colectivo aplicable, la legislación de Seguridad Social y la legislación fiscal.\n\nPara los trabajadores de hostelería, la nómina puede ser particularmente compleja debido a factores variables como las propinas, las horas extraordinarias, los complementos por turno de noche, los complementos por jornada partida y las variaciones estacionales en las horas de trabajo. Además, muchos trabajadores de hostelería reciben dos pagas extraordinarias al año, que pueden pagarse por separado en verano e invierno o prorratearse a lo largo de las doce mensualidades. Comprender estos componentes te ayuda a verificar que tu retribución es completa y correcta.\n\nLas discrepancias en la nómina no son infrecuentes y pueden resultar de errores honestos en el cálculo, malentendidos sobre las horas trabajadas o, desafortunadamente, a veces de un robo deliberado de salarios. Los empresarios están legalmente obligados a proporcionar nóminas precisas y puntuales y a corregir los errores con prontitud cuando se identifiquen. Los trabajadores que identifiquen errores en la nómina deben plantearlos inmediatamente al empresario; las disputas salariales no resueltas pueden escalarse a la Inspección de Trabajo o a los juzgados de lo social.",
  "keyPoints": [
    "Los empresarios deben proporcionar un documento de nómina escrito por cada período de pago, normalmente mensual",
    "La nómina debe ser firmada por el empleado; sin embargo, la firma solo confirma la recepción, no la conformidad con todos los contenidos",
    "El salario base está determinado por tu categoría profesional en el convenio colectivo aplicable",
    "Los complementos incluyen pagos adicionales por antigüedad, horas extraordinarias, trabajo nocturno, responsabilidad y otros factores",
    "Las cotizaciones a la Seguridad Social son aproximadamente el 6,35% del salario bruto, deducidas de tu retribución",
    "La retención del IRPF varía según tu situación personal (estado civil, personas a cargo, discapacidades)",
    "La mayoría de los trabajadores de hostelería reciben dos pagas extraordinarias al año, pagadas como importes a tanto alzado o prorrateadas mensualmente",
    "Las propinas pueden incluirse en el salario bruto y estar sujetas a impuestos y cotizaciones a la Seguridad Social, dependiendo de cómo se gestionen",
    "Tu salario bruto anual y las cotizaciones a la Seguridad Social determinan tus prestaciones de desempleo y pensión",
    "Puedes solicitar la corrección de errores en la nómina y reclamar salarios no pagados a través de procedimientos internos, la Inspección de Trabajo o los juzgados"
  ],
  "sections": [
    {
      "heading": "1. Estructura de la nómina española",
      "content": "El documento de nómina española sigue una estructura estandarizada establecida por el Real Decreto 1659/1998. Aunque el formato exacto puede variar ligeramente dependiendo del software de nóminas utilizado, todas las nóminas deben contener la misma información esencial organizada en una secuencia lógica. Comprender esta estructura es el primer paso para leer tu nómina de forma efectiva.\n\nLa nómina comienza con la información de identificación: nombre de la empresa, dirección y CIF; nombre del empleado, número de Seguridad Social y NIF/NIE; categoría profesional según el convenio colectivo; grupo de cotización a efectos de Seguridad Social; y el período de pago (normalmente un mes específico). Tras este encabezado, la nómina se divide en tres secciones principales: devengos, deducciones y líquido a percibir. Cada sección contiene múltiples partidas con descripciones e importes.",
      "subsections": [
        {
          "heading": "1.1 Devengos",
          "content": "La sección de devengos enumera todos los componentes de tu retribución bruta del período de pago. Se subdivide en varias categorías. Las percepciones salariales incluyen el salario base (según tu categoría profesional y jornada laboral), el complemento de antigüedad (tras ciertos años de servicio), las horas extraordinarias, el plus de nocturnidad (normalmente para trabajo entre las 22:00 y las 06:00), el plus de festividad y el plus de turnicidad o partido.\n\nLas percepciones no salariales son importes pagados por el empresario que no computan como salario a efectos de cotización a la Seguridad Social, aunque pueden estar sujetos a tributación. Ejemplos incluyen las dietas (compensaciones por comidas por trabajo fuera del centro habitual, dentro de los límites legales), el plus de transporte (dentro de los límites legales), indemnizaciones (compensación de gastos como el uso de vehículo personal para el trabajo) y compensaciones (pagos por costes relacionados con el trabajo). La distinción entre percepciones salariales y no salariales afecta a las cotizaciones a la Seguridad Social, pero ambas contribuyen a la base imponible con ciertas excepciones."
        },
        {
          "heading": "1.2 Deducciones",
          "content": "La sección de deducciones muestra los importes restados de tus devengos brutos para llegar al salario neto. Las dos categorías principales son las cotizaciones a la Seguridad Social y la retención del impuesto sobre la renta. La aportación del trabajador a la Seguridad Social se calcula como un porcentaje de tu base de cotización, que es generalmente tus percepciones salariales brutas. La tasa estándar de cotización del empleado es aproximadamente el 6,35% del salario bruto, compuesta por contingencias comunes (~4,70%), desempleo (~1,55%) y formación profesional (~0,10%).\n\nLa retención a cuenta del IRPF es un pago anticipado de tu obligación anual del impuesto sobre la renta de las personas físicas. El porcentaje de retención se calcula en función de tus ingresos anuales previstos, tu situación personal (estado civil, número de personas a cargo, discapacidades) y otros factores que declaras en el Modelo 145. No es un impuesto en sí mismo, sino un anticipo; cuando presentas tu declaración de la renta anual, reconcilias lo retenido durante el año con tu obligación tributaria real, resultando en un pago adicional o una devolución."
        },
        {
          "heading": "1.3 Líquido a percibir y pagas extraordinarias",
          "content": "La línea final de tu nómina es el líquido total a percibir — el importe efectivamente ingresado en tu cuenta bancaria o pagado. La nómina también debe mostrar información acumulada en lo que va de año: devengos brutos totales, cotizaciones totales a la Seguridad Social y retención total del IRPF del año natural hasta la fecha. Esta información acumulada es importante para verificar los límites anuales y para la preparación de la declaración de la renta.\n\nLa mayoría del empleo español incluye dos pagas extraordinarias al año, tradicionalmente pagadas en verano (normalmente en junio o julio) y en invierno (normalmente en diciembre o Navidad). El importe de cada paga extraordinaria suele ser igual a un mes de salario base más ciertos complementos según lo especificado en el convenio colectivo. Pueden pagarse como importes a tanto alzado dos veces al año, o pueden prorratearse e incluirse en cada pago mensual. Tu contrato de trabajo o convenio colectivo debe especificar qué sistema se aplica. Si están prorrateadas, tu nómina mensual mostrará una partida para el prorrateo de pagas extraordinarias."
        }
      ]
    },
    {
      "heading": "2. Salario base y complementos",
      "content": "Tu salario base está determinado por tu categoría profesional según la definición del convenio colectivo aplicable del sector de hostelería de tu provincia. Las categorías profesionales en los convenios colectivos de hostelería incluyen normalmente clasificaciones como Grupo 0 (alta dirección), Grupo I (directivos y jefes de cocina), Grupo II (jefes de sección y técnicos especializados), Grupo III (empleados cualificados como cocineros y camareros de rango), Grupo IV (empleados semicualificados) y Grupo V (puestos de nivel inicial). Cada categoría tiene un salario base mensual mínimo por debajo del cual los empresarios no pueden pagar.\n\nLos complementos son pagos adicionales más allá del salario base, compensando factores como la antigüedad, condiciones de trabajo especiales, productividad o cualificaciones personales. Algunos complementos son obligatorios por convenio colectivo, otros son discrecionales y se establecen en el contrato de trabajo. Comprender a qué complementos tienes derecho y cómo se calculan es esencial para verificar que tu salario bruto total es correcto.",
      "subsections": [
        {
          "heading": "2.1 Complementos obligatorios y convencionales",
          "content": "El complemento de antigüedad se paga normalmente tras completar un número determinado de años con el mismo empresario. Muchos convenios colectivos de hostelería establecen complementos de antigüedad (trienios o quinquenios) cada tres o cinco años de servicio. El importe varía según el convenio pero se calcula como un porcentaje del salario base o un importe fijo por año de servicio. Este complemento se acumula con el tiempo, por lo que los empleados con larga trayectoria reciben una retribución total más alta que los trabajadores recién contratados en la misma categoría.\n\nEl plus de nocturnidad compensa el trabajo realizado durante las horas nocturnas, normalmente definidas como de 22:00 a 06:00. El complemento suele ser un incremento porcentual sobre la tarifa horaria (comúnmente del 25% al 50% según el convenio colectivo) o un importe fijo por hora nocturna trabajada. El plus de festividad compensa el trabajo en días festivos oficiales, normalmente pagado al 150% o 200% de la tarifa horaria normal. El plus de turnicidad o plus de partido compensa a los empleados que trabajan jornada partida (habitual en hostelería: por ejemplo, 11:00-16:00 y 20:00-23:00), reconociendo la incomodidad de tener las horas de trabajo divididas a lo largo del día."
        },
        {
          "heading": "2.2 Horas extraordinarias y horas adicionales",
          "content": "Las horas extraordinarias son las horas trabajadas más allá de la jornada ordinaria, sujetas a límites legales y convencionales (máximo 80 horas extraordinarias al año salvo fuerza mayor). Las horas extraordinarias deben compensarse bien con una retribución incrementada (normalmente el 175% de la tarifa horaria normal según muchos convenios colectivos de hostelería) o con descanso compensatorio equivalente dentro de los cuatro meses siguientes. Tu nómina debe mostrar claramente el número de horas extraordinarias trabajadas y el método de pago o compensación.\n\nPara los empleados a tiempo parcial, las horas complementarias son horas adicionales más allá del horario a tiempo parcial contratado pero dentro de los límites a tiempo completo. Estas se pagan a la tarifa horaria normal, no a tarifa de horas extraordinarias. Es importante que tu nómina identifique por separado las horas ordinarias, las horas complementarias y cualquier hora extraordinaria para verificar las tarifas de pago correctas."
        },
        {
          "heading": "2.3 Propinas y cargos por servicio",
          "content": "Las propinas pueden gestionarse de diversas formas dependiendo de la política del centro de trabajo. En algunos establecimientos, las propinas son íntegramente para los empleados y no se declaran al empresario — en este caso, técnicamente los empleados son responsables de declarar los ingresos por propinas en sus declaraciones de la renta personales, aunque la aplicación es limitada. En otros establecimientos, particularmente donde las propinas se reparten o se añaden cargos por servicio a las facturas, el empresario puede incluir los ingresos por propinas en la nómina.\n\nCuando las propinas se incluyen en la nómina, aparecen como una partida en los devengos brutos y están sujetas a cotizaciones a la Seguridad Social y retención del impuesto sobre la renta. Esto incrementa tus ingresos oficiales a efectos de Seguridad Social (afectando a las prestaciones de desempleo y pensión) pero también incrementa las deducciones. Algunos convenios colectivos establecen tarifas horarias mínimas excluyendo propinas, con la intención de que la retribución neta sea superior una vez se incluyan las propinas. Comprender cómo se tratan las propinas en tu centro de trabajo y cómo se reflejan (o no se reflejan) en tu nómina es importante para evaluar tu retribución real y tus obligaciones fiscales."
        }
      ]
    },
    {
      "heading": "3. Cotizaciones a la Seguridad Social",
      "content": "Las cotizaciones a la Seguridad Social financian el sistema integral de seguro social de España, que proporciona asistencia sanitaria, pensión, prestaciones por desempleo, baja médica, permiso de maternidad/paternidad y otras protecciones. Tanto empresarios como empleados cotizan, aunque la parte del empresario es mucho mayor (aproximadamente el 29,9% del salario bruto) mientras que el empleado cotiza aproximadamente el 6,35%. Tu nómina solo muestra tu cotización como empleado, pero debes saber que el empresario está realizando cotizaciones adicionales sustanciales en tu nombre.\n\nTu cotización a la Seguridad Social se calcula sobre tu base de cotización, que es generalmente tus percepciones salariales brutas hasta los límites máximo y mínimo legales (bases máximas y mínimas) que varían según la categoría profesional. Para la mayoría de los trabajadores de hostelería en 2026, la base de cotización mínima es aproximadamente 1.323 € al mes y la máxima es 4.720,50 € al mes. Los ingresos por encima del máximo no incrementan las cotizaciones pero tampoco incrementan las prestaciones de desempleo o pensión proporcionalmente.",
      "subsections": [
        {
          "heading": "3.1 Componentes de la cotización a la Seguridad Social",
          "content": "Tu cotización total como empleado a la Seguridad Social de aproximadamente el 6,35% se divide entre varios fondos de aseguramiento. Las contingencias comunes (principalmente pensión y asistencia sanitaria) representan aproximadamente el 4,70% de tu base de cotización. Desempleo representa aproximadamente el 1,55% para contratos indefinidos (1,60% para contratos temporales). Formación profesional representa aproximadamente el 0,10%.\n\nTu nómina debe mostrar cada componente por separado o puede mostrar un total combinado. Las tasas están fijadas por ley y cambian solo a través de modificaciones normativas. Si observas que tu porcentaje de cotización a la Seguridad Social difiere significativamente de estas cifras, puede indicar un error de cálculo o, en algunos casos, que estás en un régimen especial de cotización (por ejemplo, artistas, deportistas profesionales) con tasas diferentes."
        },
        {
          "heading": "3.2 Verificación e informe de vida laboral",
          "content": "Es importante verificar que tu empresario está realizando efectivamente las cotizaciones a la Seguridad Social en tu nombre, no solo deduciéndolas de tu salario. La forma de verificarlo es a través de tu informe de vida laboral, un documento oficial emitido por la Seguridad Social que muestra todos los períodos en los que has estado dado de alta como empleado, las empresas para las que has trabajado, las bases de cotización y las cotizaciones totales. Puedes obtener tu vida laboral en línea a través de la web de la Seguridad Social o la aplicación (Importass, Cl@ve), en las oficinas de la Seguridad Social o en puntos autorizados.\n\nConsulta tu vida laboral al menos anualmente, particularmente después de cambiar de empleo o si tienes algún motivo para dudar del cumplimiento de tu empresario. Las discrepancias entre lo que muestra tu nómina y lo que la Seguridad Social tiene registrado pueden indicar que tu empresario está deduciendo cotizaciones pero no pagándolas a la Seguridad Social (un fraude grave) o que has sido dado de alta bajo una categoría o base de cotización incorrectas. Cualquier discrepancia debe investigarse inmediatamente y, si el empresario no la resuelve, denunciarse a la Seguridad Social y a la Inspección de Trabajo."
        },
        {
          "heading": "3.3 Impacto en las prestaciones",
          "content": "Tus cotizaciones a la Seguridad Social determinan directamente tu elegibilidad y los importes de las prestaciones de desempleo, pensión contributiva, pagos de baja médica (incapacidad temporal) y prestaciones de maternidad/paternidad. Bases de cotización más altas resultan en importes de prestaciones más altos, sujetos a máximos. El número de meses o años que hayas cotizado determina la elegibilidad para las prestaciones — por ejemplo, las prestaciones por desempleo generalmente requieren al menos 12 meses de cotizaciones en los seis años anteriores.\n\nPor eso son tan importantes el alta y la cotización precisas a la Seguridad Social. Los trabajadores en situaciones de empleo irregular (no dados de alta, dados de alta con bases de cotización artificialmente bajas, o dados de alta solo por parte de su tiempo de trabajo real) pueden encontrarse sin derecho a prestaciones o recibiendo mucho menos de lo esperado cuando las necesiten. Asegurar que tu nómina refleja correctamente tus ingresos reales y que las cotizaciones se realizan correctamente protege tu seguridad económica futura."
        }
      ]
    },
    {
      "heading": "4. Retención del impuesto sobre la renta (IRPF)",
      "content": "La retención del IRPF es un pago anticipado de tu obligación anual del impuesto sobre la renta. El importe retenido de cada nómina es una estimación basada en tus ingresos anuales previstos y tu situación personal. A diferencia de las cotizaciones a la Seguridad Social, que son un porcentaje fijo para todos los empleados, los porcentajes de retención del IRPF varían significativamente entre individuos en función de los factores declarados en el Modelo 145 que proporcionas a tu empresario.\n\nLos factores clave que afectan a tu porcentaje de retención del IRPF incluyen tus ingresos anuales previstos (mayor ingreso = mayor porcentaje de retención), tu situación personal (soltero, casado, número de hijos u otros familiares a cargo), si tienes cónyuge y si trabaja, circunstancias especiales como discapacidades (propias o de personas a cargo), y si tienes una hipoteca con derecho a deducción. Basándose en estos factores, la agencia tributaria proporciona a los empresarios tablas y calculadoras para determinar el porcentaje de retención de cada empleado.",
      "subsections": [
        {
          "heading": "4.1 Modelo 145 y porcentaje de retención",
          "content": "Al comenzar un empleo, tu empresario debe proporcionarte el Modelo 145 para que lo cumplimentes, declarando tu situación personal y familiar. Este formulario incluye información sobre tu estado civil, número de hijos menores de 25 años o con discapacidad, otros familiares a cargo, si tu cónyuge trabaja y sus ingresos, cualquier discapacidad tuya o de tus familiares, y si tienes deducción por hipoteca. Basándose en esta información, tu empresario calcula tu porcentaje de retención.\n\nSi tu situación personal cambia (matrimonio, nacimiento de un hijo, divorcio, cambio en la situación laboral del cónyuge, adquisición o cancelación de hipoteca), debes presentar un Modelo 145 actualizado para ajustar tu retención. Tener una retención demasiado baja durante el año resultará en deber impuestos adicionales al presentar tu declaración anual; tener una retención demasiado alta significa que estás reduciendo innecesariamente tu salario neto mensual y recibirás una devolución más tarde. El objetivo es que la retención se aproxime a tu obligación tributaria anual real."
        },
        {
          "heading": "4.2 Comprensión de los importes de retención",
          "content": "Los porcentajes de retención del IRPF para los trabajadores de hostelería normalmente oscilan entre el 0% y el 20% dependiendo del nivel de ingresos y la situación personal. Los trabajadores con ingresos bajos (cercanos al salario mínimo) con personas a cargo pueden tener una retención del 0% porque sus ingresos anuales quedarán por debajo de los umbrales de tributación una vez aplicadas las deducciones estándar y los mínimos familiares. Los trabajadores solteros con ingresos medios y sin personas a cargo podrían tener porcentajes de retención del 8% al 15%. Los trabajadores con ingresos más altos (directivos, jefes de cocina) podrían tener porcentajes de retención del 15% al 25% o más.\n\nTu nómina muestra tanto el porcentaje de retención aplicado como el importe efectivamente retenido. Si consideras que tu porcentaje de retención es incorrecto, verifica primero que tu empresario tiene la información actualizada de tu Modelo 145. Si el formulario es correcto pero la retención parece incorrecta, puedes utilizar las calculadoras en línea de la agencia tributaria para estimar cuál debería ser tu retención. Las discrepancias significativas pueden indicar errores de cálculo que deben corregirse."
        },
        {
          "heading": "4.3 Declaración de la renta anual y regularización",
          "content": "Entre abril y junio de cada año, la mayoría de los trabajadores deben presentar una declaración anual del impuesto sobre la renta (declaración de la renta, Modelo 100) correspondiente al año natural anterior. Esta declaración calcula tu obligación tributaria real basada en todos los ingresos percibidos, aplica todas las deducciones y créditos a los que tienes derecho, y compara el resultado con el importe ya retenido de tus nóminas. Si la retención superó tu obligación real, recibes una devolución (resultado a devolver); si la retención fue inferior a tu obligación real, debes un pago adicional (resultado a ingresar).\n\nTu empresario te proporciona un certificado de retenciones (Modelo 190) que muestra los ingresos brutos anuales totales y la retención total del IRPF, que utilizas para completar tu declaración de la renta. Algunos trabajadores están exentos de presentar la declaración si tienen un solo pagador, ingresos inferiores a aproximadamente 22.000 € anuales y la retención se calculó correctamente. Sin embargo, presentar la declaración suele ser beneficioso incluso cuando no es obligatorio, ya que puedes tener derecho a devoluciones por deducciones o créditos no reflejados en la retención. Comprender cómo la retención durante el año afecta a tu situación fiscal anual te ayuda a planificar económicamente y evitar sorpresas."
        }
      ]
    },
    {
      "heading": "5. Verificación de tu nómina y detección de errores",
      "content": "Aunque la mayoría de los empresarios procesan las nóminas con precisión y buena fe, los errores ocurren. Los errores comunes de nómina en hostelería incluyen el cálculo incorrecto de las horas trabajadas (particularmente horas extraordinarias o jornadas partidas), la falta de aplicación de las tarifas correctas del convenio colectivo para la categoría profesional, el cálculo incorrecto de complementos como el trabajo nocturno o la retribución de festivos, errores en los cálculos de cotización a la Seguridad Social o retención del IRPF, y la falta de inclusión de las pagas extraordinarias o su prorrateo incorrecto. Los problemas más graves incluyen el robo deliberado de salarios como pagar menos del mínimo legal, no pagar todas las horas trabajadas o deducir cotizaciones a la Seguridad Social sin pagarlas realmente.\n\nVerificar sistemáticamente tu nómina cada mes y plantear las discrepancias con prontitud protege tus ingresos y tus prestaciones de Seguridad Social. Conserva copias de todas las nóminas, contratos de trabajo y comunicaciones sobre salario y condiciones laborales. Si identificas un error, dirígete primero a tu empresario o departamento de recursos humanos con calma y con información específica sobre la discrepancia. La mayoría de los errores honestos pueden corregirse rápidamente a través de procedimientos internos. Si el empresario se niega a corregir el error o si sospechas de impago deliberado, puede ser necesario escalar a las autoridades laborales.",
      "subsections": [
        {
          "heading": "5.1 Lista de verificación mensual de la nómina",
          "content": "Cada mes al recibir tu nómina, verifica varios elementos clave. Comprueba que tu información de identificación es correcta (nombre, número de Seguridad Social, categoría profesional). Verifica que tu salario base coincide con el mínimo de tu categoría en el convenio colectivo aplicable — si no estás seguro, tu sindicato o la web del ministerio de trabajo pueden proporcionar los textos de los convenios colectivos. Comprueba que todas las horas trabajadas están reflejadas: contrasta tus turnos y horas reales con lo que muestra la nómina, particularmente horas extraordinarias, trabajo en festivos y turnos nocturnos.\n\nVerifica que todos los complementos aplicables están incluidos: antigüedad si tienes derecho, plus de jornada partida si trabajas jornada partida, plus de nocturnidad por horas nocturnas, plus de festividad por trabajo en festivos oficiales. Comprueba que las cotizaciones a la Seguridad Social son aproximadamente el 6,35% de tus percepciones salariales brutas. Verifica que tu porcentaje de retención del IRPF coincide con lo que esperas según tu situación del Modelo 145. Finalmente, calcula manualmente: devengos brutos menos deducciones debe ser igual al líquido a percibir que muestra la nómina. Incluso si no detectas errores específicos, este hábito de verificación mensual te familiariza con la estructura de tu nómina y te ayuda a detectar anomalías rápidamente."
        },
        {
          "heading": "5.2 Abordar discrepancias en la nómina",
          "content": "Si identificas un posible error, reúne información de apoyo antes de dirigirte a tu empresario. Esto puede incluir tu propio registro de horas trabajadas, registros de jornada u hojas de fichaje, las disposiciones del convenio colectivo relevantes que muestren las tarifas correctas, nóminas anteriores que muestren el tratamiento correcto de situaciones similares, o cálculos que demuestren la discrepancia. Dirígete a tu supervisor inmediato, departamento de recursos humanos o administrador de nóminas con calma y profesionalidad, proporcionando información específica sobre el error sospechado.\n\nLos errores honestos suelen corregirse rápidamente, a menudo ajustando la nómina del mes siguiente. Solicita confirmación escrita de la corrección y verifica que la nómina posterior incluye el ajuste. Si el empresario niega cualquier error o se niega a corregirlo, solicita una explicación escrita de su posición. Esta documentación se vuelve importante si necesitas escalar la disputa. Ten en cuenta que firmar tu nómina confirma la recepción pero no constituye conformidad con su contenido — puedes firmar y aun así disputar los importes incorrectos."
        },
        {
          "heading": "5.3 Reclamaciones formales de salarios impagados",
          "content": "Si los procedimientos internos no resuelven la disputa salarial, tienes varias opciones de escalada. Puedes presentar una denuncia ante la Inspección de Trabajo y Seguridad Social, que tiene autoridad para investigar infracciones salariales e imponer sanciones a los empresarios incumplidores. La inspección puede ordenar al empresario el pago de salarios impagados, aunque su función principal son las sanciones administrativas más que la recuperación de pagos individuales.\n\nPara la recuperación directa de salarios impagados, puedes interponer una demanda ante el juzgado de lo social (demanda por reclamación de cantidad). Los procedimientos ante los juzgados de lo social en España son relativamente accesibles y rápidos. Presentas tu demanda con las pruebas de apoyo (nóminas, contratos, registros de jornada, disposiciones del convenio colectivo), el empresario responde, se celebra una vista en semanas o pocos meses, y el juez dicta sentencia. Si ganas, el juzgado ordena al empresario el pago de los salarios impagados más intereses. Se recomienda el asesoramiento legal de un abogado o representante sindical para las demandas judiciales, aunque no es obligatorio. Muchos sindicatos proporcionan representación legal gratuita a los afiliados en disputas salariales."
        }
      ]
    },
    {
      "heading": "6. Situaciones especiales y consideraciones",
      "content": "Varias situaciones especiales afectan a cómo se calcula la nómina y qué aparece en tu nómina. Comprender estas situaciones te ayuda a verificar que tu nómina refleja correctamente tus circunstancias específicas. Los trabajadores a tiempo parcial tienen nóminas calculadas proporcionalmente en función de sus horas de trabajo reales en comparación con las horas a tiempo completo, con el salario base y los complementos proporcionalmente reducidos. Los trabajadores estacionales con contratos fijos discontinuos reciben nómina solo durante los períodos de actividad y deben verificar que los cálculos de antigüedad tienen en cuenta correctamente todos los períodos de actividad anteriores.\n\nLos trabajadores en baja médica (incapacidad temporal) reciben prestaciones de baja médica de la Seguridad Social (después de un período de carencia de tres días), normalmente tramitadas a través del empresario que luego solicita el reembolso. Tu nómina durante la baja médica debe mostrar una estructura diferente, con pagos de prestaciones de baja médica en lugar del salario normal. Los trabajadores en permiso de maternidad/paternidad reciben prestaciones de la Seguridad Social al 100% de su base reguladora, tramitadas de forma similar. Comprender cómo estas situaciones especiales afectan a la nómina previene confusiones y te ayuda a verificar que las prestaciones se calculan y pagan correctamente.",
      "subsections": [
        {
          "heading": "6.1 Desempleo parcial y ERTE",
          "content": "Durante los períodos en que tu empresario implementa una suspensión parcial del empleo o una reducción temporal de la jornada laboral (ERTE - Expediente de Regulación Temporal de Empleo), la estructura de tu nómina cambia significativamente. Recibes un salario parcial de tu empresario por las horas que efectivamente trabajas, más prestaciones parciales de desempleo de la Seguridad Social por las horas no trabajadas. Tu nómina debe mostrar claramente las horas reducidas de trabajo, el salario proporcionalmente reducido y el componente de prestación por desempleo.\n\nMientras estés en ERTE, tus cotizaciones a la Seguridad Social continúan (tanto la parte del empresario como la del empleado) sobre la base del salario teórico a tiempo completo que habrías percibido sin el ERTE, aunque estés percibiendo realmente menos. Esto protege tus futuros derechos de pensión y prestaciones por desempleo. Verifica que tu nómina durante el ERTE refleja correctamente la reducción horaria, el salario proporcional, la prestación por desempleo y que las cotizaciones a la Seguridad Social se mantienen al nivel anterior al ERTE."
        },
        {
          "heading": "6.2 Finiquito a la extinción del contrato",
          "content": "Cuando tu empleo finaliza, recibes una nómina de liquidación final (finiquito) además de tu nómina regular del último mes. El finiquito incluye cualquier salario no abonado por los días trabajados en el último mes parcial, el pago proporcional de los días de vacaciones devengados pero no disfrutados (calculados como 2,5 días por mes trabajado, o el importe especificado en el convenio colectivo), las pagas extraordinarias proporcionales si no se han prorrateado ya, y cualquier otro importe adeudado como reembolsos de gastos pendientes o compensación de días de descanso no disfrutados.\n\nSi la extinción es un despido, el finiquito puede incluir también la indemnización si procede. Revisa el finiquito cuidadosamente antes de firmar para asegurar que todos los importes son correctos. Firmar el finiquito sin reservas puede limitar tu capacidad para reclamar importes adicionales posteriormente, por lo que si disputas algún cálculo, anota tus objeciones por escrito en el documento del finiquito o en una comunicación adjunta antes de firmar. Muchos trabajadores se benefician del asesoramiento sindical o legal al revisar los documentos del finiquito, particularmente si la extinción fue conflictiva."
        },
        {
          "heading": "6.3 Pagas extraordinarias y prorrateo",
          "content": "Las dos pagas extraordinarias pueden estructurarse de dos formas. El pago tradicional consiste en dos importes a tanto alzado (normalmente en junio/julio y diciembre), cada uno igual a un mes de salario base más ciertos complementos. Cuando se pagan de esta forma, tus nóminas mensuales regulares muestran solo el salario base y los complementos, y las nóminas de junio/julio y diciembre incluyen una partida adicional por la paga extraordinaria, incrementando significativamente los devengos brutos de esos meses.\n\nEl pago prorrateado divide las dos pagas extraordinarias entre las doce mensualidades, incluyendo en cada nómina mensual una doceava parte de cada paga extraordinaria. Esto resulta en unos ingresos mensuales más constantes pero en una retención fiscal ligeramente superior (ya que tu bruto mensual regular es más alto). Tu contrato de trabajo o convenio colectivo aplicable especifica qué sistema se aplica. Si las pagas extraordinarias están prorrateadas, tu nómina mensual debe mostrar una partida específica para el prorrateo de pagas extras. Si son tradicionales, tus nóminas de junio/julio y diciembre deben mostrar claramente la paga extraordinaria. Los trabajadores que dejen el empleo a mitad de año tienen derecho a la parte proporcional de la paga extraordinaria por los meses trabajados."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de verificación mensual de la nómina",
      "items": [
        "Verifica tu información personal de identificación: nombre, número de Seguridad Social, NIF/NIE, categoría profesional",
        "Comprueba que el salario base coincide con el mínimo de tu categoría profesional en el convenio colectivo aplicable",
        "Cuenta tus horas de trabajo reales y verifica que coinciden con las horas reflejadas en la nómina",
        "Verifica que las horas extraordinarias (si las hay) se contabilizan y pagan correctamente a la tarifa del convenio colectivo",
        "Comprueba que el plus de nocturnidad está incluido por todas las horas trabajadas entre las 22:00 y las 06:00",
        "Verifica el plus de festividad por cualquier trabajo en festivos oficiales",
        "Comprueba que el complemento de antigüedad está incluido si tienes derecho en función de los años de servicio",
        "Verifica que la cotización a la Seguridad Social es aproximadamente el 6,35% de los devengos salariales brutos",
        "Comprueba que el porcentaje de retención del IRPF coincide con tu situación personal del Modelo 145",
        "Calcula manualmente: devengos brutos menos deducciones debe ser igual al líquido a percibir",
        "Verifica que las cifras acumuladas del año van incrementándose correctamente mes a mes",
        "Conserva una copia de la nómina archivada de forma segura con tus otros documentos laborales"
      ]
    },
    {
      "title": "Lista de verificación anual de nómina y prestaciones",
      "items": [
        "Solicita y revisa tu informe de vida laboral para verificar el alta y las cotizaciones a la Seguridad Social",
        "Verifica que todos los períodos de empleo están correctamente registrados en tu vida laboral",
        "Comprueba que las bases de cotización de la vida laboral coinciden con los salarios brutos de tus nóminas",
        "Revisa las doce nóminas del año en busca de discrepancias o errores",
        "Calcula los devengos brutos anuales totales y compáralos con el certificado del empresario (Modelo 190)",
        "Verifica que las pagas extraordinarias se abonaron (bien dos importes a tanto alzado o prorrateadas a lo largo de las doce mensualidades)",
        "Revisa la retención del IRPF: ¿la retención total parece adecuada para tus ingresos anuales?",
        "Prepara los documentos para la declaración de la renta anual: todas las nóminas, Modelo 190 y otras fuentes de ingresos si las hay",
        "Presenta la declaración de la renta anual (abril-junio) y verifica que el resultado coincide con tus expectativas",
        "Si la declaración muestra una devolución o pago significativo, considera ajustar el Modelo 145 para el año en curso",
        "Revisa si algún cambio en tu situación personal (matrimonio, hijos, hipoteca) debería actualizar tu Modelo 145",
        "Si cambiaste de empleo durante el año, asegúrate de tener la documentación de todos los empresarios"
      ]
    },
    {
      "title": "Lista de verificación de resolución de errores en la nómina",
      "items": [
        "Documenta el error específico: qué es incorrecto, cuál debería ser el importe, qué muestra realmente",
        "Reúne pruebas de apoyo: registros de jornada, disposiciones del convenio colectivo, nóminas anteriores correctas, cálculos",
        "Plantea el problema a tu supervisor inmediato, departamento de RRHH o administrador de nóminas",
        "Proporciona información específica y documentos de apoyo de forma profesional",
        "Solicita confirmación escrita del reconocimiento del error y el plazo previsto de corrección",
        "Verifica que la nómina del mes siguiente incluye la corrección o el ajuste",
        "Si el empresario niega el error, solicita una explicación escrita de su cálculo",
        "Si el error no se resuelve internamente, consulta con el representante sindical o abogado laboralista",
        "Considera presentar denuncia ante la Inspección de Trabajo si las infracciones salariales son sistemáticas",
        "Si es necesario, interpón demanda ante el juzgado de lo social por salarios impagados con asesoramiento legal",
        "Conserva toda la documentación: correspondencia, nóminas, registros de jornada, convenio colectivo, escritos judiciales",
        "Ten en cuenta los plazos: las reclamaciones salariales generalmente deben interponerse en el plazo de un año desde la fecha de vencimiento del pago"
      ]
    }
  ],
  "bestPractices": [
    "Mantén tu propio registro de horas trabajadas cada día usando un calendario o aplicación, para poder verificar la exactitud de la nómina",
    "Crea un archivo personal con copias de todas las nóminas, contrato de trabajo, convenio colectivo y comunicaciones relacionadas con el empleo",
    "Revisa tu nómina cuidadosamente cada mes en los días siguientes a su recepción mientras los detalles están frescos en tu memoria",
    "Obtén y revisa tu vida laboral al menos una vez al año para verificar que las cotizaciones a la Seguridad Social se realizan correctamente",
    "Actualiza tu Modelo 145 con prontitud cuando tu situación personal cambie para asegurar que la retención del IRPF sigue siendo precisa",
    "Si no comprendes un componente de tu nómina, pregunta a tu empresario o consulta a un representante sindical en lugar de ignorarlo",
    "Nunca firmes un finiquito a la finalización del empleo sin revisar cuidadosamente todos los cálculos o consultar a un asesor",
    "Conserva las nóminas y documentos laborales durante al menos cuatro años (el período legal de conservación para reclamaciones laborales)"
  ],
  "glossary": {
    "Nómina": "Nómina — el documento mensual que muestra los devengos brutos, las deducciones y el salario neto",
    "Salario Base": "Salario base — el salario mensual mínimo de tu categoría profesional según el convenio colectivo",
    "Complementos": "Complementos — pagos adicionales más allá del salario base por factores como antigüedad, horas extraordinarias o condiciones especiales de trabajo",
    "Devengos": "Devengos — la sección de la nómina que muestra todos los componentes de la retribución bruta",
    "Deducciones": "Deducciones — importes restados de los devengos brutos incluyendo cotizaciones a la Seguridad Social y retención del impuesto sobre la renta",
    "Líquido a Percibir": "Líquido a percibir — el importe final que se te paga después de todas las deducciones (salario neto)",
    "Seguridad Social": "Seguridad Social — el sistema de cotizaciones que financia la asistencia sanitaria, las pensiones, el desempleo y otros seguros sociales",
    "Base de Cotización": "Base de cotización — el importe de los ingresos sobre el que se calculan las cotizaciones a la Seguridad Social",
    "IRPF": "Impuesto sobre la Renta de las Personas Físicas — la nómina muestra la retención anticipada",
    "Pagas Extraordinarias": "Pagas extraordinarias — dos pagos adicionales de una mensualidad al año, abonados como importes a tanto alzado o prorrateados a lo largo de las doce mensualidades",
    "Vida Laboral": "Vida laboral — documento oficial de la Seguridad Social que muestra todos los períodos de empleo y cotizaciones",
    "Finiquito": "Finiquito — la liquidación final a la extinción del contrato que incluye salario no abonado, vacaciones devengadas y cualquier indemnización"
  }
}