{
  "title": "Seguridad Social",
  "legalBasis": "Ley General de la Seguridad Social (Real Decreto Legislativo 8/2015); Real Decreto 84/1996 por el que se aprueba el Reglamento General sobre inscripción de empresas y afiliación, altas, bajas y variaciones de datos de trabajadores en la Seguridad Social; Constitución Española Artículo 41; Reglamento UE 883/2004 sobre coordinación de los sistemas de seguridad social",
  "summary": "El sistema español de Seguridad Social es un sistema integral de seguro público y protección social que proporciona cobertura frente a los principales riesgos vitales incluyendo enfermedad, desempleo, discapacidad, maternidad/paternidad, accidentes laborales, jubilación y fallecimiento. Financiado principalmente a través de las cotizaciones de empresarios y trabajadores calculadas sobre los salarios, el sistema ofrece asistencia sanitaria universal, pensiones contributivas y no contributivas, prestaciones por desempleo, pagos de baja médica, prestaciones de maternidad y paternidad, y diversos servicios de apoyo familiar y a la dependencia.\n\nTodo empleado en España debe estar dado de alta en la Seguridad Social desde el primer día de trabajo. El alta es una obligación legal del empresario, no un trámite administrativo opcional. Cuando estás correctamente dado de alta, recibes un número de Seguridad Social (número de afiliación) si no tienes uno ya, comienzas a acumular cotizaciones que determinan tu derecho a prestaciones, accedes a la asistencia sanitaria pública a través del sistema nacional de salud y estás cubierto por el seguro de accidentes de trabajo y enfermedades profesionales. Los empresarios que no den de alta a los empleados o que los den de alta incorrectamente se enfrentan a sanciones graves, y los trabajadores afectados pierden protecciones vitales.\n\nPara los trabajadores de hostelería, la Seguridad Social es particularmente importante porque el sector ha tenido históricamente altas tasas de empleo informal e inscripciones incorrectas. Los trabajadores pueden estar empleados sin ningún alta (completamente «en negro»), dados de alta por menos horas de las realmente trabajadas, o dados de alta con bases de cotización artificialmente bajas que reducen los costes del empresario pero también reducen las prestaciones del trabajador. Comprender tus derechos de Seguridad Social, cómo verificar que estás correctamente dado de alta y a qué prestaciones tienes derecho es esencial para proteger tu seguridad económica.\n\nEl sistema de Seguridad Social está gestionado por varias entidades: la Tesorería General de la Seguridad Social (TGSS) gestiona las cotizaciones y altas, el Instituto Nacional de la Seguridad Social (INSS) gestiona la mayoría de las prestaciones, el Servicio Público de Empleo Estatal (SEPE) gestiona las prestaciones por desempleo, y los servicios de salud autonómicos gestionan la asistencia sanitaria. Los trabajadores interactúan principalmente con la TGSS para la verificación del alta y con el INSS o el SEPE al solicitar prestaciones.",
  "keyPoints": [
    "Todos los empleados deben estar dados de alta en la Seguridad Social desde el primer día de trabajo — esta es una obligación legal del empresario",
    "El alta debe reflejar las horas de trabajo reales y el salario real; un alta parcial o falsa priva a los trabajadores de sus plenos derechos a prestaciones",
    "La cotización del empleado a la Seguridad Social es aproximadamente el 6,35% del salario bruto; la del empresario es aproximadamente el 29,9%",
    "Las cotizaciones financian la asistencia sanitaria, las pensiones, las prestaciones por desempleo, la baja médica, las prestaciones de maternidad/paternidad y el seguro de accidentes de trabajo",
    "Puedes verificar tu alta e historial de cotizaciones obteniendo tu vida laboral en línea o en las oficinas de la Seguridad Social",
    "Las prestaciones por desempleo requieren un mínimo de 360 días de cotización en los 6 años anteriores; la duración de la prestación depende del período total de cotización",
    "La pensión contributiva requiere un mínimo de 15 años de cotización; la pensión completa requiere 37 años (incrementándose a 38,5 años para 2027)",
    "El acceso a la asistencia sanitaria se proporciona a todos los trabajadores dados de alta y a sus familiares a cargo independientemente del período de cotización",
    "La baja médica es pagada por la Seguridad Social (a través del empresario) desde el 4.º día de ausencia al 60% (días 4-20) y al 75% (a partir del día 21) de la base de cotización",
    "Los trabajadores extranjeros en España están cubiertos por la Seguridad Social en igualdad de condiciones; los ciudadanos de la UE pueden acumular cotizaciones de otros estados miembros"
  ],
  "sections": [
    {
      "heading": "1. Alta y afiliación",
      "content": "El alta en la Seguridad Social es el proceso por el cual un empleado se inscribe formalmente en el sistema, creando un registro que permite realizar cotizaciones y acceder a prestaciones. El alta es obligatoria desde el primer día de trabajo, incluso para empleos de muy corta duración. El empresario es legalmente responsable de completar el alta antes de que comience el trabajo, o como muy tarde, el primer día laborable. Los empresarios que permitan a los trabajadores comenzar a trabajar sin el alta en la Seguridad Social cometen una infracción laboral muy grave sujeta a multas de 6.251 € a 187.515 €.\n\nSi este es tu primer empleo en España, el proceso de alta crea una nueva afiliación a la Seguridad Social y te asigna un número de Seguridad Social único (número de afiliación a la Seguridad Social o NASS) que te acompaña durante toda tu vida. Este número es esencial para todo empleo futuro y solicitudes de prestaciones. Si has trabajado previamente en España, ya tienes un número de Seguridad Social y un nuevo empleo simplemente requiere un alta bajo ese número existente. Los ciudadanos de la UE pueden tener una Tarjeta Sanitaria Europea (TSE) pero aún necesitan el alta en la Seguridad Social española a efectos laborales.",
      "subsections": [
        {
          "heading": "1.1 Obligaciones del empresario en materia de alta",
          "content": "Antes de que comiences a trabajar, tu empresario debe completar varios pasos de registro ante la Tesorería General de la Seguridad Social. Si eres un trabajador que trabaja por primera vez en España, el empresario debe solicitar primero tu afiliación, proporcionando tus datos personales, nacionalidad, situación migratoria (si eres no comunitario) y la asignación de un número de Seguridad Social. Este proceso suele completarse rápidamente, a menudo en horas si se hace electrónicamente. Una vez que tienes un número de Seguridad Social, el empresario te da de alta (alta del trabajador), especificando tu fecha de inicio, tipo de contrato, categoría profesional, grupo de cotización, jornada laboral y salario inicial.\n\nEl empresario también te asigna un Código de Cuenta de Cotización (CCC), que es el identificador del empresario a efectos de Seguridad Social. Los grandes empresarios con múltiples centros pueden tener varios CCC. Tu nómina mostrará tanto tu número de Seguridad Social como el CCC del empresario. Por último, en el plazo de 60 días desde tu incorporación, el empresario debe comunicar el contenido de tu contrato de trabajo al Servicio Público de Empleo Estatal (SEPE), conocido como comunicación de contrato. El incumplimiento de cualquiera de estos pasos constituye una infracción laboral."
        },
        {
          "heading": "1.2 Verificación de tu alta",
          "content": "Nunca des por sentado que tu empresario te ha dado de alta correctamente. Desafortunadamente, el alta incompleta o falsa no es infrecuente en hostelería. Verifica tu alta obteniendo tu informe de vida laboral, al que puedes acceder en línea a través de la web de la Seguridad Social (seg-social.es) usando Cl@ve o tu certificado digital, a través de la aplicación móvil de la Seguridad Social (Importass), en cualquier oficina de la Seguridad Social presencialmente, o en puntos de acceso autorizados como oficinas de correos y algunos bancos.\n\nTu vida laboral muestra todos los períodos de empleo, los empresarios para los que has trabajado, las fechas de inicio y fin de cada período de alta, las bases de cotización (aproximadamente equivalentes a tu salario bruto) y si las altas siguen activas o se han cerrado. Comprueba tu vida laboral en el primer mes de comenzar un nuevo empleo para verificar que el alta aparece correctamente y muestra la fecha de inicio, el empresario y la base de cotización correctos. Si tu vida laboral no muestra ningún alta a pesar de estar trabajando, o muestra una base de cotización significativamente inferior a tu salario real, o muestra muchas menos horas de las que realmente trabajas, plantea estas cuestiones inmediatamente con tu empresario y, si no se corrigen, denúncialas a la Seguridad Social o a la Inspección de Trabajo."
        },
        {
          "heading": "1.3 Grupos y bases de cotización",
          "content": "Cuando tu empresario te da de alta, te asigna a uno de los 11 grupos de cotización según tu categoría profesional. El Grupo 1 es para profesionales de alto nivel y altos directivos, mientras que el Grupo 11 es para trabajadores no cualificados de nivel inicial. La mayoría de los trabajadores de hostelería se encuadran en los Grupos 7-11 dependiendo de su puesto: Grupo 7 para empleados cualificados (ayudante no titulado), Grupos 8-9 para empleados semicualificados y Grupos 10-11 para puestos de nivel inicial. Tu grupo de cotización determina las bases de cotización mínima y máxima.\n\nTu base de cotización es el importe sobre el que se calculan las cotizaciones a la Seguridad Social y es generalmente igual a tu salario bruto mensual (incluyendo salario base y la mayoría de complementos) hasta los máximos y mínimos legales. Para 2026, las bases de cotización mínima y máxima varían según el grupo, pero para la mayoría de los trabajadores de hostelería (Grupos 7-11), la mínima es aproximadamente 1.323 € al mes y la máxima es 4.720,50 € al mes. Tu nómina debe mostrar tu base de cotización cada mes. Esta base es de importancia crítica porque determina no solo las cotizaciones actuales sino los importes de las prestaciones futuras incluyendo desempleo, baja médica y pensiones."
        }
      ]
    },
    {
      "heading": "2. Cotizaciones y financiación",
      "content": "El sistema de Seguridad Social se financia principalmente a través de las cotizaciones de empresarios y empleados, calculadas como porcentajes de los salarios. Mientras que tu nómina solo muestra tu cotización como empleado (aproximadamente el 6,35% de tu salario bruto), el empresario realiza una cotización mucho mayor (aproximadamente el 29,9% de tu salario bruto) que no aparece en tu nómina. Combinadas, estas cotizaciones financian los diversos programas de seguros y prestaciones. Comprender la estructura de cotizaciones te ayuda a apreciar el valor de estar correctamente dado de alta y por qué los empresarios a veces intentan evitar o minimizar las cotizaciones mediante prácticas laborales irregulares.\n\nLas cotizaciones se dividen en varias categorías, cada una financiando prestaciones específicas. La mayor parte se destina a contingencias comunes, financiando principalmente la asistencia sanitaria y las pensiones. Las cotizaciones adicionales financian el seguro de desempleo, la formación profesional y el Fondo de Garantía Salarial (FOGASA) que paga los salarios si los empresarios se declaran insolventes. Cotizaciones separadas, pagadas íntegramente por el empresario, cubren los accidentes de trabajo y las enfermedades profesionales, con tasas que varían según la clasificación de riesgo de la industria.",
      "subsections": [
        {
          "heading": "2.1 Desglose de la cotización del empleado",
          "content": "Tu cotización total como empleado de aproximadamente el 6,35% se divide de la siguiente manera. Las contingencias comunes (asistencia sanitaria, pensiones) representan aproximadamente el 4,70% de tu base de cotización. Este es el componente más grande y financia tanto el sistema nacional de salud como las pensiones contributivas. El desempleo representa aproximadamente el 1,55% para contratos indefinidos o el 1,60% para contratos temporales. La formación profesional representa aproximadamente el 0,10%. La cotización al FOGASA es aproximadamente el 0,00% (es decir, los empleados no cotizan al FOGASA; los empresarios pagan esto por separado).\n\nEstos porcentajes están fijados por ley a través de las Leyes de Presupuestos Generales del Estado anuales y pueden cambiar de un año a otro, aunque los cambios suelen ser mínimos. Tu nómina debe mostrar una partida para «Aportación del trabajador a la Seguridad Social» o similar, totalizando aproximadamente el 6,35% de tus percepciones salariales brutas. Si observas porcentajes significativamente diferentes, verifica si estás en un régimen especial (la mayoría de los trabajadores de hostelería están en el Régimen General) o si hay un error de cálculo."
        },
        {
          "heading": "2.2 Obligaciones de cotización del empresario",
          "content": "La cotización del empresario, que no aparece en tu nómina pero se paga en tu nombre, es aproximadamente el 29,9% de tu salario bruto para contratos indefinidos (ligeramente superior para contratos temporales, como incentivo para que los empresarios utilicen contratos indefinidos). Se desglosa en aproximadamente el 23,60% para contingencias comunes, el 5,50% para desempleo, el 0,60% para formación profesional y el 0,20% para FOGASA. Adicionalmente, los empresarios pagan porcentajes variables (normalmente del 1% al 6% según el riesgo de la industria) para el seguro de accidentes de trabajo y enfermedades profesionales.\n\nLos empresarios deben pagar estas cotizaciones mensualmente a la Tesorería General de la Seguridad Social antes del último día del mes siguiente al período de cotización. Por ejemplo, las cotizaciones del trabajo de enero vencen a finales de febrero. El empresario calcula las cotizaciones totales (partes del empresario y del empleado), deduce la parte del empleado del salario, y paga el importe combinado a la Seguridad Social. Si el empresario no paga las cotizaciones, se enfrentará a recargos y sanciones, pero es fundamental que el período de cotización del empleado sigue siendo reconocido a efectos de prestaciones siempre que el empleado esté correctamente dado de alta, incluso si el empresario no pagó."
        },
        {
          "heading": "2.3 Bases de cotización máxima y mínima",
          "content": "Las bases de cotización están sujetas a mínimos y máximos legales que varían según el grupo de cotización. La mínima asegura que todos los trabajadores cotizan al menos un importe base, incluso si los salarios reales son inferiores (lo cual no debería ocurrir si los empresarios cumplen con el salario mínimo y los requisitos salariales del convenio colectivo). La máxima limita las cotizaciones de los que más ganan, lo que también limita proporcionalmente sus importes de prestaciones.\n\nPara los trabajadores de hostelería normalmente en los Grupos 7-11, la base de cotización mínima mensual de 2026 es aproximadamente 1.323 €. Si tu salario real está por debajo de este importe (lo que solo debería ocurrir para trabajadores a tiempo parcial muy reducido), las cotizaciones se calculan igualmente sobre la mínima, incrementando ligeramente el porcentaje deducido. La base de cotización máxima es de 4.720,50 € al mes en la mayoría de los grupos. Los ingresos por encima de este máximo no incrementan las cotizaciones y no incrementan proporcionalmente las prestaciones de desempleo o pensión. Estos umbrales se actualizan anualmente, generalmente incrementándose en línea con la inflación y el crecimiento salarial."
        }
      ]
    },
    {
      "heading": "3. Cobertura sanitaria",
      "content": "Todos los trabajadores dados de alta en la Seguridad Social tienen derecho a asistencia sanitaria integral a través del sistema nacional de salud público de España (Sistema Nacional de Salud). El acceso a la asistencia sanitaria es esencialmente inmediato tras el alta — no necesitas acumular un período mínimo de cotización. La cobertura incluye atención primaria (médicos de familia, pediatras), consultas de especialistas, hospitalización, atención de urgencias, pruebas diagnósticas, medicamentos con receta (con copago según nivel de ingresos) y atención a la maternidad y el parto. Los familiares a cargo (cónyuge, hijos menores de 26 años, otros familiares en determinadas circunstancias) también están cubiertos.\n\nPara acceder a la asistencia sanitaria, debes inscribirte en tu servicio de salud autonómico y obtener una tarjeta sanitaria individual (TSI). La inscripción se realiza en tu centro de salud local presentando tu documento de alta en la Seguridad Social, justificante de domicilio e identificación. Una vez inscrito, se te asigna un médico de atención primaria y un centro de salud. La tarjeta sanitaria te permite acceder a servicios en toda España y, a través del sistema de Tarjeta Sanitaria Europea, atención urgente en otros países de la UE.",
      "subsections": [
        {
          "heading": "3.1 Proceso de inscripción sanitaria",
          "content": "Una vez que tu empresario te haya dado de alta en la Seguridad Social, visita tu centro de salud más cercano para inscribirte en el sistema sanitario. Necesitarás tu número de Seguridad Social, justificante de alta en la Seguridad Social (una copia de tu vida laboral o la confirmación de alta del empresario), justificante de residencia (certificado de empadronamiento de tu ayuntamiento, o contrato de alquiler y factura de suministros), e identificación (pasaporte o NIE para extranjeros, DNI para ciudadanos españoles). El centro de salud verificará tu alta en la Seguridad Social y creará tu historial sanitario.\n\nSe te asignará un médico de atención primaria específico (médico de cabecera) en ese centro de salud y se te expedirá una tarjeta sanitaria (TSI). La tarjeta normalmente se envía a tu domicilio en 2-4 semanas; mientras tanto, puedes acceder a los servicios utilizando tu número de Seguridad Social e identificación. Si te mudas a un municipio diferente, debes inscribirte en el centro de salud local de tu nueva zona. La inscripción sanitaria es independiente del alta en la Seguridad Social — debes completar ambos procesos por separado."
        },
        {
          "heading": "3.2 Servicios sanitarios y acceso",
          "content": "Una vez inscrito, accedes a la asistencia sanitaria principalmente a través de tu centro de salud asignado. Para problemas no urgentes, solicita cita con tu médico de atención primaria, que puede diagnosticar, recetar medicamentos, solicitar pruebas, emitir partes de baja médica y derivarte a especialistas si es necesario. La mayoría de los centros de salud también tienen servicios de enfermería, pediatras (para niños) y algunos servicios de especialistas. La atención de urgencias está disponible 24/7 en los servicios de urgencias de los centros de salud o las urgencias hospitalarias (utiliza el 112 para emergencias graves).\n\nLos medicamentos con receta se obtienen en las farmacias presentando tu tarjeta sanitaria y la receta. Pagas un porcentaje de copago (normalmente el 40% del coste del medicamento para trabajadores, el 60% para personas con mayores ingresos, con un máximo mensual según los ingresos). La hospitalización, las pruebas diagnósticas y las consultas de especialistas son generalmente gratuitas en el punto de servicio sin copago. La atención dental es limitada en el sistema público (principalmente extracciones y atención urgente); la atención dental rutinaria suele requerir seguro privado o pago directo."
        },
        {
          "heading": "3.3 Cobertura para familiares",
          "content": "La cobertura sanitaria se extiende a tus familiares a cargo (beneficiarios) incluso si no trabajan ni cotizan a la Seguridad Social. Los familiares cubiertos normalmente incluyen tu cónyuge o pareja de hecho registrada (salvo que tengan su propia cobertura de Seguridad Social), hijos menores de 26 años y, en algunos casos, otros familiares que convivan contigo y dependan económicamente de ti (padres, abuelos, hermanos con discapacidad). Para inscribir a familiares a cargo en la asistencia sanitaria, visita tu centro de salud con prueba de la relación familiar (certificado de matrimonio, partidas de nacimiento, empadronamiento que muestre convivencia) y prueba de que no están cubiertos bajo su propia alta en la Seguridad Social.\n\nCada familiar recibe su propia tarjeta sanitaria una vez inscrito. Si tu cónyuge trabaja y tiene su propia cobertura de Seguridad Social, debe inscribirse en la asistencia sanitaria a través de su propio empleo en lugar de como beneficiario tuyo. Si tienes hijos, inscríbelos como beneficiarios (si ambos progenitores trabajan, cualquiera puede inscribir a los hijos). La cobertura sanitaria para los familiares continúa mientras mantengas el alta activa en la Seguridad Social a través del empleo o, si estás en desempleo, mientras percibas prestaciones por desempleo."
        }
      ]
    },
    {
      "heading": "4. Prestaciones por desempleo",
      "content": "La protección por desempleo proporciona un apoyo temporal de ingresos a los trabajadores que pierden el empleo de forma involuntaria. España tiene dos niveles de protección por desempleo: la prestación contributiva por desempleo para trabajadores con un historial de cotización suficiente, y el subsidio por desempleo o programas de renta mínima para quienes agoten las prestaciones contributivas o no cumplan los requisitos. La prestación contributiva por desempleo se adquiere a través de las cotizaciones a la Seguridad Social durante el empleo y es gestionada por el SEPE (Servicio Público de Empleo Estatal).\n\nPara tener derecho a la prestación contributiva por desempleo, debes haber cotizado al menos 360 días (aproximadamente 12 meses) en los seis años inmediatamente anteriores al desempleo, estar legalmente en desempleo (inscrito como demandante de empleo, disponible para trabajar y buscando activamente empleo), no haber alcanzado la edad de jubilación, y el desempleo debe ser involuntario (despido, fin de contrato, dimisión voluntaria justificada en circunstancias específicas). Los trabajadores que dimiten voluntariamente generalmente no tienen derecho, con excepciones para casos como el impago de salarios, acoso laboral grave o necesidad de cuidar a familiares.",
      "subsections": [
        {
          "heading": "4.1 Cálculo del importe y duración de la prestación",
          "content": "El importe de la prestación contributiva por desempleo se calcula como un porcentaje de tu base de cotización media durante los 180 días inmediatamente anteriores al desempleo. Durante los primeros 180 días de desempleo, la prestación es el 70% de tu base de cotización media; a partir del día 181, se reduce al 50%. La prestación está sujeta a mínimos y máximos legales. El mínimo es el 80% del IPREM (Indicador Público de Renta de Efectos Múltiples), aproximadamente 630 € al mes en 2026. El máximo varía según tengas o no hijos a cargo: aproximadamente 1.483 € al mes sin hijos, hasta aproximadamente 2.058 € al mes con dos o más hijos.\n\nLa duración de la prestación depende de cuántos días has cotizado durante los seis años anteriores al desempleo. Un mínimo de 360 días de cotizaciones da derecho a 120 días (4 meses) de prestación. La duración aumenta proporcionalmente: 720 días de cotizaciones = 240 días de prestación, 1.080 días = 360 días de prestación, 1.800+ días = 720 días (24 meses) de prestación, que es el máximo. Si has cotizado de forma continuada durante cinco años o más, percibes el máximo de 24 meses de prestación por desempleo."
        },
        {
          "heading": "4.2 Solicitud y requisitos",
          "content": "Solicita la prestación por desempleo en el plazo de 15 días hábiles desde la finalización de tu empleo. Las solicitudes se presentan en las oficinas del SEPE o en línea a través de la web del SEPE. Necesitarás tu DNI/NIE, número de Seguridad Social, certificado de empresa proporcionado por tu anterior empresario que muestre tu último día de trabajo y el motivo de la extinción, y los datos de tu cuenta bancaria para el pago de la prestación. El SEPE verifica tu historial de cotizaciones con la Seguridad Social y tramita la solicitud, normalmente en 2-4 semanas.\n\nMientras percibes la prestación por desempleo, debes cumplir requisitos continuados: inscribirte y mantenerte inscrito como demandante de empleo, asistir a las reuniones y citas requeridas con el SEPE, buscar activamente empleo y proporcionar pruebas de actividades de búsqueda de empleo cuando se solicite, aceptar ofertas de empleo adecuadas u oportunidades de formación, y renovar periódicamente tu demanda de empleo (normalmente cada tres meses). El incumplimiento de estos requisitos puede resultar en la suspensión o pérdida de las prestaciones. También debes informar al SEPE si comienzas a trabajar, incluso a tiempo parcial o temporalmente, ya que esto afecta al pago de la prestación."
        },
        {
          "heading": "4.3 Situaciones especiales: ERTE y trabajadores estacionales",
          "content": "Los trabajadores en suspensión temporal de empleo o reducción de jornada (ERTE) perciben prestaciones parciales de desempleo por las horas no trabajadas mientras mantienen su contrato de trabajo. Durante el ERTE, continúas acumulando cotizaciones a la Seguridad Social y antigüedad como si trabajaras a tiempo completo, aunque estés trabajando horas reducidas o no trabajes en absoluto. Cuando el ERTE finaliza y te reincorporas al trabajo normal, tu derecho a la prestación por desempleo no se ve afectado — el período de ERTE no se descuenta de la duración de tu futura prestación por desempleo.\n\nLos trabajadores estacionales con contratos fijos discontinuos tienen una protección especial por desempleo. Durante los períodos de inactividad entre temporadas, puedes solicitar la prestación por desempleo si cumples los requisitos de cotización. A diferencia del desempleo regular, no necesitas buscar activamente otro empleo durante el período de inactividad si tienes un compromiso de llamamiento para la próxima temporada. Cuando se te llama de vuelta al trabajo, dejas de percibir el desempleo y reanudas el empleo. Esto permite a los trabajadores estacionales mantener ingresos durante todo el año a pesar de trabajar solo parte del año."
        }
      ]
    },
    {
      "heading": "5. Pensiones y jubilación",
      "content": "El sistema de Seguridad Social proporciona pensiones contributivas para jubilación, incapacidad permanente, viudedad (cónyuge superviviente) y orfandad. Estas pensiones se adquieren a través de las cotizaciones durante la vida laboral y se calculan basándose en los años totales de cotización y las bases de cotización medias. La pensión de jubilación es la más común, proporcionando un apoyo de ingresos cuando los trabajadores cesan permanentemente su actividad laboral por edad. Comprender cómo se calculan las pensiones y qué requisitos de cotización se aplican ayuda a los trabajadores a planificar su jubilación y a apreciar el valor de unas cotizaciones a la Seguridad Social consistentes a lo largo de sus carreras.\n\nEl sistema de pensiones español enfrenta retos demográficos por el envejecimiento de la población y las menores tasas de natalidad, lo que lleva a reformas periódicas que generalmente han incrementado los requisitos de cotización y ampliado los períodos de cálculo de las prestaciones. Las reglas actuales requieren períodos de cotización significativos y empujan progresivamente la edad de jubilación hacia los 67 años para los trabajadores más jóvenes. A pesar de estos retos, el sistema de pensiones contributivas sigue siendo robusto y proporciona una protección sustancial a los trabajadores que acumulan cotizaciones suficientes.",
      "subsections": [
        {
          "heading": "5.1 Elegibilidad y cuantía de la pensión de jubilación",
          "content": "Para tener derecho a la pensión de jubilación, debes alcanzar la edad legal de jubilación y haber cotizado durante un período mínimo. La edad ordinaria de jubilación está aumentando gradualmente: para los trabajadores nacidos después de 1967, la edad ordinaria de jubilación es de 67 años. Sin embargo, si has cotizado durante 38 años y 6 meses o más, puedes jubilarte a los 65 años con pensión completa. El período mínimo de cotización es de 15 años, con al menos 2 años dentro de los 15 años inmediatamente anteriores a la jubilación. Los trabajadores con menos de 15 años de cotización no tienen derecho a pensión contributiva pero pueden tener derecho a pensión no contributiva basada en la necesidad.\n\nLa cuantía de la pensión se calcula basándose en tu base reguladora, que es la media de tus bases de cotización durante un período de cálculo. El período de cálculo se ha ampliado gradualmente; según las reglas actuales que se están implementando, será eventualmente los últimos 25 años de cotización (300 meses). La base reguladora se multiplica por un porcentaje que aumenta con los años de cotización. Con un mínimo de 15 años, percibes el 50% de la base reguladora; este porcentaje aumenta progresivamente, alcanzando el 100% con 37 años de cotización (este período se incrementará a 38,5 años para 2027). Por ejemplo, si tu base de cotización media durante los últimos 25 años fue de 2.000 €/mes y cotizaste durante más de 37 años, tu pensión sería de 2.000 €/mes."
        },
        {
          "heading": "5.2 Jubilación anticipada y jubilación demorada",
          "content": "La jubilación anticipada es posible bajo determinadas condiciones con una reducción permanente en la cuantía de la pensión. La jubilación anticipada involuntaria (por despido o fin de contrato, no por dimisión voluntaria) es posible desde los 63 años (o 61 si no se alcanza el requisito de cotización completa) con penalizaciones del 6% al 7,5% por año de anticipación dependiendo del período de cotización. La jubilación anticipada voluntaria es posible desde los 63 años si tienes al menos 35 años de cotización (o a los 65 con al menos 33 años), con penalizaciones del 6,5% al 8% por año de anticipación dependiendo del período de cotización.\n\nLa jubilación demorada permite continuar trabajando más allá de la edad ordinaria de jubilación, incrementando tu pensión. Por cada año completo que demores la jubilación más allá de tu edad ordinaria de jubilación (mientras continúes trabajando y cotizando), tu pensión se incrementa en un porcentaje que varía según tu período de cotización a la edad ordinaria de jubilación. El incremento oscila entre el 2% y el 4% por año adicional. La jubilación demorada puede mejorar significativamente las cuantías de las pensiones para los trabajadores que pueden y desean trabajar más tiempo."
        },
        {
          "heading": "5.3 Otras pensiones contributivas",
          "content": "La pensión de incapacidad permanente proporciona ingresos si quedas permanentemente incapacitado para trabajar por enfermedad o accidente. La cuantía y los requisitos varían según el grado de incapacidad: incapacidad permanente parcial (puede trabajar en otra profesión), incapacidad permanente total (no puede trabajar en su profesión habitual), incapacidad permanente absoluta (no puede realizar ningún trabajo) y gran invalidez (necesita asistencia para las actividades básicas de la vida diaria). La elegibilidad requiere períodos mínimos de cotización que varían según la edad a la que se produce la incapacidad y si la incapacidad resulta de un accidente laboral o de una enfermedad común.\n\nLa pensión de viudedad proporciona ingresos al cónyuge superviviente cuando un trabajador fallece, requiriendo que el trabajador fallecido hubiera cotizado durante un período mínimo o estuviera percibiendo una pensión al momento del fallecimiento. La pensión de orfandad apoya a los hijos del trabajador menores de 21 años (o menores de 25 si están estudiando, o de cualquier edad si presentaban discapacidad antes de los 21 años) cuando un progenitor cotizante o pensionista fallece. Estas pensiones de supervivencia ayudan a proteger a las familias de la pérdida de ingresos por el fallecimiento de un familiar cotizante."
        }
      ]
    },
    {
      "heading": "6. Otras prestaciones y protecciones",
      "content": "Más allá de la asistencia sanitaria, el desempleo y las pensiones, la Seguridad Social proporciona varias otras prestaciones y protecciones importantes. Estas incluyen la baja médica (incapacidad temporal), las prestaciones de maternidad y paternidad, las prestaciones de riesgo durante el embarazo, las prestaciones por cuidado de menores con enfermedad grave, y la cobertura por accidentes de trabajo y enfermedades profesionales. Comprender el alcance completo de las protecciones de la Seguridad Social ayuda a los trabajadores a apreciar el valor de estar correctamente dados de alta y por qué las bases de cotización precisas importan — muchas prestaciones se calculan como porcentajes de tu base de cotización, por lo que la deflación artificial de tu salario registrado reduce directamente los importes de tus prestaciones cuando las necesitas.",
      "subsections": [
        {
          "heading": "6.1 Baja médica (Incapacidad Temporal)",
          "content": "Cuando no puedas trabajar por enfermedad o accidente no laboral, tienes derecho a una baja médica con sustitución parcial de ingresos (baja por enfermedad común). Tu médico emite un parte de baja especificando la duración prevista, que se presenta al empresario y a la Seguridad Social. El empresario continúa pagando tu salario durante la baja médica, y luego solicita el reembolso a la Seguridad Social. Hay un período de carencia de tres días sin pago, seguido del pago al 60% de tu base de cotización para los días 4 a 20 y al 75% a partir del día 21 hasta el alta médica.\n\nLa baja médica por accidente de trabajo o enfermedad profesional (contingencias profesionales) sigue un régimen diferente y más favorable: sin período de carencia, y pago al 75% de la base de cotización desde el primer día. La duración máxima de la baja médica es de 365 días, prorrogable hasta 545 días si se espera la recuperación dentro del período de prórroga. Si continúas incapacitado para trabajar tras 545 días, se inicia una evaluación de incapacidad permanente. Durante la baja médica, tus cotizaciones a la Seguridad Social continúan como si estuvieras trabajando, protegiendo tus derechos de pensión y otras prestaciones."
        },
        {
          "heading": "6.2 Prestaciones de maternidad y paternidad",
          "content": "La prestación por maternidad proporciona una sustitución de ingresos durante el permiso de maternidad por nacimiento, adopción o acogimiento. La prestación se abona al 100% de la base reguladora (calculada a partir de la base de cotización del mes anterior al inicio del permiso) durante 16 semanas. Las madres biológicas deben disfrutar 6 semanas inmediatamente después del parto de forma obligatoria; las 10 semanas restantes pueden disfrutarse de forma flexible dentro del primer año. Para tener derecho, se necesitan períodos mínimos de cotización que varían según la edad: menores de 21 años no requieren cotizaciones, de 21 a 26 años requieren 90 días de cotización en los 7 años anteriores o 180 días en total, a partir de 26 años requieren 180 días en los 7 años anteriores o 360 días en total.\n\nLa prestación por paternidad proporciona las mismas 16 semanas al 100% de la base reguladora al otro progenitor (tradicionalmente padres, pero aplicable a parejas del mismo sexo y progenitores adoptivos). Las 16 semanas pueden disfrutarse de forma continua o en períodos separados dentro del primer año de vida del hijo. A diferencia de la maternidad, no hay período obligatorio inmediatamente después del nacimiento salvo acuerdo con el empresario. Ambos progenitores pueden disfrutar su permiso simultáneamente o en diferentes momentos, ofreciendo flexibilidad a las familias. Durante el permiso de maternidad/paternidad, las cotizaciones a la Seguridad Social continúan normalmente, preservando tu historial de cotizaciones."
        },
        {
          "heading": "6.3 Cobertura por accidentes de trabajo",
          "content": "La Seguridad Social proporciona protección reforzada para los accidentes de trabajo y las enfermedades profesionales. Un accidente de trabajo incluye cualquier lesión sufrida mientras se desempeñan funciones laborales o durante el desplazamiento entre el domicilio y el centro de trabajo (accidente in itinere). La cobertura incluye tratamiento médico inmediato a través de mutuas colaboradoras especializadas que gestionan la asistencia sanitaria de accidentes de trabajo, sustitución de ingresos durante la recuperación al 75% de la base de cotización desde el primer día sin período de carencia, y compensación por lesiones permanentes o discapacidades resultantes del accidente según su gravedad.\n\nLos empresarios pagan cotizaciones adicionales específicamente para el seguro de accidentes de trabajo y enfermedades profesionales, con tasas que varían según la clasificación de riesgo de la industria (la hostelería se clasifica normalmente como riesgo moderado). Si un accidente de trabajo o enfermedad profesional resulta en incapacidad permanente, el cálculo de la pensión de incapacidad utiliza reglas más favorables que para la incapacidad por enfermedad común. Esta diferenciación reconoce que las discapacidades causadas por el trabajo merecen una protección reforzada. Los trabajadores deben comunicar todos los accidentes de trabajo inmediatamente para asegurar una clasificación y protección adecuadas."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de verificación del alta en la Seguridad Social",
      "items": [
        "Verifica que tu empresario te ha dado de alta en la Seguridad Social antes o el primer día de trabajo",
        "Obtén tu número de Seguridad Social (NASS) si este es tu primer empleo en España",
        "Solicita y revisa tu vida laboral en el primer mes de comenzar un nuevo empleo",
        "Verifica que tu vida laboral muestra el empresario, la fecha de inicio y la base de cotización correctos coincidiendo con tu salario real",
        "Comprueba que estás asignado al grupo de cotización correcto para tu categoría profesional",
        "Verifica que tu nómina muestra cotizaciones a la Seguridad Social de aproximadamente el 6,35% del salario bruto",
        "Inscríbete en la asistencia sanitaria en tu centro de salud local y obtén tu tarjeta sanitaria (TSI)",
        "Revisa tu vida laboral al menos anualmente para asegurar un alta precisa y continuada",
        "Si aparecen discrepancias, plantéalas inmediatamente al empresario y, si no se corrigen, denúncialas a la Seguridad Social o a la Inspección de Trabajo",
        "Conserva copias de tu vida laboral, nóminas y contrato de trabajo en un archivo personal seguro"
      ]
    },
    {
      "title": "Lista de verificación de solicitud de prestaciones por desempleo",
      "items": [
        "Solicita al SEPE en el plazo de 15 días hábiles desde la finalización de tu empleo",
        "Reúne los documentos requeridos: DNI/NIE, número de Seguridad Social, certificado de empresa del anterior empresario",
        "Verifica que cumples el requisito mínimo de cotización (360 días en los últimos 6 años)",
        "Inscríbete como demandante de empleo en la oficina del SEPE o en línea",
        "Proporciona los datos de tu cuenta bancaria para el pago de la prestación",
        "Asiste a la cita inicial del SEPE y a cualquier cita de seguimiento requerida",
        "Conserva pruebas de las actividades de búsqueda de empleo según lo requerido por el SEPE",
        "Comunica cualquier empleo, incluso a tiempo parcial o temporal, al SEPE inmediatamente",
        "Renueva tu inscripción como demandante de empleo en los intervalos requeridos (normalmente cada 3 meses)",
        "Si se deniega la prestación o el importe parece incorrecto, solicita explicación y considera recurrir con asesoramiento legal"
      ]
    },
    {
      "title": "Lista de verificación anual de revisión de la Seguridad Social",
      "items": [
        "Solicita una vida laboral actualizada al menos una vez al año",
        "Revisa todos los períodos de empleo mostrados — verifica que no falta ninguno y que todas las fechas son correctas",
        "Comprueba las bases de cotización de cada período de empleo — verifica que coinciden con tus salarios reales de las nóminas",
        "Calcula los años totales de cotización — esto determina tus derechos de pensión y prestaciones por desempleo",
        "Verifica que el empleo actual aparece como activo con la base de cotización correcta",
        "Si cambiaste de empleo durante el año, asegúrate de que tanto el empleo anterior como el nuevo están correctamente registrados",
        "Revisa cualquier laguna en la cobertura y comprende las razones (desempleo, períodos de inactividad, errores)",
        "Si te acercas a la edad de jubilación (dentro de 10 años), considera solicitar una estimación de pensión al INSS",
        "Conserva una copia de la vida laboral de cada año en tus registros personales permanentes",
        "Comunica cualquier error o discrepancia a la Seguridad Social y solicita las correcciones con documentación de apoyo"
      ]
    }
  ],
  "bestPractices": [
    "Obtén y revisa tu vida laboral cada 6-12 meses para detectar errores de alta o cotización con anticipación mientras son más fáciles de corregir",
    "Conserva un archivo personal de todos los contratos de trabajo, nóminas e informes de vida laboral durante al menos 10 años",
    "Nunca aceptes trabajar sin alta en la Seguridad Social, ni siquiera para «períodos de prueba» o trabajo temporal — todo empleo debe estar dado de alta desde el primer día",
    "Si un empresario te ofrece pagarte más en efectivo a cambio de darte de alta por menos horas o menor salario, recházalo — este fraude reduce tus prestaciones",
    "Inscríbete en la asistencia sanitaria inmediatamente al comenzar un empleo y asegúrate de que tus familiares están inscritos como beneficiarios si procede",
    "Conoce periódicamente tu derecho a prestaciones por desempleo para saber qué protección tienes si pierdes tu empleo",
    "Si estás dentro de los 15 años de la posible edad de jubilación, revisa periódicamente tu historial de cotizaciones y considera cómo las decisiones laborales afectan a tu futura pensión",
    "Al cambiar de empleo, verifica que tu anterior empresario tramitó tu baja y que el nuevo empresario tramitó tu alta con las fechas correctas"
  ],
  "glossary": {
    "Seguridad Social": "Seguridad Social — el sistema integral de seguro público y protección social de España que proporciona asistencia sanitaria, pensiones, prestaciones por desempleo y otras protecciones",
    "Número de Afiliación (NASS)": "Número de Seguridad Social — identificador único de por vida a efectos de Seguridad Social",
    "Alta": "Alta — el proceso de inscripción de un empleado en la Seguridad Social al inicio del empleo",
    "Baja": "Baja — el proceso de cierre del alta en la Seguridad Social al final del empleo",
    "Vida Laboral": "Vida laboral — documento oficial que muestra todos los períodos de empleo, empresarios y cotizaciones",
    "Base de Cotización": "Base de cotización — el importe mensual sobre el que se calculan las cotizaciones a la Seguridad Social, generalmente igual al salario bruto",
    "Grupo de Cotización": "Grupo de cotización — clasificación (1-11) basada en la categoría profesional, que determina las bases de cotización mínima y máxima",
    "Prestación por Desempleo": "Prestación por desempleo — apoyo contributivo de ingresos para trabajadores que pierden el empleo de forma involuntaria",
    "Pensión de Jubilación": "Pensión de jubilación — apoyo contributivo de ingresos para trabajadores que alcanzan la edad de jubilación y tienen los períodos mínimos de cotización",
    "Incapacidad Temporal": "Incapacidad temporal — imposibilidad temporal de trabajar por enfermedad o accidente, con sustitución de ingresos de la Seguridad Social",
    "Tarjeta Sanitaria Individual (TSI)": "Tarjeta sanitaria — tarjeta emitida por el servicio de salud autonómico que permite acceder a los servicios de asistencia sanitaria pública",
    "SEPE": "Servicio Público de Empleo Estatal — gestiona las prestaciones por desempleo y los programas de empleo"
  }
}