{
  "title": "Regulación de horas extraordinarias",
  "legalBasis": "Estatuto de los Trabajadores (Real Decreto Legislativo 2/2015) Artículo 35; Real Decreto-Ley 8/2019 sobre registro de jornada; Directiva 2003/88/CE de la UE sobre tiempo de trabajo; Convenios colectivos provinciales y sectoriales aplicables; Convenio 1 de la OIT sobre horas de trabajo",
  "summary": "La regulación de las horas extraordinarias protege a los trabajadores de jornadas excesivas al tiempo que garantiza una compensación justa cuando trabajar más allá de la jornada ordinaria es necesario. El Artículo 35 del Estatuto de los Trabajadores establece que las horas extraordinarias son voluntarias (no se puede obligar a los trabajadores a realizar horas extraordinarias salvo en emergencias de fuerza mayor), están limitadas a un máximo de 80 horas anuales por trabajador y deben compensarse bien mediante pago a tarifas incrementadas o mediante descanso compensatorio. Estas protecciones son fundamentales para la salud, la seguridad y la conciliación de la vida laboral y familiar de los trabajadores, aunque las infracciones en materia de horas extraordinarias siguen siendo una de las infracciones laborales más comunes en hostelería. Comprender los derechos en materia de horas extraordinarias, su cálculo correcto, los derechos de compensación y los mecanismos de cumplimiento es esencial para garantizar un trato justo.\n\nEn el sector de la hostelería, las horas extraordinarias surgen de diversas circunstancias: picos inesperados de negocio que requieren personal adicional, ausencias de personal que crean vacíos de cobertura, picos estacionales que superan la capacidad ordinaria, eventos o funciones que requieren preparación y servicio prolongados y, desafortunadamente, falta de personal crónica donde los empresarios dependen de horas extraordinarias sistemáticas en lugar de una contratación adecuada. Si bien las horas extraordinarias ocasionales que responden a necesidades operativas genuinas son razonables y legales, las horas extraordinarias excesivas sistemáticas indican niveles de personal inadecuados, crean riesgos para la salud y la seguridad por la fatiga de los trabajadores y a menudo reflejan estrategias empresariales para reducir los costes laborales evitando contratar a trabajadores adicionales y pagando solo modestas primas por horas extraordinarias.\n\nLa gestión adecuada de las horas extraordinarias requiere un registro preciso del tiempo de trabajo que muestre cuándo se producen las horas extraordinarias, un cálculo transparente que las distinga de la distribución irregular de la jornada, una compensación a las tarifas especificadas en los convenios colectivos aplicables o, como mínimo, a las tarifas legales, y el respeto al límite de 80 horas anuales. Los trabajadores deben comprender cómo verificar el cálculo de las horas extraordinarias, reclamar la compensación adecuada cuando las horas extraordinarias no se pagan o se pagan de menos, y hacer valer sus derechos cuando las horas extraordinarias se vuelven excesivas. Los empresarios deben reconocer que las horas extraordinarias sistemáticas no son una gestión sostenible de la plantilla, sino que crean responsabilidad legal, riesgos para la salud de los trabajadores y, en última instancia, menoscaban la calidad del servicio y el rendimiento organizativo.",
  "keyPoints": [
    "Las horas extraordinarias son el tiempo de trabajo que excede la jornada ordinaria; limitadas a un máximo de 80 horas anuales por trabajador",
    "Las horas extraordinarias deben ser voluntarias — no se puede obligar a los trabajadores a realizarlas salvo en emergencias genuinas de fuerza mayor",
    "Las horas extraordinarias deben compensarse bien mediante pago a tarifa incrementada o mediante descanso compensatorio",
    "La tarifa de pago de las horas extraordinarias debe ser como mínimo la tarifa horaria ordinaria; los convenios colectivos suelen especificar tarifas incrementadas (175% es habitual)",
    "El descanso compensatorio debe proporcionarse en el plazo de cuatro meses en proporción 1:1 salvo que el convenio colectivo especifique condiciones más favorables",
    "La elección entre pago y compensación por tiempo libre la determina el convenio colectivo o, si no se especifica, el acuerdo entre las partes",
    "Las horas extraordinarias por fuerza mayor (emergencias genuinas para prevenir daños/peligros) no computan para el límite de 80 horas y son obligatorias",
    "Las horas extraordinarias deben registrarse en los registros diarios de jornada por separado de las horas ordinarias",
    "Las horas extraordinarias excesivas sistemáticas indican una dotación de personal inadecuada y crean riesgos de salud laboral que requieren actuación del empresario",
    "Los trabajadores pueden presentar denuncias ante la Inspección de Trabajo por horas extraordinarias no pagadas o excesivas que superen los límites legales"
  ],
  "sections": [
    {
      "heading": "1. Definición legal y ámbito de las horas extraordinarias",
      "content": "El Artículo 35.1 del Estatuto de los Trabajadores define las horas extraordinarias como el tiempo de trabajo realizado por encima de la jornada ordinaria establecida para la actividad. La determinación crítica es qué constituye «jornada ordinaria» para el trabajador concreto, lo cual depende del contrato de trabajo, del convenio colectivo aplicable y de los máximos legales. Para los trabajadores a tiempo completo, la jornada ordinaria es normalmente de 40 horas semanales (o el equivalente anual de aproximadamente 1.800 horas teniendo en cuenta las vacaciones), salvo que el convenio colectivo establezca una jornada ordinaria inferior (por ejemplo, 38 horas semanales en algunos convenios). Las horas trabajadas por encima de esta jornada ordinaria son horas extraordinarias.\n\nDebe distinguirse entre horas extraordinarias y distribución irregular de la jornada. Si el contrato de trabajo o el convenio colectivo prevé la distribución irregular, la jornada semanal puede variar dentro de límites especificados (normalmente una variación del 10-20%), con algunas semanas por encima de 40 horas y otras por debajo, siempre que el total anual permanezca dentro de los límites de la jornada ordinaria. Las horas trabajadas bajo disposiciones de distribución irregular son jornada ordinaria, no horas extraordinarias, y se compensan a tarifas ordinarias. Las horas extraordinarias genuinas existen solo cuando las horas superan la asignación anual de jornada ordinaria o cuando superan los límites de distribución irregular.\n\nPara los trabajadores a tiempo parcial, el cálculo de las horas extraordinarias es más complejo. Las horas trabajadas más allá de las horas contratadas a tiempo parcial pero que no superan la jornada ordinaria a tiempo completo del sector (normalmente 40 horas semanales) son horas complementarias con reglas específicas. Solo las horas que excedan la jornada ordinaria a tiempo completo constituyen horas extraordinarias sujetas a las disposiciones del Artículo 35 y al límite anual de 80 horas. Los trabajadores a tiempo parcial deben distinguir cuidadosamente estas categorías ya que las reglas de compensación difieren: las horas complementarias pueden pagarse a tarifas ordinarias mientras que las horas extraordinarias reciben compensación incrementada.",
      "subsections": [
        {
          "heading": "1.1 El límite anual de 80 horas",
          "content": "El máximo de 80 horas extraordinarias anuales por trabajador es un límite absoluto que no puede superarse ni renunciarse, ni siquiera con el consentimiento del trabajador. El límite protege la salud y la conciliación de la vida laboral y familiar de los trabajadores, previniendo las jornadas excesivas que crean fatiga, estrés y riesgos para la seguridad. El período de referencia anual normalmente coincide con los años naturales (enero-diciembre), aunque algunos convenios colectivos o contratos pueden utilizar períodos de referencia de 12 meses diferentes (por ejemplo, desde la fecha de aniversario del contrato). Los trabajadores pueden trabajar menos de 80 horas extraordinarias (incluyendo cero horas extraordinarias si el trabajo no lo requiere), pero no pueden superar las 80 ni siquiera voluntariamente.\n\nLas horas extraordinarias por fuerza mayor están explícitamente excluidas del límite de 80 horas. El Artículo 35.3 especifica que las horas extraordinarias necesarias para prevenir o reparar daños extraordinarios y urgentes, prevenir accidentes graves o abordar otras situaciones excepcionales y urgentes no se computan para el límite y deben realizarse. Sin embargo, la «fuerza mayor» se interpreta restrictivamente: emergencias genuinas como tuberías rotas que inundan la cocina, reparaciones urgentes para prevenir daños en el edificio o respuestas a accidentes. Las presiones rutinarias del negocio, los eventos mal planificados o las carencias de personal debidas a circunstancias previsibles (períodos de alta actividad predecibles, contratación inadecuada) no son fuerza mayor.\n\nLos convenios colectivos no pueden incrementar el límite de 80 horas ya que es un máximo legal, pero pueden establecer límites inferiores. Algunos convenios limitan las horas extraordinarias a 70, 60 o incluso menos horas anuales, y dichos límites vinculan a empresarios y trabajadores en esos sectores. Los convenios también pueden establecer límites mensuales o trimestrales de horas extraordinarias para evitar la concentración de todas las horas permitidas en períodos breves. Los trabajadores deben consultar los convenios colectivos aplicables para verificar si existen tales límites reducidos y garantizar su cumplimiento."
        },
        {
          "heading": "1.2 Carácter voluntario de las horas extraordinarias",
          "content": "El Artículo 35.1 establece que la realización de horas extraordinarias es voluntaria salvo en situaciones de fuerza mayor. Esto significa que los empresarios no pueden exigir a los trabajadores que realicen horas extraordinarias como práctica general, no pueden sancionar a los trabajadores por rechazar horas extraordinarias que no sean de emergencia, y no pueden condicionar el empleo o el trato favorable a la aceptación de horas extraordinarias. El carácter voluntario protege el tiempo personal, las responsabilidades familiares y el bienestar de los trabajadores frente a las exigencias empresariales de disponibilidad indefinida.\n\nEn la práctica, lo «voluntario» puede complicarse por la dinámica del centro de trabajo. Los trabajadores pueden sentirse presionados a aceptar horas extraordinarias para demostrar compromiso, para ganar ingresos adicionales si los salarios base son bajos, para evitar conflictos con los supervisores o por la presión de los compañeros cuando estos aceptan horas extraordinarias. Los trabajadores con contratos temporales pueden temer que rechazar las horas extraordinarias resulte en la no renovación. Aunque estas presiones son reales, la protección legal permanece: los empresarios no pueden penalizar el rechazo de horas extraordinarias voluntarias. Los trabajadores que experimenten represalias por rechazar horas extraordinarias (despido, asignaciones de horarios desfavorables, denegación de prestaciones u oportunidades) pueden presentar denuncias por represalias ilegales.\n\nAlgunos convenios colectivos o contratos establecen que los trabajadores se comprometen a realizar horas extraordinarias razonables cuando sea necesario por necesidades operativas, dentro de los límites legales. Dichas disposiciones son válidas pero no anulan completamente el carácter voluntario: los trabajadores pueden rechazar horas extraordinarias en caso de imposibilidad personal (emergencia familiar documentada, enfermedad, obligaciones previas conflictivas), e incluso donde exista una obligación contractual de horas extraordinarias, las horas extraordinarias excesivas sistemáticas que infrinjan el límite de 80 horas o que vulneren los requisitos de períodos de descanso siguen siendo ilegales independientemente de cualquier disposición contractual."
        }
      ]
    },
    {
      "heading": "2. Compensación de las horas extraordinarias: pago frente a tiempo libre",
      "content": "El Artículo 35.1 establece que las horas extraordinarias deben compensarse bien mediante pago o mediante descanso compensatorio. La elección entre los métodos de compensación se determina en primer lugar por las disposiciones del convenio colectivo aplicable, en segundo lugar por acuerdo entre empresario y trabajador si el convenio colectivo no lo especifica, y en tercer lugar por decisión del empresario si no se puede llegar a un acuerdo (aunque el empresario no puede excluir completamente una forma de compensación si el trabajador tiene una preferencia razonable). Muchos convenios colectivos de hostelería especifican métodos de compensación, tarifas y plazos, haciendo estas disposiciones obligatorias.\n\nLa compensación mediante pago de las horas extraordinarias debe ser como mínimo la tarifa horaria ordinaria. Para calcular la tarifa horaria ordinaria, se divide el salario bruto anual (incluyendo las pagas extraordinarias prorrateadas) entre las horas ordinarias anuales de trabajo. Por ejemplo, si el salario anual es de 21.000 € para 1.800 horas ordinarias anuales, la tarifa horaria ordinaria es 21.000 € ÷ 1.800 = 11,67 €. El pago de las horas extraordinarias debe igualar al menos esta tarifa por hora extraordinaria. Sin embargo, la mayoría de los convenios colectivos establecen tarifas incrementadas: el 175% de la tarifa horaria ordinaria es habitual en los convenios de hostelería. Esto significa que en el ejemplo de 11,67 € se requeriría 20,42 € por hora extraordinaria. Algunos convenios diferencian tarifas según el tipo de día: tarifas más altas para horas extraordinarias en domingos o festivos (200-250%) que para horas extraordinarias en días laborables (150-175%).\n\nEl descanso compensatorio debe proporcionarse en el plazo de cuatro meses siguientes a la realización de las horas extraordinarias salvo que el convenio colectivo especifique un plazo diferente. El descanso se proporciona normalmente en proporción 1:1 (una hora extraordinaria trabajada = una hora libre), aunque algunos convenios colectivos favorables establecen proporciones mejoradas (1 hora extraordinaria = 1,25 o 1,5 horas libres). El descanso compensatorio debe ser tiempo de descanso real — turnos completos o bloques sustanciales de tiempo que permitan la recuperación, no incrementos dispersos de 15 minutos. La programación del descanso compensatorio debe considerar las preferencias del trabajador cuando sea operativamente posible, y no debe programarse con tanta antelación que pierda valor práctico (recibir un día libre seis meses después de trabajar horas extraordinarias proporciona poca compensación real).",
      "subsections": [
        {
          "heading": "2.1 Cálculo del pago de horas extraordinarias",
          "content": "El cálculo preciso del pago de horas extraordinarias requiere varios pasos. Primero, determinar el salario bruto anual incluyendo todos los componentes regulares: salario base, complementos salariales regulares (antigüedad, etc.) y pagas extraordinarias prorrateadas (las dos pagas extraordinarias anuales divididas en porciones mensuales). Los componentes variables como bonificaciones ocasionales o propinas pueden incluirse o no dependiendo de su regularidad. Segundo, determinar las horas ordinarias anuales de trabajo para la categoría del trabajador según lo especificado en el convenio colectivo o contrato (normalmente 1.800 horas para semanas de 40 horas teniendo en cuenta vacaciones y festivos). Tercero, dividir el salario bruto anual entre las horas ordinarias anuales para obtener la tarifa horaria ordinaria.\n\nCuarto, aplicar el multiplicador de horas extraordinarias especificado en el convenio colectivo. Si el convenio especifica una tarifa del 175% para horas extraordinarias, multiplicar la tarifa horaria ordinaria por 1,75. Si el convenio diferencia tarifas (175% para horas extraordinarias en días laborables, 200% para horas extraordinarias en domingos), aplicar el multiplicador apropiado según cuándo se realizaron las horas extraordinarias. Quinto, multiplicar la tarifa horaria de horas extraordinarias aplicable por el número de horas extraordinarias trabajadas para calcular el pago total de horas extraordinarias debido. Este importe debe aparecer en la nómina mensual identificado por separado como pago de horas extraordinarias.\n\nLos trabajadores deben verificar el cálculo del pago de horas extraordinarias en las nóminas: ¿Es exacto el número de horas extraordinarias mostrado en comparación con los registros de jornada? ¿Es correcta la tarifa de horas extraordinarias aplicada según las disposiciones del convenio colectivo? ¿Es matemáticamente correcto el cálculo total del pago? Si las horas extraordinarias parecen pagadas de menos, los trabajadores deben solicitar aclaración y corrección. Los errores comunes incluyen utilizar tarifas base incorrectas (excluyendo las pagas extraordinarias prorrateadas), aplicar multiplicadores incorrectos (utilizando el 150% cuando el convenio requiere el 175%), o simplemente contar de menos las horas extraordinarias. La documentación de las horas efectivamente trabajadas es esencial para disputar el infrapago."
        },
        {
          "heading": "2.2 Gestión del descanso compensatorio",
          "content": "Cuando las horas extraordinarias se compensan con tiempo libre en lugar de pago, surgen varios problemas prácticos. Programar el descanso compensatorio requiere coordinación: los trabajadores quieren descansar en momentos convenientes, los empresarios necesitan personal suficiente. La buena práctica es la consulta entre empresario y trabajador sobre la programación, con una acomodación razonable de las preferencias del trabajador respetando las necesidades operativas. El descanso debe programarse dentro del plazo requerido (normalmente cuatro meses) y comunicarse con suficiente antelación para permitir la planificación personal.\n\nEl descanso compensatorio debe rastrearse sistemáticamente: cuánto descanso se debe, cuándo se realizaron las horas extraordinarias que generaron el derecho al descanso, cuándo se programó y se disfrutó del descanso, y el saldo acumulado de descanso pendiente. Tanto el empresario como el trabajador deben mantener registros. Las discrepancias (el empresario afirma que se disfrutó del descanso, el trabajador lo niega) crean conflictos, por lo que la documentación es esencial. Algunos empresarios utilizan sistemas formales de gestión de permisos que rastrean los saldos de descanso compensatorio; las operaciones más pequeñas pueden utilizar hojas de cálculo o registros más sencillos.\n\nSi el descanso compensatorio no se proporciona dentro del plazo requerido, se convierte en obligación de pago. El empresario debe pagar las horas extraordinarias a la tarifa aplicable. Esta conversión protege a los trabajadores del aplazamiento indefinido de la compensación. Los trabajadores cuyo descanso compensatorio no se haya programado ni disfrutado dentro del plazo deben notificarlo al empresario y solicitar el pago de las horas extraordinarias pendientes. Si la relación laboral finaliza con saldos de descanso compensatorio sin abonar, estos deben pagarse en el finiquito a tarifas de horas extraordinarias. Los trabajadores deben verificar que los cálculos del finiquito incluyen toda la compensación pendiente por horas extraordinarias."
        }
      ]
    },
    {
      "heading": "3. Registro y documentación de las horas extraordinarias",
      "content": "El registro preciso de las horas extraordinarias es esencial para el cumplimiento del límite anual de 80 horas, para garantizar una compensación adecuada y como prueba en caso de disputas. El Real Decreto-Ley 8/2019 requiere registros diarios de jornada que muestren las horas reales de inicio y fin. Estos registros deben permitir la identificación de las horas extraordinarias. La buena práctica es registrar las horas extraordinarias por separado de las horas ordinarias en los registros de jornada, identificando claramente fecha, duración y si las horas extraordinarias fueron compensadas mediante pago o descanso compensatorio. Si la compensación fue mediante descanso, el registro debe mostrar finalmente cuándo se disfrutó del descanso.\n\nLos trabajadores deben mantener registros personales de horas extraordinarias como verificación: anotar la fecha y las horas de cada caso de horas extraordinarias, el total acumulado de horas extraordinarias en lo que va de año, cómo se recibió la compensación (importe del pago o fecha del descanso) y el saldo acumulado de horas extraordinarias sin compensar. Los registros personales proporcionan respaldo si los registros oficiales se pierden, están incompletos o son cuestionados. También permiten a los trabajadores controlar si se acercan al límite de 80 horas e identificar patrones de horas extraordinarias sistemáticas que puedan indicar problemas subyacentes (falta de personal crónica, mala planificación).\n\nLos empresarios deben proporcionar a los trabajadores acceso a sus registros de jornada, incluidos los registros de horas extraordinarias, cuando lo soliciten. Los trabajadores pueden solicitar periódicamente (se recomienda trimestralmente) copias de los registros para verificar su exactitud. Si los registros muestran discrepancias (las horas registradas no coinciden con las efectivamente trabajadas, las horas extraordinarias aparecen pero no se ha recibido el pago, las horas extraordinarias acumuladas superan los límites legales), estas deben plantearse inmediatamente al empresario. Retrasar la resolución de las discrepancias dificulta su resolución y puede afectar a los plazos de prescripción de las reclamaciones. Los inspectores de trabajo examinarán los registros de jornada durante las inspecciones, y los registros precisos que demuestren el cumplimiento protegen a los empresarios, mientras que los registros incompletos o inexactos crean presunción de infracciones.",
      "subsections": [
        {
          "heading": "3.1 Errores comunes en el registro de horas extraordinarias",
          "content": "Los errores comunes en el registro de horas extraordinarias en hostelería incluyen: no registrar las llegadas anticipadas o las salidas tardías cuando los trabajadores llegan antes del inicio oficial del turno o se quedan después del final oficial para completar las tareas de preparación o cierre; no registrar las horas extraordinarias por rellamada cuando los trabajadores son llamados de vuelta tras terminar un turno o llamados en días libres; promediar o estimar las horas en lugar de registrar los tiempos precisos reales (registrar a todos como trabajando exactamente las horas programadas cuando la realidad varía diariamente); registrar el descanso compensatorio como disfrutado cuando en realidad no se proporcionó; y manipular los registros para ocultar horas extraordinarias excesivas limitando las horas extraordinarias registradas a los límites legales mientras el tiempo de trabajo real supera estos límites.\n\nEstos errores perjudican a los trabajadores (trabajo no pagado, imposibilidad de verificar el cumplimiento) y exponen a los empresarios a responsabilidad legal (sanciones administrativas por infracciones de registro, reclamaciones laborales por horas extraordinarias no pagadas, responsabilidad de salud laboral si las horas excesivas causan daños). Prevenir los errores requiere: sistemas de registro de jornada accesibles que capturen el tiempo de trabajo efectivo (relojes, sistemas electrónicos o procesos fiables de firma); instrucciones claras a los trabajadores sobre los procedimientos de registro incluyendo el registro de todo el tiempo de trabajo incluso si está fuera del horario programado; supervisión del responsable para verificar el registro preciso e identificar discrepancias; y auditorías periódicas de los registros de jornada para verificar su integridad, coherencia y cumplimiento."
        },
        {
          "heading": "3.2 Uso de los registros para el cumplimiento de las horas extraordinarias",
          "content": "Los registros de jornada son la prueba principal en las disputas sobre horas extraordinarias. Los trabajadores que reclamen horas extraordinarias no pagadas se basarán en los registros de jornada que muestren las horas trabajadas más allá de las horas ordinarias sin el correspondiente pago o descanso compensatorio. Los empresarios que se defiendan contra las reclamaciones presentarán registros de jornada que muestren que las horas extraordinarias no se produjeron o que fueron compensadas. La calidad y fiabilidad de los registros determina en gran medida el resultado de los casos.\n\nCuando los registros oficiales del empresario no estén disponibles, estén incompletos o sean cuestionados, los trabajadores pueden presentar pruebas alternativas: agendas o calendarios personales anotando las horas efectivamente trabajadas; mensajes de texto, correos electrónicos u otras comunicaciones que hagan referencia a las horas de trabajo reales o a las horas extraordinarias; testimonios de compañeros que trabajaron junto al demandante y pueden confirmar las horas; y pruebas indirectas como recibos de clientes, registros de reservas o publicaciones en redes sociales que muestren que el establecimiento estaba operando en momentos en que el empresario afirma que el trabajador no estaba presente. Los tribunales evalúan la credibilidad de las pruebas, encontrando a menudo que los registros personales detallados y consistentes mantenidos contemporáneamente son creíbles, mientras que los registros oficiales sospechosamente perfectos (que muestran exactamente las horas programadas todos los días sin variación) o los registros que contradicen otras pruebas son poco fiables."
        }
      ]
    },
    {
      "heading": "4. Horas extraordinarias sistemáticas y problemas subyacentes",
      "content": "Las horas extraordinarias ocasionales que responden a situaciones temporales genuinas (un evento privado inesperado que requiere personal adicional, la enfermedad de un compañero que requiere cobertura, una avería de equipos que requiere trabajo de reparación urgente) son legales y razonables. Las horas extraordinarias sistemáticas donde los trabajadores trabajan regularmente más allá de la jornada ordinaria semana tras semana son problemáticas. Indican una dotación de personal inadecuada, una mala planificación de la plantilla o estrategias empresariales para minimizar los costes laborales dependiendo de las horas extraordinarias en lugar de contratar a trabajadores adicionales. Las horas extraordinarias sistemáticas crean múltiples problemas: infringen los límites legales una vez que se acercan o superan las 80 horas anuales; causan fatiga en los trabajadores aumentando los riesgos de accidentes y disminuyendo la calidad del servicio; crean desequilibrio entre la vida laboral y personal y agotamiento de los empleados; y en última instancia cuestan más a los empresarios por las primas de horas extraordinarias, el aumento de la rotación y la posible responsabilidad legal.\n\nDesde una perspectiva de salud laboral, las horas extraordinarias sistemáticas son un factor de riesgo psicosocial que requiere evaluación y medidas preventivas. El Artículo 15 de la Ley 31/1995 requiere que la planificación preventiva aborde la organización del trabajo incluyendo las horas de trabajo y el ritmo de trabajo. Si la evaluación de riesgos identifica que los trabajadores están trabajando sistemáticamente horas excesivas causando fatiga, estrés o problemas de salud, el empresario debe tomar medidas correctivas. La acción correctiva significa principalmente una dotación de personal adecuada: contratar suficientes trabajadores para manejar las necesidades operativas normales sin requerir horas extraordinarias sistemáticas. Otras medidas pueden incluir mejoras en la programación, mejoras en la eficiencia de los procesos que reduzcan las exigencias de trabajo o ajustes de carga de trabajo.\n\nLos trabajadores que experimenten horas extraordinarias sistemáticas deben documentar el patrón (cuántas semanas o meses con horas extraordinarias, total de horas, impactos en la salud o la vida personal) y plantear sus preocupaciones a través de los canales apropiados: comunicación directa con la dirección destacando el problema y solicitando una dotación de personal adecuada; informes a los representantes o comités de salud y seguridad como preocupación de salud laboral; denuncias formales ante la Inspección de Trabajo por infracciones en materia de tiempo de trabajo y riesgos de salud laboral; y si las horas extraordinarias sistemáticas no se abordan, consideración de la acción colectiva sindical (campañas de trabajo a reglamento, campañas de rechazo de horas extraordinarias) o decisiones individuales de buscar empleo en otro lugar. Los empresarios deben comprender que las horas extraordinarias sistemáticas no son una gestión sostenible de la plantilla, sino que crean costes legales, financieros y humanos que en última instancia menoscaban el éxito empresarial.",
      "subsections": [
        {
          "heading": "4.1 Rechazo de las horas extraordinarias sistemáticas",
          "content": "Dado que las horas extraordinarias son voluntarias (salvo fuerza mayor), los trabajadores tienen el derecho legal de rechazar las solicitudes de horas extraordinarias. Este derecho es particularmente importante cuando las horas extraordinarias se han vuelto sistemáticas, cuando el trabajador ya ha trabajado horas extraordinarias sustanciales acercándose a los límites legales, cuando el trabajador tiene obligaciones personales (cuidado de hijos, formación, necesidades de salud) o cuando el trabajador experimenta fatiga o estrés por las horas de trabajo excesivas. Los trabajadores que rechacen horas extraordinarias por estos motivos legítimos no pueden ser legalmente penalizados (sancionados, despedidos, privados de oportunidades, asignados a horarios no deseables).\n\nEn la práctica, ejercer el derecho a rechazar horas extraordinarias puede crear conflictos en el centro de trabajo, particularmente en establecimientos con falta de personal donde los responsables se sienten desesperados por cobertura. Los trabajadores pueden fortalecer su posición: rechazando educada pero firmemente, citando motivos legítimos si se sienten cómodos haciéndolo («No puedo trabajar horas extra esta noche ya que tengo responsabilidades de cuidado de hijos», «Ya he realizado horas extraordinarias sustanciales este mes y necesito preservar la conciliación de la vida laboral y familiar»); documentando los rechazos y cualquier respuesta negativa de la dirección; rechazo colectivo donde múltiples trabajadores reclaman colectivamente el derecho a rechazar las horas extraordinarias sistemáticas, lo que es más difícil de penalizar para los empresarios y puede ser actividad sindical protegida; e involucrando a representantes de los trabajadores o sindicatos que puedan negociar con la dirección sobre cuestiones de horas extraordinarias y defender a los trabajadores contra represalias.\n\nSi los trabajadores experimentan represalias por rechazar horas extraordinarias voluntarias, deben documentar la secuencia de eventos (solicitudes de horas extraordinarias, rechazos, trato adverso posterior) y presentar denuncias ante la Inspección de Trabajo o los sindicatos. Los tribunales generalmente protegen a los trabajadores que rechazan horas extraordinarias voluntarias, particularmente cuando el rechazo se debe a motivos personales legítimos o cuando las horas extraordinarias sistemáticas indican el incumplimiento del empresario de mantener una dotación de personal adecuada."
        },
        {
          "heading": "4.2 Obligaciones del empresario de abordar las horas extraordinarias sistemáticas",
          "content": "Los empresarios que se encuentren requiriendo horas extraordinarias sistemáticas deben reconocer esto como un síntoma de una planificación inadecuada de la plantilla que requiere acción correctiva, no un modelo operativo sostenible. Las obligaciones incluyen: analizar la carga de trabajo para comprender las necesidades de personal — ¿son los niveles actuales de personal insuficientes para las necesidades operativas regulares, o las necesidades de horas extraordinarias son verdaderamente temporales e intermitentes?; contratar personal adicional si el análisis muestra insuficiencia de personal (la solución adecuada a las horas extraordinarias sistemáticas es la contratación adecuada, no la dependencia continuada de las horas extraordinarias); mejorar la programación y la organización del trabajo para usar la plantilla disponible de forma eficiente; consultar a los representantes de los trabajadores sobre los patrones de horas extraordinarias y posibles soluciones; y proporcionar transparencia a los trabajadores sobre la situación del negocio y los planes para abordar las horas extraordinarias, generando comprensión y cooperación.\n\nLos empresarios que no aborden las horas extraordinarias sistemáticas enfrentan consecuencias: superar el límite legal de 80 horas resulta en sanciones administrativas (multas) y posibles reclamaciones laborales de los trabajadores afectados; las horas extraordinarias sistemáticas que crean riesgos para la salud (fatiga, estrés, accidentes) crean responsabilidad en materia de salud laboral; el agotamiento y la rotación de los trabajadores por jornadas excesivas crea costes de contratación y formación; y el deterioro de la calidad del servicio por trabajadores fatigados afecta a la satisfacción del cliente y a la reputación. Desde una perspectiva puramente empresarial, la contratación adecuada es normalmente más rentable a largo plazo que las horas extraordinarias sistemáticas con pago de primas, altos costes de rotación y degradación de la calidad del servicio."
        }
      ]
    },
    {
      "heading": "5. Situaciones especiales de horas extraordinarias",
      "content": "Las horas extraordinarias por fuerza mayor, como se ha comentado anteriormente, no computan para el límite de 80 horas y son obligatorias. Ejemplos de fuerza mayor genuina incluyen: averías repentinas de equipos que crean peligros para la salud (fallo de refrigeración que requiere acción inmediata para prevenir el deterioro de alimentos, fugas de gas que requieren asegurar las instalaciones); emergencias del edificio (inundaciones, daños por incendio que requieren asegurar las instalaciones, daños por temporal); accidentes graves que requieren respuesta de emergencia; y otras situaciones extraordinarias imprevistas que requieren acción inmediata para prevenir daños. Las características clave son urgencia (no puede aplazarse), imprevisibilidad (no podía razonablemente haberse anticipado) y enfoque preventivo (necesario para prevenir o mitigar daños graves).\n\nLo que no es fuerza mayor: períodos de actividad rutinarios aunque inusualmente intensos (son variaciones operativas previsibles que requieren una dotación de personal adecuada); mala planificación (reservas de eventos de última hora, tiempo de preparación inadecuado); decisiones empresariales voluntarias (aceptar reservas por encima de la capacidad); carencias de personal debidas a circunstancias previsibles (fluctuaciones estacionales predecibles, niveles habituales de bajas por enfermedad). Los empresarios a veces califican erróneamente las horas extraordinarias rutinarias como fuerza mayor para eludir el límite de 80 horas o para argumentar que las horas extraordinarias eran obligatorias. Los trabajadores deben comprender la definición restringida y cuestionar las invocaciones inapropiadas de fuerza mayor.\n\nEl tiempo de disponibilidad tiene un tratamiento matizado respecto a las horas extraordinarias. Si los trabajadores deben permanecer en el centro de trabajo listos para trabajar inmediatamente, se trata de tiempo de trabajo a todos los efectos, y cualquier tiempo de disponibilidad que supere la jornada ordinaria es hora extraordinaria. Si los trabajadores pueden estar en casa pero deben estar disponibles para responder, el tratamiento depende de la restricción: la disponibilidad muy restrictiva (debe responder en 15-30 minutos, no puede realizar actividades personales normales) se trata cada vez más como tiempo de trabajo según la jurisprudencia del Tribunal de Justicia de la Unión Europea; la disponibilidad menos restrictiva puede compensarse mediante pagos de disponibilidad sin contar como horas trabajadas. Los convenios colectivos suelen especificar el tratamiento de la disponibilidad. Los trabajadores deben comprender si su tiempo de disponibilidad cuenta como horas trabajadas a efectos del cálculo de las horas extraordinarias.",
      "subsections": [
        {
          "heading": "5.1 Horas extraordinarias por eventos y funciones",
          "content": "Los establecimientos de hostelería organizan frecuentemente eventos (bodas, conferencias, fiestas privadas) que requieren horarios ampliados más allá de los tiempos de servicio normales. El trabajo de eventos a menudo implica jornadas largas (montaje temprano, servicio, desmontaje tardío) creando horas extraordinarias sustanciales. Los empresarios deben asegurar: que las horas extraordinarias del trabajo de eventos se registren con precisión; que la compensación (pago o descanso) cumpla los requisitos legales; que las horas extraordinarias acumuladas de múltiples eventos no superen los límites anuales; que se mantengan períodos de descanso adecuados entre eventos (mínimo 12 horas entre turnos); y que los trabajadores no sean asignados sistemáticamente a todos los eventos creando una concentración excesiva de horas extraordinarias individuales mientras otros trabajadores tienen pocas horas extraordinarias.\n\nLos trabajadores asignados al trabajo de eventos deben verificar: que sus horas específicas de eventos se registran (no se estiman ni se asumen); que las horas extraordinarias se compensan adecuadamente según las tarifas del convenio colectivo; que reciben descanso adecuado entre los turnos de eventos y los turnos regulares; que la rotación del trabajo de eventos es equitativa (no siempre son los mismos trabajadores los que hacen eventos); y que las horas extraordinarias anuales totales permanecen dentro de los límites legales. Si el trabajo de eventos crea horas extraordinarias excesivas sistemáticas para determinados trabajadores, esto debe plantearse como un problema de dotación de personal/programación que requiere una distribución más equitativa o la contratación de personal adicional para eventos."
        },
        {
          "heading": "5.2 Horas extraordinarias en picos estacionales",
          "content": "Los negocios de hostelería estacionales (establecimientos de playa en verano, estaciones de esquí en invierno, zonas turísticas de temporada) experimentan picos de demanda predecibles. Estos picos requieren un aumento de la plantilla pero, incluso con contratación estacional, pueden producirse horas extraordinarias. Para gestionar legalmente las horas extraordinarias estacionales: contratar personal estacional suficiente para satisfacer la demanda de los picos en lugar de depender de las horas extraordinarias de una plantilla limitada; utilizar contratos fijos discontinuos o contratos temporales estacionales para proporcionar una dotación de personal que se ajuste a las curvas de demanda estacional; planificar los horarios de trabajo para distribuir las horas punta entre una plantilla más amplia en lugar de concentrar las horas extraordinarias en los trabajadores fijos; y controlar las horas extraordinarias acumuladas para asegurar que ningún trabajador se acerque o supere los límites anuales de 80 horas incluso durante los períodos intensivos de temporada alta.\n\nLos trabajadores estacionales deben comprender: los contratos estacionales con períodos de trabajo intensivo (jornadas largas, semanas de seis días) durante la temporada son legales si las horas anuales totales permanecen dentro de los límites y se mantienen períodos de descanso adecuados; los cálculos de horas anualizadas que muestren medias semanales durante los períodos de trabajo pueden superar las 40 horas si se compensan por los períodos no laborables; pero las semanas individuales durante la temporada deben seguir respetando los máximos diarios (9 horas salvo excepciones) y los mínimos de períodos de descanso. El uso sistemático de horas extraordinarias excesivas durante la temporada alta (todos los trabajadores superando las 40 horas semanales durante meses) indica una contratación estacional inadecuada y crea infracciones legales."
        }
      ]
    },
    {
      "heading": "6. Cumplimiento y remedios",
      "content": "Los trabajadores que experimenten infracciones en materia de horas extraordinarias — horas extraordinarias no pagadas, horas extraordinarias que superen los límites legales, denegación del descanso compensatorio, represalias por rechazar horas extraordinarias voluntarias — deben buscar el cumplimiento a través de los canales disponibles. La resolución interna debe intentarse en primer lugar: plantear la cuestión por escrito al empresario o a la dirección, especificar la infracción (número de horas extraordinarias trabajadas pero no pagadas, fechas, importes), citar las disposiciones legales y del convenio colectivo aplicables, y solicitar la corrección en un plazo razonable (normalmente de 10 a 15 días). Si el empresario responde positivamente y corrige las infracciones, muchas disputas pueden resolverse en esta fase. La documentación de la reclamación interna y la respuesta del empresario es importante para las fases posteriores si es necesario.\n\nLas denuncias ante la Inspección de Trabajo son apropiadas para infracciones legales: horas extraordinarias que superen el límite anual de 80 horas; horas extraordinarias forzadas (obligados a realizar horas extraordinarias que no son de emergencia, represalias por rechazar horas extraordinarias voluntarias); horas extraordinarias no pagadas, particularmente si son sistemáticas; o registro de jornada inadecuado que impida la verificación del cumplimiento. Las denuncias pueden presentarse en línea, por correo o en persona en las oficinas provinciales de trabajo. La denuncia debe especificar: los datos laborales del denunciante, la descripción de las infracciones específicas con fechas y detalles, las pruebas disponibles (registros de jornada, nóminas, comunicaciones) y el remedio solicitado (corrección de las infracciones, pago de los importes adeudados, sanciones contra el empresario). Los inspectores de trabajo investigarán, inspeccionarán potencialmente el centro de trabajo y examinarán los registros, entrevistarán al empresario y emitirán conclusiones con órdenes de corrección y posibles multas administrativas.\n\nLas demandas ante los juzgados de lo social (reclamaciones de cantidad) son apropiadas para reclamaciones individuales de compensación: pago de horas extraordinarias no abonadas por horas específicas trabajadas; cálculo incorrecto de horas extraordinarias (tarifa incorrecta aplicada); denegación o provisión tardía de descanso compensatorio que requiere conversión en pago; y daños consecuentes si las infracciones en materia de horas extraordinarias causaron daño demostrable. Las demandas se interponen ante los juzgados de lo social normalmente dentro del plazo de un año desde la fecha en que el pago era debido. Los trabajadores deben calcular el importe reclamado (número de horas extraordinarias × tarifa horaria aplicable, más intereses), proporcionar pruebas (registros de jornada, nóminas, comunicaciones) y presentar la base legal (disposiciones del convenio colectivo, requisitos legales). La representación legal mejora significativamente las tasas de éxito; los sindicatos a menudo proporcionan representación gratuita a los afiliados.",
      "subsections": [
        {
          "heading": "6.1 Cálculo de daños por horas extraordinarias",
          "content": "Para las reclamaciones de pago de horas extraordinarias, el cálculo de daños incluye: importe principal adeudado (horas extraordinarias × tarifa horaria de horas extraordinarias aplicable menos cualquier pago parcial ya recibido); intereses desde la fecha en que el pago era debido hasta la fecha de la sentencia (tipo de interés legal, actualmente aproximadamente del 3-4% anual); y potencialmente daños consecuentes si las infracciones en materia de horas extraordinarias causaron daño demostrable (problemas de salud atribuidos a jornadas excesivas, alteración de la vida laboral y personal que cause pérdidas cuantificables). El importe principal es relativamente sencillo de calcular con registros precisos; los intereses se acumulan automáticamente por ley; los daños consecuentes requieren prueba de causalidad y son más difíciles de establecer pero pueden ser sustanciales en casos de daños graves.\n\nLos trabajadores que reclamen horas extraordinarias deben: recopilar los registros de jornada completos que muestren todas las horas trabajadas; identificar qué horas constituyen horas extraordinarias según las definiciones aplicables; calcular el pago de horas extraordinarias debido utilizando las tarifas correctas del convenio colectivo; identificar qué pagos, en su caso, se recibieron y restarlos del total adeudado; calcular los intereses desde la fecha de vencimiento hasta el presente; y documentar cualquier daño consecuente con informes médicos, registros de atención u otras pruebas. La documentación organizada y el cálculo claro fortalecen las reclamaciones y facilitan la conciliación o la sentencia."
        },
        {
          "heading": "6.2 Cumplimiento colectivo y acción sindical",
          "content": "Las infracciones en materia de horas extraordinarias a menudo afectan a múltiples trabajadores (falta de personal sistemática que crea horas extraordinarias para equipos enteros, horas extraordinarias no pagadas que afectan a toda la plantilla). El cumplimiento colectivo puede ser más efectivo que las acciones individuales. Los sindicatos pueden: presentar denuncias colectivas ante la Inspección de Trabajo en nombre de múltiples trabajadores; representar a múltiples trabajadores en demandas consolidadas ante los juzgados de lo social; negociar con los empresarios para corregir infracciones sistemáticas y compensar a los trabajadores afectados sin litigio; y organizar campañas en el centro de trabajo (trabajo a reglamento rechazando horas extraordinarias voluntarias, piquetes informativos sobre infracciones) para presionar al empresario para que cumpla.\n\nLos representantes de los trabajadores tienen roles específicos en la supervisión y cumplimiento de las horas extraordinarias: pueden acceder a los registros de jornada del centro de trabajo para verificar el cumplimiento; pueden representar a trabajadores individuales en reclamaciones con la dirección; deben ser consultados sobre la organización del tiempo de trabajo y pueden oponerse a acuerdos que infrinjan los límites legales; y gozan de un estatus protegido que dificulta más las represalias. Los trabajadores que experimenten problemas de horas extraordinarias deben: informar a los representantes de los trabajadores o delegados sindicales que puedan investigar si el problema es individual o colectivo; apoyar la acción colectiva si se propone (la fuerza del número reduce los riesgos de represalia individual); y considerar afiliarse a sindicatos si aún no son miembros, ya que los sindicatos proporcionan experiencia, representación y poder colectivo para el cumplimiento.\n\nEn definitiva, la corrección sostenible de las infracciones en materia de horas extraordinarias requiere tanto el cumplimiento individual de derechos (garantizar que los trabajadores reciban la compensación debida) como la presión colectiva para el cambio sistémico (dotación de personal adecuada, distribución razonable de la carga de trabajo, respeto de los límites legales). Los remedios individuales sin cambio sistémico dejan intactos los problemas subyacentes; la defensa sistémica sin el cumplimiento individual permite que las infracciones continúen impunemente. Ambos enfoques juntos — trabajadores individuales que hacen valer sus derechos y sindicatos que exigen cambios de política — crean la presión necesaria para un cumplimiento genuino por parte del empresario."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de verificación de horas extraordinarias",
      "items": [
        "Revisa los registros de jornada mensuales para identificar todas las horas trabajadas más allá de la jornada ordinaria",
        "Distingue entre horas extraordinarias (horas que superan los límites de jornada ordinaria) y horas de distribución irregular",
        "Calcula las horas extraordinarias totales del mes sumando las horas más allá de los límites diarios/semanales ordinarios",
        "Verifica que los registros de jornada muestran las horas extraordinarias identificadas por separado de las horas ordinarias",
        "Para cada caso de horas extraordinarias, anota: fecha, duración, motivo y método de compensación (pago o descanso)",
        "Mantén un registro personal (calendario/agenda) anotando las horas extraordinarias trabajadas para su verificación con los registros oficiales",
        "Calcula las horas extraordinarias acumuladas en lo que va de año para controlar el avance hacia el límite anual de 80 horas",
        "Si te acercas al límite de 80 horas o lo superas, documéntalo y plantea la preocupación al empresario",
        "Identifica cualquier hora extraordinaria por fuerza mayor (emergencias genuinas) que no compute para el límite de 80 horas",
        "Solicita copias de los registros de jornada trimestralmente para verificar su exactitud y abordar las discrepancias con prontitud"
      ]
    },
    {
      "title": "Lista de verificación de compensación de horas extraordinarias",
      "items": [
        "Comprueba en la nómina mensual la partida de pago de horas extraordinarias que muestre horas e importe",
        "Verifica que las horas extraordinarias mostradas en la nómina coinciden con las horas extraordinarias reales trabajadas según los registros de jornada",
        "Calcula la tarifa horaria ordinaria: salario bruto anual ÷ horas ordinarias anuales de trabajo",
        "Aplica el multiplicador de horas extraordinarias especificado en el convenio colectivo (normalmente 175% = tarifa × 1,75)",
        "Verifica que la tarifa horaria de horas extraordinarias de la nómina coincide con la tarifa calculada según el convenio colectivo",
        "Calcula el pago esperado de horas extraordinarias: horas extraordinarias × tarifa horaria de horas extraordinarias",
        "Verifica que el pago total de horas extraordinarias de la nómina coincide con el importe calculado",
        "Si se aplica descanso compensatorio en lugar de pago, verifica que el descanso se programó dentro del plazo requerido (normalmente 4 meses)",
        "Mantén registro del descanso compensatorio adeudado, programado y disfrutado",
        "Si el descanso no se proporcionó dentro del plazo o al finalizar la relación laboral, verifica la conversión en pago a tarifa de horas extraordinarias",
        "Documenta cualquier hora extraordinaria no pagada o infrapagada con fechas, horas e importe adeudado para una posible reclamación",
        "Plantea las discrepancias de pago al empresario inmediatamente para su corrección"
      ]
    },
    {
      "title": "Lista de verificación de evaluación de horas extraordinarias sistemáticas",
      "items": [
        "Revisa los meses recientes (3-6 meses) para identificar un patrón de horas extraordinarias regulares",
        "Calcula el porcentaje de semanas con horas extraordinarias para determinar si son ocasionales o sistemáticas",
        "Evalúa si las horas extraordinarias responden a situaciones temporales genuinas o indican falta de personal crónica",
        "Valora el impacto de las horas extraordinarias sistemáticas en la salud personal, la fatiga, el estrés y la conciliación laboral-familiar",
        "Comenta con los compañeros si las horas extraordinarias se concentran en determinados trabajadores o son generalizadas",
        "Documenta el patrón de horas extraordinarias sistemáticas con fechas, horas y total acumulado anual",
        "Plantea las horas extraordinarias sistemáticas como preocupación de salud laboral al empresario o a los representantes de salud y seguridad",
        "Solicita al empresario que analice los niveles de personal y aborde la insuficiencia que causa las horas extraordinarias sistemáticas",
        "Ejerce el derecho a rechazar horas extraordinarias voluntarias, particularmente si ya has trabajado horas sustanciales",
        "Si las horas extraordinarias sistemáticas persisten, considera presentar denuncia ante la Inspección de Trabajo por riesgos de salud laboral",
        "Participa en acciones colectivas (campañas sindicales, trabajo a reglamento) que aborden las horas extraordinarias sistemáticas si se organizan",
        "Si las horas extraordinarias sistemáticas no se abordan y la salud se ve afectada, considera buscar empleo alternativo"
      ]
    }
  ],
  "bestPractices": [
    "Mantén registros personales detallados de todas las horas extraordinarias trabajadas incluyendo fechas, horas y compensación recibida; prueba esencial para la verificación y posibles reclamaciones",
    "Calcula el total acumulado de horas extraordinarias anuales mensualmente para controlar el cumplimiento del límite de 80 horas e identificar patrones preocupantes con anticipación",
    "Comprende las disposiciones de compensación de horas extraordinarias de tu convenio colectivo incluyendo las tarifas específicas y los plazos para el descanso compensatorio",
    "Ejerce el derecho a rechazar horas extraordinarias voluntarias cuando sea apropiado, particularmente si experimentas fatiga o conflicto entre la vida laboral y personal por jornadas excesivas",
    "Plantea las horas extraordinarias sistemáticas como un problema de salud laboral y no solo de compensación; enfatiza la obligación del empresario de abordar los problemas subyacentes de dotación de personal",
    "Afíliate a sindicatos que proporcionen experiencia en cálculos de horas extraordinarias, representación en disputas y presión colectiva para una dotación de personal adecuada",
    "Presenta denuncias ante la Inspección de Trabajo por infracciones sistemáticas de horas extraordinarias que afecten a múltiples trabajadores; las inspecciones protegen a toda la plantilla",
    "Apoya el rechazo colectivo de horas extraordinarias voluntarias excesivas; es más difícil para los empresarios tomar represalias contra grupos que contra individuos, y puede ser actividad sindical protegida"
  ],
  "glossary": {
    "Horas Extraordinarias": "Tiempo de trabajo que excede la jornada ordinaria; máximo 80 horas anuales, deben ser voluntarias (salvo fuerza mayor), deben compensarse",
    "Jornada Ordinaria": "Tiempo de trabajo estándar antes de las horas extraordinarias; normalmente 40 horas semanales o 1.800 horas anuales para trabajadores a tiempo completo",
    "Pago de Horas Extraordinarias": "Compensación de las horas extraordinarias mediante pago monetario como mínimo a la tarifa horaria ordinaria, normalmente a tarifa incrementada según el convenio colectivo (175% habitual)",
    "Descanso Compensatorio": "Compensación de las horas extraordinarias mediante tiempo libre, debe proporcionarse en el plazo de cuatro meses normalmente en proporción 1:1",
    "Horas Extraordinarias por Fuerza Mayor": "Horas extraordinarias necesarias para prevenir/reparar daños extraordinarios urgentes o abordar situaciones excepcionales urgentes; excluidas del límite de 80 horas, obligatorias",
    "Distribución Irregular": "Acuerdo de jornada que permite que las horas semanales varíen dentro de límites manteniendo la media anual; las horas dentro de la distribución irregular son jornada ordinaria, no horas extraordinarias",
    "Tarifa Horaria Ordinaria": "Salario bruto anual dividido entre las horas ordinarias anuales de trabajo; base para calcular el pago de horas extraordinarias",
    "Multiplicador de Horas Extraordinarias": "Factor aplicado a la tarifa horaria ordinaria para calcular el pago de horas extraordinarias; normalmente 1,75 (175%) en los convenios colectivos de hostelería",
    "Horas Extraordinarias Sistemáticas": "Horas extraordinarias regulares y continuadas que indican una dotación de personal inadecuada; crean riesgos para la salud e infringen las obligaciones de prevención de salud laboral"
  }
}