{
  "title": "Tipos de contrato en hostelería",
  "legalBasis": "Estatuto de los Trabajadores (Real Decreto Legislativo 2/2015) Artículos 8-16; Real Decreto-Ley 32/2021 de medidas urgentes para la reforma laboral, la garantía de la estabilidad en el empleo y la transformación del mercado de trabajo; Ley 3/2012 de medidas urgentes para la reforma del mercado laboral",
  "summary": "El panorama laboral español sufrió una transformación fundamental con la reforma laboral de 2021 (Real Decreto-Ley 32/2021), que revirtió muchas disposiciones de las reformas de 2012 y restringió significativamente el uso de contratos temporales. El principio central de la reforma de 2021 es que los contratos de trabajo indefinidos (contratos indefinidos) son ahora la forma ordinaria y por defecto de empleo en España. Los contratos temporales (contratos temporales) solo se permiten en circunstancias específicas legalmente definidas y tienen límites de duración estrictos.\n\nPara el sector de la hostelería, el cambio más significativo es la expansión y formalización del contrato fijo discontinuo, que se ha convertido en el modelo de empleo estándar para el trabajo estacional e intermitente. Este tipo de contrato permite a los empresarios gestionar la demanda fluctuante proporcionando a los empleados mayor seguridad laboral, continuidad de la Seguridad Social y protección por desempleo durante los períodos de inactividad.\n\nLos empresarios de hostelería deben comprender los requisitos legales y las limitaciones de cada tipo de contrato, ya que la clasificación incorrecta del contrato conlleva consecuencias graves. Utilizar contratos temporales sin fundamento legal válido resulta en la conversión automática a contrato indefinido, con posibles atrasos salariales, ajustes de cotizaciones a la Seguridad Social y sanciones administrativas de la Inspección de Trabajo. Por el contrario, utilizar contratos indefinidos cuando los contratos fijos discontinuos serían más apropiados crea obligaciones innecesarias durante los períodos de baja actividad.\n\nEl contrato debe siempre formalizarse por escrito y entregarse al empleado. Los tipos de contrato específicos tienen requisitos formales adicionales, como planes de formación obligatorios para los contratos formativos o la especificación de los períodos de actividad para los contratos fijos discontinuos. Los períodos de prueba, la jornada laboral, la retribución y otras condiciones deben cumplir con el convenio colectivo aplicable del sector de hostelería de tu provincia.",
  "keyPoints": [
    "Los contratos indefinidos son la modalidad legal por defecto para todas las relaciones laborales en España desde la reforma laboral de 2021",
    "Los contratos temporales solo se permiten para tres circunstancias específicas: circunstancias de la producción, sustitución de un trabajador ausente o formación",
    "Los contratos fijos discontinuos son el tipo de contrato correcto para el trabajo estacional o intermitente con patrones predecibles",
    "Los contratos temporales utilizados sin fundamento legal válido se convierten automáticamente en indefinidos",
    "Todos los contratos de trabajo deben formalizarse por escrito y entregar una copia al empleado en el plazo de 10 días desde el inicio del trabajo",
    "Los períodos de prueba varían según la categoría profesional: máximo 6 meses para titulados universitarios en puestos técnicos, 2 meses para otros trabajadores",
    "Los contratos a tiempo parcial deben especificar las horas de trabajo exactas y su distribución, con límites estrictos sobre horas extraordinarias y complementarias",
    "Los contratos encadenados (múltiples contratos temporales sucesivos) se presumen fraudulentos y se convierten en indefinidos",
    "Los convenios colectivos establecen las condiciones mínimas para cada categoría profesional incluyendo salario, jornada y disposiciones contractuales específicas",
    "La clasificación errónea del tipo de contrato puede resultar en sanciones de la Inspección de Trabajo de 626 € a 6.250 € por trabajador afectado"
  ],
  "sections": [
    {
      "heading": "1. Contratos indefinidos",
      "content": "El contrato indefinido es la forma ordinaria y por defecto de empleo en España. Según el Artículo 15.1 del Estatuto de los Trabajadores, modificado por la reforma de 2021, se presume que los contratos de trabajo son indefinidos salvo que el empresario pueda demostrar que las circunstancias específicas del trabajo encajan en una de las excepciones limitadas que permiten contratos temporales. Esta presunción representa un cambio fundamental respecto al régimen anterior a 2021, que permitía un uso mucho más amplio de los contratos temporales.\n\nUn contrato indefinido no tiene fecha de finalización predeterminada. La relación laboral continúa hasta que se extingue por dimisión, mutuo acuerdo, despido o jubilación. Para los negocios de hostelería, los contratos indefinidos son apropiados para puestos permanentes como gerentes de restaurante, jefes de cocina, personal de sala permanente, camareros de barra en establecimientos que operan todo el año, personal administrativo y cualquier puesto que implique trabajo continuo y en curso sin variación estacional significativa.\n\nSi bien los contratos indefinidos proporcionan la máxima seguridad laboral a los empleados, no impiden a los empresarios extinguir la relación laboral cuando existan causas justificadas. El despido por causas objetivas (económicas, técnicas, organizativas o de producción), el despido disciplinario por falta grave o los despidos colectivos son todos posibles con contratos indefinidos, sujetos a los procedimientos legales y, en la mayoría de los casos, al pago de indemnizaciones. La distinción entre contratos indefinidos y temporales se refiere principalmente a la duración prevista de la relación laboral, no a la imposibilidad de extinción.",
      "subsections": [
        {
          "heading": "1.1 Contratos indefinidos ordinarios",
          "content": "El contrato indefinido estándar establece una relación laboral en curso para un puesto permanente. El contrato debe especificar la categoría profesional del trabajador (según la definición del convenio colectivo aplicable), las funciones a desempeñar, el lugar de trabajo, la jornada laboral y su distribución, la retribución incluyendo el salario base y cualquier complemento, los plazos de preaviso para la extinción por cualquiera de las partes, y el convenio colectivo aplicable.\n\nSe permiten períodos de prueba en los contratos indefinidos, que permiten a ambas partes evaluar la idoneidad. El período de prueba máximo es de seis meses para trabajadores contratados como técnicos con título universitario o equivalente, y dos meses para otros trabajadores, salvo que el convenio colectivo especifique períodos diferentes. Durante el período de prueba, cualquiera de las partes puede extinguir el contrato sin preaviso ni indemnización. Sin embargo, los períodos de prueba no pueden utilizarse abusivamente — por ejemplo, períodos de prueba repetidos para el mismo trabajador o uso del período de prueba para evitar los derechos del empleo permanente."
        },
        {
          "heading": "1.2 Conversión de temporal a indefinido",
          "content": "La conversión automática de temporal a indefinido se produce en varias circunstancias definidas por la ley y la jurisprudencia. Un contrato temporal que supere los límites de duración legales se convierte en indefinido. Un contrato temporal utilizado sin fundamento legal válido (es decir, no se aplica ninguna de las tres circunstancias permitidas) se considera indefinido desde el inicio. Los contratos encadenados — múltiples contratos temporales sucesivos que totalicen más de 18 meses en 24 meses para el mismo puesto — se convierten en indefinidos.\n\nLos trabajadores no dados de alta en la Seguridad Social, o dados de alta bajo un tipo de contrato incorrecto, se presumen con contratos indefinidos. Los trabajadores que continúan trabajando después de la fecha de finalización del contrato sin renovación formal se consideran indefinidos. Estas reglas de conversión protegen a los trabajadores del uso fraudulento de contratos temporales para evitar proporcionar empleo permanente. Una vez producida la conversión, el trabajador adquiere todos los derechos de los empleados indefinidos, incluyendo mayor protección contra el despido y derecho a cualquier diferencia salarial o de prestaciones de forma retroactiva."
        },
        {
          "heading": "1.3 Derechos y extinción",
          "content": "Los empleados con contrato indefinido tienen plenos derechos legales y convencionales incluyendo salario mínimo o superior según convenio colectivo, jornada máxima y períodos de descanso, vacaciones anuales retribuidas de al menos 30 días naturales, dos pagas extraordinarias al año, cobertura de la Seguridad Social y protección contra el despido improcedente.\n\nLa extinción de un contrato indefinido requiere causa legal. La dimisión voluntaria del empleado requiere preaviso (normalmente 15 días salvo que el convenio colectivo especifique lo contrario). La extinción por parte del empresario requiere o bien despido disciplinario por falta grave (despido disciplinario), despido por causas objetivas como dificultades económicas o cambios técnicos (despido objetivo), o procedimiento de despido colectivo. El despido injustificado se declara improcedente y da derecho al empleado a la readmisión o a una indemnización de 33 días por año de servicio, con un máximo de 24 mensualidades."
        }
      ]
    },
    {
      "heading": "2. Contratos temporales",
      "content": "La reforma laboral de 2021 restringió drásticamente los contratos temporales, limitándolos a tres circunstancias específicas: circunstancias de la producción, sustitución de otro trabajador y formación. Cada categoría tiene requisitos estrictos y límites de duración. Los empresarios deben verificar cuidadosamente que la situación laboral genuina encaja en la categoría legal antes de utilizar un contrato temporal, ya que la clasificación incorrecta resulta en la conversión automática a indefinido.\n\nTodos los contratos temporales deben formalizarse por escrito, indicando claramente la circunstancia legal específica que justifica la duración temporal, la duración prevista o la fecha de finalización, y el trabajo a realizar. Las justificaciones vagas o genéricas son insuficientes. Por ejemplo, indicar «incremento de producción» sin explicar la circunstancia temporal específica es inadecuado; el contrato debería especificar «incremento de reservas por temporada turística estival del 15 de junio al 15 de septiembre de 2026». Esta especificidad permite a los inspectores de trabajo y a los tribunales verificar que la naturaleza temporal está genuinamente justificada.",
      "subsections": [
        {
          "heading": "2.1 Contratos por circunstancias de la producción",
          "content": "Los contratos por circunstancias de la producción se permiten cuando existe una «fluctuación del mercado ocasional e imprevisible, acumulación de tareas o exceso de pedidos». Los elementos clave son que el incremento de carga de trabajo es temporal y que resulta de circunstancias que exceden las necesidades operativas ordinarias. En hostelería, ejemplos genuinos podrían incluir la reserva de un evento corporativo inesperado que requiera personal de servicio adicional para un solo evento, la sustitución temporal de equipos de cocina que requiera un flujo de trabajo modificado, o una afluencia repentina de turistas por un evento no planificado en la zona.\n\nEstos contratos tienen límites de duración estrictos: máximo seis meses, prorrogables hasta doce meses si el convenio colectivo aplicable lo permite. Si el contrato supera estos límites, se convierte automáticamente en indefinido. Es importante destacar que las fluctuaciones estacionales o predecibles de la demanda no califican como circunstancias de la producción — los incrementos habituales de la temporada turística estival, la demanda del período navideño o los picos de fines de semana son patrones previsibles que deben gestionarse mediante contratos fijos discontinuos, no contratos por circunstancias de la producción."
        },
        {
          "heading": "2.2 Contratos de sustitución",
          "content": "Los contratos de sustitución se utilizan para reemplazar temporalmente a un empleado que está ausente pero conserva el derecho a reincorporarse a su puesto. Las situaciones habituales incluyen permiso de maternidad/paternidad, baja médica, excedencia o asignación temporal de un empleado a otro puesto. El contrato debe identificar a la persona sustituida y el motivo de su ausencia. El contrato de sustitución solo puede durar mientras dure la ausencia del trabajador sustituido.\n\nUna disposición importante permite contratar al sustituto hasta 15 días antes de que comience la ausencia, para permitir el solapamiento y la formación. El contrato también puede continuar durante un breve período después de la reincorporación del trabajador sustituido para permitir el traspaso. En hostelería, los contratos de sustitución son particularmente comunes para cubrir permisos de maternidad, bajas médicas prolongadas y empleados en excedencia por motivos personales. Sin embargo, no pueden utilizarse para cubrir vacantes por despido de empleados o por dimisión de empleados — un puesto vacante debe cubrirse con un contrato indefinido o fijo discontinuo."
        },
        {
          "heading": "2.3 Contratos formativos",
          "content": "Los contratos formativos vienen en dos tipos: contrato de formación en alternancia, que combina trabajo con formación profesional, y contrato para la obtención de práctica profesional, que permite a los titulados recientes adquirir experiencia práctica. Estos contratos están sujetos a regulaciones detalladas sobre duración, retribución, requisitos formativos y trabajadores elegibles.\n\nLos contratos de formación en alternancia están dirigidos principalmente a jóvenes trabajadores sin cualificación, proporcionando formación profesional dual mediante una combinación de trabajo y educación reglada. Tienen una duración de entre tres meses y dos años. El contrato para la obtención de práctica profesional es para trabajadores con títulos universitarios, cualificaciones de formación profesional superior o certificados profesionales obtenidos en los tres años anteriores (cinco años para trabajadores con discapacidad). La duración es de entre seis meses y un año. En ambos casos, la retribución se fija en porcentajes del salario del convenio colectivo aplicable para el puesto. Estos contratos incluyen períodos de prueba obligatorios y obligaciones específicas de formación."
        }
      ]
    },
    {
      "heading": "3. Contratos fijos discontinuos",
      "content": "El contrato fijo discontinuo es el tipo de contrato más importante para los negocios de hostelería con actividad estacional o cíclica. Este contrato establece una relación laboral indefinida para un trabajo que se realiza durante períodos específicos cada año o de forma irregular dentro del año, pero con previsibilidad razonable. A diferencia de los contratos temporales, el contrato fijo discontinuo no tiene fecha de finalización; en su lugar, la relación laboral continúa año tras año, con períodos de actividad cuando el trabajador es llamado a trabajar y períodos de inactividad cuando no lo es.\n\nLa reforma laboral de 2021 amplió significativamente el ámbito de los contratos fijos discontinuos y estableció que son obligatorios para el trabajo que tiene «carácter estacional o vinculado a actividades productivas de temporada o carácter cíclico». Los convenios colectivos de hostelería reconocen cada vez más que muchos puestos — personal estacional de restaurante, trabajadores de chiringuitos, personal de hostelería de estaciones de esquí, personal de hotel en zonas turísticas con temporadas alta y baja — encajan en este patrón. Utilizar contratos temporales para un trabajo genuinamente estacional que se repite anualmente se considera ahora fraudulento y resulta en la conversión a contrato indefinido.",
      "subsections": [
        {
          "heading": "3.1 Cuándo utilizar contratos fijos discontinuos",
          "content": "Los contratos fijos discontinuos son apropiados para trabajo que cumple dos criterios: el trabajo se repite en períodos recurrentes (estacionalidad o ciclicidad) y el trabajo no se realiza de forma continua durante todo el año. En hostelería, los ejemplos típicos incluyen personal de sala de verano en restaurantes costeros que cierran o reducen operaciones en invierno, personal de catering de eventos que trabaja durante la temporada de bodas, personal de hotel en estaciones de esquí durante la temporada de invierno, personal temporal navideño que trabaja todos los años durante el período de diciembre, y personal exclusivamente de fin de semana en establecimientos con demanda significativamente mayor los fines de semana.\n\nLa distinción clave respecto a los contratos por circunstancias de la producción es la previsibilidad y la repetición. Si sabes que cada verano necesitarás personal adicional, y esperas volver a contratar a los mismos trabajadores cada verano, un contrato fijo discontinuo es lo correcto. Si tienes un pico de demanda inesperado y puntual, un contrato por circunstancias de la producción puede ser apropiado (sujeto a las limitaciones estrictas sobre tales contratos). Los inspectores de trabajo examinan de cerca los patrones de contratación estacional; el uso anual repetido de contratos temporales para los mismos trabajadores en los mismos períodos estacionales es una prueba sólida de uso fraudulento del contrato."
        },
        {
          "heading": "3.2 Formalización y condiciones contractuales",
          "content": "El contrato fijo discontinuo debe formalizarse por escrito y debe especificar: que el contrato es para trabajo fijo discontinuo, la duración de los períodos de actividad (ya sean fechas especificadas, como «del 15 de junio al 15 de septiembre de cada año», o duración estimada, como «aproximadamente tres meses durante la temporada estival»), la estimación de días u horas de trabajo anuales, el procedimiento de llamamiento del trabajador (cuánto preaviso, por qué medios), la categoría profesional y las funciones, la retribución y cualquier otra condición relevante.\n\nEl contrato establece que durante los períodos de inactividad, la relación laboral queda suspendida pero no extinguida. Los trabajadores conservan la antigüedad y ciertos derechos, aunque no perciben salario. Es importante destacar que los trabajadores con contratos fijos discontinuos pueden solicitar prestaciones por desempleo durante los períodos de inactividad si cumplen los requisitos de elegibilidad, proporcionando un apoyo de ingresos entre temporadas. Los trabajadores deben ser llamados por orden de antigüedad al inicio de cada período de actividad salvo que el convenio colectivo establezca un sistema diferente."
        },
        {
          "heading": "3.3 Derechos y procedimientos de llamamiento",
          "content": "Los trabajadores con contrato fijo discontinuo tienen los mismos derechos fundamentales que otros empleados indefinidos durante sus períodos de actividad: cobertura completa de Seguridad Social, derecho proporcional a vacaciones, pagas extraordinarias proporcionales y protección contra la discriminación. Su tiempo de trabajo anual total se acumula a efectos de antigüedad, cotizaciones a la Seguridad Social y cálculos de indemnización por despido.\n\nLos empresarios deben llamar a los trabajadores al inicio de cada período de actividad siguiendo el procedimiento especificado en el contrato o convenio colectivo. Los requisitos típicos incluyen notificación escrita con al menos 15 días de antelación a la fecha de inicio, enviada al domicilio registrado del trabajador o por medios electrónicos con confirmación de recepción. Los trabajadores disponen de un breve plazo (a menudo de 5 a 7 días) para confirmar su disponibilidad y aceptación. La falta de llamamiento a un trabajador sin causa justificada puede impugnarse como despido improcedente. Los trabajadores que no sean llamados o que sean llamados de forma intermitente mientras se contrata a nuevos trabajadores para el mismo trabajo estacional pueden alegar discriminación o prácticas fraudulentas."
        }
      ]
    },
    {
      "heading": "4. Contratos a tiempo parcial",
      "content": "Los contratos a tiempo parcial son aquellos en los que el trabajador realiza menos horas que la jornada ordinaria a tiempo completo establecida en el convenio colectivo aplicable, normalmente 40 horas semanales. El trabajo a tiempo parcial es habitual en hostelería, donde muchos puestos implican naturalmente menos horas que una semana laboral completa. Sin embargo, los contratos a tiempo parcial tienen requisitos formales y restricciones específicos que los empresarios deben observar.\n\nUn contrato a tiempo parcial puede ser indefinido, temporal (dentro de los supuestos limitados comentados anteriormente) o fijo discontinuo. El requisito clave es que el contrato debe especificar por escrito el número exacto de horas de trabajo y su distribución precisa por día, semana o mes. Las disposiciones vagas como «aproximadamente 20 horas semanales, a determinar» son legalmente insuficientes. La distribución de las horas debe ser previsible y estable; el empresario no puede modificar unilateralmente el horario sin respetar las restricciones legales y convencionales sobre horas complementarias y extraordinarias.",
      "subsections": [
        {
          "heading": "4.1 Formalización y distribución horaria",
          "content": "El contrato a tiempo parcial escrito debe detallar el número de horas ordinarias pactadas (por ejemplo, 25 horas semanales), la distribución de esas horas indicando los días y horarios en que el trabajador trabajará (por ejemplo, lunes, miércoles, viernes de 17:00 a 22:00; sábado de 12:00 a 17:00), si se pactan horas complementarias, y el procedimiento para notificar cambios de horario. Si la distribución de horas es irregular, el contrato debe establecer cómo se comunicará el horario y el preaviso mínimo para informar al trabajador de su horario.\n\nMuchos convenios colectivos de hostelería establecen reglas específicas para el trabajo a tiempo parcial, incluyendo duraciones mínimas de turno, limitaciones sobre turnos partidos y restricciones sobre cambios de horario. Los empresarios deben asegurarse de que sus contratos a tiempo parcial cumplen tanto con el Estatuto de los Trabajadores como con el convenio colectivo aplicable. La jurisprudencia reciente ha enfatizado que la distribución de las horas debe proporcionar previsibilidad suficiente para que los trabajadores organicen su vida y, en su caso, para que acepten un empleo adicional."
        },
        {
          "heading": "4.2 Horas complementarias",
          "content": "Las horas complementarias son horas adicionales más allá de las horas ordinarias a tiempo parcial especificadas en el contrato, que el empresario puede exigir al trabajador realizar. Las horas complementarias solo se permiten si se pactan expresamente en el contrato o acuerdo posterior, y están sujetas a límites estrictos: máximo el 30% de las horas ordinarias contratadas (o el 15% si así lo especifica el contrato), el límite anual no puede superar el porcentaje pactado, y el trabajador debe recibir al menos 3 días de preaviso del requerimiento de trabajar horas complementarias (salvo que el convenio colectivo especifique un período de preaviso diferente).\n\nLos trabajadores a tiempo parcial tienen derecho a rechazar horas complementarias en determinadas circunstancias: están cuidando a una persona dependiente, están estudiando y las horas interferirían con la formación, tienen un segundo empleo y las horas entrarían en conflicto, o han trabajado horas complementarias durante al menos seis meses y desean renunciar a la disposición con 15 días de preaviso. En hostelería, donde los horarios a menudo necesitan flexibilidad, las disposiciones sobre horas complementarias correctamente estructuradas pueden proporcionar la adaptabilidad necesaria respetando los derechos de los trabajadores."
        },
        {
          "heading": "4.3 Horas extraordinarias y horas adicionales",
          "content": "Las horas extraordinarias son el trabajo realizado más allá de la jornada ordinaria máxima a tiempo completo (normalmente 40 horas semanales) o más allá de las horas diarias máximas establecidas por el convenio colectivo (normalmente 9 horas diarias). Los trabajadores a tiempo parcial solo pueden realizar horas extraordinarias en circunstancias limitadas: para prevenir o reparar daños extraordinarios y urgentes, o para atender situaciones de fuerza mayor. Las horas extraordinarias rutinarias no están permitidas para los trabajadores a tiempo parcial; cualquier hora regular más allá del horario a tiempo parcial contratado debe formalizarse como horas complementarias o el contrato debe modificarse para reflejar un incremento de horas ordinarias.\n\nLas horas voluntarias adicionales pueden pactarse por separado en el contrato para trabajadores a tiempo parcial con contratos indefinidos, sujetas a un máximo del 15% de las horas ordinarias y otras restricciones. En la práctica, la mayoría de los empresarios de hostelería utilizan horas complementarias en lugar de horas voluntarias adicionales ya que el mecanismo de horas complementarias es más flexible y está mejor establecido."
        }
      ]
    },
    {
      "heading": "5. Períodos de prueba",
      "content": "La legislación laboral española permite a los empresarios establecer períodos de prueba durante los cuales ambas partes pueden evaluar la idoneidad de la relación laboral. Durante el período de prueba, cualquiera de las partes puede extinguir el contrato sin preaviso, causa ni indemnización. Sin embargo, los períodos de prueba están sujetos a reglas estrictas sobre duración máxima, requisitos formales y usos prohibidos. El uso indebido de los períodos de prueba puede resultar en que el empresario se vea obligado a pagar una indemnización como si la extinción se hubiera producido después del período de prueba.\n\nLos períodos de prueba legales máximos según el Estatuto de los Trabajadores son de seis meses para técnicos con títulos universitarios o cualificaciones equivalentes, y de dos meses para otros trabajadores. Los convenios colectivos pueden establecer períodos diferentes, pero no pueden superar estos máximos legales para contratos indefinidos. Para contratos temporales de menos de seis meses, el período de prueba máximo es de un mes. El mismo empleado no puede estar sujeto a múltiples períodos de prueba con el mismo empresario, incluso si se contrata para un puesto diferente o después de un intervalo significativo — el propósito de esta regla es prevenir el abuso del período de prueba para evadir las obligaciones del empleo permanente.",
      "subsections": [
        {
          "heading": "5.1 Formalización y cómputo",
          "content": "El período de prueba debe pactarse por escrito en el propio contrato de trabajo; no puede acordarse verbalmente ni añadirse después del inicio del contrato. El contrato debe indicar claramente la duración del período de prueba (por ejemplo, «período de prueba de dos meses»). Si el contrato no menciona el período de prueba, no se aplica ningún período de prueba y el trabajador es inmediatamente permanente.\n\nEl período de prueba comienza el primer día de trabajo y se computa de forma consecutiva. Los períodos de baja médica durante el período de prueba no cuentan para el cómputo del período de prueba — si un trabajador está de baja médica 15 días durante un período de prueba de dos meses, el período de prueba se amplía 15 días. Esta regla garantiza que el empresario dispone de un período de trabajo genuino de dos meses para evaluar el rendimiento del empleado. Sin embargo, el empresario no puede suspender ni ampliar el período de prueba por otros motivos como vacaciones o períodos de formación."
        },
        {
          "heading": "5.2 Derechos durante el período de prueba",
          "content": "Los trabajadores en período de prueba tienen plenos derechos laborales: deben estar dados de alta en la Seguridad Social desde el primer día, tienen derecho al salario según el convenio colectivo, acumulan derecho a vacaciones y están cubiertos por las protecciones de salud y seguridad en el trabajo. La única distinción es la posibilidad de extinguir el contrato sin causa ni indemnización. Un trabajador que completa con éxito el período de prueba ve confirmada su relación laboral sin interrupción — el tiempo durante el período de prueba computa para antigüedad, cálculos de indemnización y cotizaciones a la Seguridad Social.\n\nLa extinción durante el período de prueba no debe ser discriminatoria ni vulnerar derechos fundamentales. Un empresario no puede extinguir el contrato durante el período de prueba por motivos de embarazo, afiliación sindical, ejercicio de derechos legales u otras características protegidas. Si un trabajador alega extinción discriminatoria durante el período de prueba, la carga de la prueba se invierte al empresario para demostrar que la extinción se basó en motivos legítimos de rendimiento o idoneidad. La extinción durante el período de prueba tampoco puede utilizarse para evadir obligaciones legales — por ejemplo, extinguir el contrato de un trabajador un día antes de que termine el período de prueba para evitar el estatus permanente puede considerarse abusivo."
        },
        {
          "heading": "5.3 Período de prueba en diferentes tipos de contrato",
          "content": "Los períodos de prueba se aplican de forma diferente según el tipo de contrato. Para los contratos indefinidos, se aplican los períodos estándar de seis meses o dos meses. Para los contratos temporales de menos de seis meses, el período de prueba no puede superar un mes. Para los contratos fijos discontinuos, el período de prueba se aplica durante el primer período de actividad; una vez superado, el trabajador no puede ser sometido a un nuevo período de prueba en las temporadas siguientes.\n\nEn hostelería, donde muchos trabajadores se contratan por períodos estacionales cortos bajo contratos fijos discontinuos, el período de prueba de un mes para contratos de menos de seis meses es particularmente relevante. Esto permite al empresario un período de evaluación razonable sin que el período de prueba consuma el contrato corto en su totalidad. Para los trabajadores que son llamados repetidamente para trabajo estacional bajo contratos fijos discontinuos, intentar imponer un nuevo período de prueba cada temporada es ilegal — el trabajador ya es un empleado permanente que ha superado el período de prueba."
        }
      ]
    },
    {
      "heading": "6. Cumplimiento y sanciones",
      "content": "El cumplimiento de los contratos de trabajo es un área de aplicación prioritaria para la Inspección de Trabajo española. Los inspectores verifican que los trabajadores están empleados bajo los tipos de contrato correctos, que los contratos están formalizados por escrito y entregados a los trabajadores, que los límites de duración de los contratos se respetan, que los trabajadores están dados de alta en la Seguridad Social bajo la categoría contractual correcta, y que se observan las disposiciones del convenio colectivo. Dada la prevalencia histórica de contratos irregulares en hostelería, el sector recibe un escrutinio particular.\n\nLas sanciones por infracciones contractuales varían según la gravedad y el número de trabajadores afectados. Las infracciones leves (como no proporcionar una copia escrita del contrato al trabajador dentro del plazo legal) resultan en multas de 60 € a 625 €. Las infracciones graves (como utilizar contratos temporales sin fundamento legal, superar los límites de duración de contratos temporales o no dar de alta a los trabajadores en la Seguridad Social) resultan en multas de 626 € a 6.250 €. Las infracciones muy graves (como el fraude sistemático en la clasificación de contratos o el empleo de trabajadores sin ningún contrato ni alta en la Seguridad Social) resultan en multas de 6.251 € a 187.515 €. Las multas se multiplican por el número de trabajadores afectados y por la gravedad de la infracción, lo que significa que un negocio con múltiples contratos irregulares puede enfrentar decenas de miles de euros en sanciones.",
      "subsections": [
        {
          "heading": "6.1 Errores contractuales comunes en hostelería",
          "content": "Los negocios de hostelería cometen frecuentemente varios errores contractuales que desencadenan hallazgos de inspección y sanciones. Utilizar contratos por circunstancias de la producción repetidos para trabajo estacional en lugar de contratos fijos discontinuos es quizás el error más común tras la reforma de 2021. No entregar contratos escritos a los empleados en el plazo de 10 días desde el inicio del trabajo es otra cuestión frecuente, particularmente con las contrataciones rápidas durante los períodos de mayor actividad. Clasificar incorrectamente los contratos a tiempo parcial por no especificar las horas exactas y su distribución crea vulnerabilidad legal. Utilizar contratos indefinidos para personal estacional e intentar despidos cada temporada baja, en lugar de utilizar contratos fijos discontinuos, genera reclamaciones por despido improcedente.\n\nOtros errores comunes incluyen contratos encadenados que superen los 18 meses en 24 meses sin conversión a indefinido, trabajadores que continúan trabajando después de la expiración del contrato temporal sin renovación formal, la clasificación errónea de empleados como autónomos para evitar obligaciones laborales, y infracciones del período de prueba como superar las duraciones máximas o intentar períodos de prueba repetidos para el mismo trabajador. Cada uno de estos errores puede detectarse durante las inspecciones de trabajo o puede ser planteado por los trabajadores en litigios ante los juzgados de lo social."
        },
        {
          "heading": "6.2 Documentación y conservación de registros",
          "content": "Los empresarios deben mantener documentación laboral completa disponible para inspección. Los documentos requeridos incluyen contratos de trabajo firmados de todos los empleados actuales y recientes, acuerdos de modificación contractual si las condiciones han cambiado, documentos de alta y baja en la Seguridad Social, registros de nómina que muestren la coherencia entre salario y tipo de contrato, registros de jornada y documentación de aplicación del convenio colectivo. Estos registros deben estar organizados, accesibles y conservados durante los períodos legales de conservación — normalmente cuatro años para la mayoría de los documentos laborales.\n\nCuando un inspector solicita contratos, los empresarios deben producirlos inmediatamente. La imposibilidad de proporcionar contratos, o proporcionar contratos que no coincidan con el alta en la Seguridad Social o los registros de nómina, crea presunciones sólidas de infracciones. Muchos hallazgos de inspección no resultan de fraude intencionado sino de una mala documentación y conservación de registros. Implementar procesos sistemáticos de recursos humanos — plantillas de contrato para cada tipo de contrato, listas de verificación para nuevas contrataciones, auditorías regulares de fechas de vencimiento de contratos y archivo digital centralizado — reduce significativamente el riesgo de incumplimiento."
        },
        {
          "heading": "6.3 Acción correctiva y regularización",
          "content": "Si un empresario identifica problemas de cumplimiento contractual antes de una inspección o reclamación de un trabajador, la corrección proactiva es aconsejable. Esto puede implicar convertir contratos temporales clasificados incorrectamente a contratos indefinidos o fijos discontinuos, proporcionar contratos escritos a trabajadores contratados informalmente, corregir las categorías de alta en la Seguridad Social para que coincidan con los tipos de contrato reales, y calcular y abonar cualquier diferencia salarial o de prestaciones resultante de la clasificación errónea.\n\nLa regularización proactiva no elimina la responsabilidad por infracciones pasadas, pero demuestra buena fe, puede reducir las sanciones y previene la deriva continua del cumplimiento. Al corregir contratos clasificados erróneamente, los empresarios deben documentar la corrección claramente, comunicarse con los trabajadores afectados de forma transparente, y ajustar todos los sistemas relacionados (nómina, cotizaciones a la Seguridad Social, registro de jornada) para reflejar el estado correcto. En algunos casos, negociar acuerdos de regularización con los trabajadores (con asesoramiento legal adecuado) puede resolver posibles disputas al tiempo que se corrigen los problemas de cumplimiento."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de verificación de cumplimiento contractual para nuevas contrataciones",
      "items": [
        "Determina el tipo de contrato apropiado según la naturaleza del trabajo: indefinido para puestos permanentes, fijo discontinuo para trabajo estacional/cíclico, o (raramente) temporal por circunstancias específicas de producción o sustitución",
        "Prepara el contrato escrito utilizando la plantilla aprobada para el tipo de contrato seleccionado",
        "Incluye todos los términos obligatorios: partes, fecha de inicio, categoría profesional, centro de trabajo, jornada laboral y distribución, retribución, período de prueba (si procede) y convenio colectivo aplicable",
        "Para contratos temporales, especifica los fundamentos legales exactos que justifican la naturaleza temporal y la duración prevista",
        "Para contratos a tiempo parcial, especifica las horas de trabajo exactas y su distribución por día/semana/mes",
        "Para contratos fijos discontinuos, especifica los períodos de actividad y los procedimientos de llamamiento",
        "Ambas partes deben firmar el contrato antes de que comience el trabajo o el primer día",
        "Entrega una copia completa del contrato firmado al empleado en el plazo de 10 días laborables",
        "Da de alta al empleado en la Seguridad Social bajo la categoría contractual correcta antes o el primer día de trabajo",
        "Archiva el contrato en el expediente personal del empleado anotando la fecha de entrega",
        "Introduce los datos del contrato en el sistema de nómina asegurando la coherencia con el contrato escrito y el alta en la Seguridad Social",
        "Establece un recordatorio en el calendario para la fecha de vencimiento del contrato (para contratos temporales) o la fecha de fin del período de prueba"
      ]
    },
    {
      "title": "Lista de verificación de cumplimiento para contratación estacional (Contratos fijos discontinuos)",
      "items": [
        "Revisa la dotación de personal de la temporada anterior: identifica a los trabajadores que deben ser llamados bajo contratos fijos discontinuos existentes",
        "Llama a los trabajadores con contrato fijo discontinuo existente por orden de antigüedad con el preaviso adecuado (normalmente mínimo 15 días)",
        "Para nuevas contrataciones estacionales, prepara contratos fijos discontinuos especificando períodos de actividad y procedimientos de llamamiento",
        "Asegúrate de que los contratos indiquen claramente la naturaleza estacional y la duración estimada de los períodos de actividad",
        "Da de alta a todos los trabajadores que se reincorporan y a los nuevos en la Seguridad Social al inicio del período de actividad",
        "Al final de la temporada, tramita la baja de Seguridad Social por el período de inactividad (no la extinción)",
        "Proporciona a los trabajadores la documentación necesaria para solicitar prestaciones por desempleo durante el período de inactividad si cumplen los requisitos",
        "Mantén registros de las comunicaciones de llamamiento y las respuestas de los trabajadores para verificación de cumplimiento",
        "Revisa si algún trabajador ha trabajado tres temporadas consecutivas — si es así, considera si un contrato indefinido a jornada completa es más apropiado",
        "Documenta cualquier trabajador que haya declinado el llamamiento o no haya respondido, ya que esto puede afectar a futuras obligaciones de llamamiento"
      ]
    },
    {
      "title": "Lista de verificación de auditoría de cumplimiento contractual",
      "items": [
        "Revisa todos los contratos de trabajo vigentes para verificar que están por escrito, firmados y entregados a los empleados",
        "Coteja los tipos de contrato con las categorías de alta en la Seguridad Social — verifica la coherencia",
        "Identifica cualquier contrato temporal que se acerque a su vencimiento: determina si procede la renovación, la conversión a indefinido o la extinción",
        "Comprueba los contratos encadenados: cualquier trabajador con múltiples contratos temporales sucesivos que totalicen más de 18 meses en 24 meses debe convertirse a indefinido",
        "Verifica que los trabajadores estacionales tienen contratos fijos discontinuos, no contratos temporales repetidos",
        "Revisa los contratos a tiempo parcial para asegurar que las horas de trabajo exactas y su distribución están especificadas por escrito",
        "Verifica que los períodos de prueba no superan los máximos legales y se pactaron por escrito al inicio del contrato",
        "Comprueba que todos los empleados han recibido copias escritas de sus contratos en el plazo de 10 días desde la contratación",
        "Confirma que las disposiciones del convenio colectivo se aplican correctamente (categorías profesionales, salarios mínimos, jornada laboral)",
        "Revisa los registros de nómina para verificar la coherencia con los términos contractuales, particularmente para trabajadores a tiempo parcial y fijos discontinuos",
        "Identifica y corrige inmediatamente cualquier discrepancia entre contratos, alta en la Seguridad Social y nómina"
      ]
    }
  ],
  "bestPractices": [
    "Desarrolla plantillas de contrato estandarizadas para cada tipo de contrato utilizado en tu negocio (indefinido, fijo discontinuo, a tiempo parcial, sustitución) basadas en los requisitos legales y tu convenio colectivo",
    "Implementa una lista de verificación de nuevas contrataciones que asegure que la preparación del contrato, la firma, la entrega y el alta en la Seguridad Social se completan antes del primer día de trabajo",
    "Mantén un calendario de vencimiento de contratos para todos los contratos temporales con alertas de 30 y 7 días de antelación para evitar la conversión accidental a contrato indefinido",
    "Para negocios estacionales, transiciona completamente a contratos fijos discontinuos para el trabajo estacional recurrente en lugar de intentar utilizar contratos por circunstancias de la producción anualmente",
    "Realiza auditorías internas trimestrales comparando contratos de trabajo, altas en la Seguridad Social y registros de nómina para identificar y corregir discrepancias con prontitud",
    "Proporciona formación a los responsables sobre tipos de contrato y la prohibición de utilizar contratos temporales sin fundamento legal válido",
    "En caso de duda sobre la clasificación contractual, busca asesoramiento legal antes de contratar — corregir contratos clasificados erróneamente es más caro y complejo que acertar desde el principio",
    "Mantén copias digitales de todos los contratos firmados con prueba fechada de entrega a los empleados, organizados por empleado y fácilmente recuperables para inspecciones"
  ],
  "glossary": {
    "Contrato Indefinido": "Contrato indefinido — un contrato de trabajo sin fecha de finalización predeterminada, que es la modalidad legal por defecto en España",
    "Contrato Temporal": "Contrato temporal — un contrato con una fecha de finalización predeterminada, permitido solo en circunstancias específicas limitadas (circunstancias de la producción, sustitución, formación)",
    "Contrato Fijo Discontinuo": "Contrato fijo discontinuo — un contrato indefinido para trabajo estacional o cíclico, con períodos de actividad y períodos de inactividad cada año",
    "Circunstancias de la Producción": "Circunstancias de la producción — un fundamento legal para contratos temporales, limitado a fluctuaciones de mercado ocasionales e imprevisibles, acumulación de tareas o exceso de pedidos",
    "Contrato de Sustitución": "Contrato de sustitución — un contrato temporal para reemplazar a un trabajador ausente que conserva el derecho a reincorporarse",
    "Contrato a Tiempo Parcial": "Contrato a tiempo parcial — un contrato para menos horas de trabajo que la jornada a tiempo completo, que debe especificar las horas exactas y su distribución",
    "Período de Prueba": "Período de prueba — un período al inicio del empleo durante el cual cualquiera de las partes puede extinguir el contrato sin causa ni indemnización",
    "Convenio Colectivo": "Convenio colectivo — acuerdo sectorial o de empresa que establece las condiciones mínimas de empleo incluyendo los términos contractuales y las categorías profesionales",
    "Categoría Profesional": "Categoría profesional — la clasificación del puesto y las funciones del trabajador según el convenio colectivo, que determina el salario mínimo y las condiciones",
    "Horas Complementarias": "Horas complementarias — horas adicionales más allá de las horas contratadas a tiempo parcial que el empresario puede exigir al trabajador realizar, sujetas a límites y preaviso"
  }
}