{
  "title": "Seguridad Eléctrica",
  "legalBasis": "Real Decreto 614/2001 sobre protección frente al riesgo eléctrico; RD 842/2002 Reglamento Electrotécnico de Baja Tensión (REBT); Ley 31/1995 de Prevención de Riesgos Laborales; RD 1215/1997 sobre seguridad de los equipos de trabajo",
  "summary": "La seguridad eléctrica en los establecimientos de hostelería es fundamental debido a la combinación del uso extensivo de equipos eléctricos y la presencia de agua en cocinas, barras y operaciones de limpieza. La electricidad es simultáneamente esencial para las operaciones y potencialmente letal — el contacto con partes eléctricas activas puede causar electrocución que provoque parada cardíaca, quemaduras, caídas desde altura si la descarga ocurre mientras se trabaja en alto, y lesiones secundarias por reacciones musculares involuntarias. Más allá de los peligros por contacto directo, las averías eléctricas pueden causar incendios por sobrecalentamiento, formación de arcos o ignición de materiales combustibles, representando una de las principales causas de incendios en el lugar de trabajo.\n\nLa legislación española sobre seguridad eléctrica comprende los requisitos de protección del trabajador (RD 614/2001, Ley 31/1995) y las normas de instalaciones eléctricas (RD 842/2002 REBT — Reglamento Electrotécnico de Baja Tensión). En conjunto establecen que las instalaciones eléctricas deben ser diseñadas, instaladas y mantenidas por electricistas cualificados según las normas reconocidas, los trabajadores deben estar protegidos de los peligros eléctricos mediante una instalación y procedimientos de trabajo adecuados, y solo las personas cualificadas pueden realizar trabajos eléctricos. Para la mayoría de los trabajadores de hostelería, la seguridad eléctrica significa reconocer los peligros, utilizar los equipos de forma segura y saber cuándo llamar a electricistas cualificados en lugar de intentar reparaciones ellos mismos.\n\nLos programas eficaces de seguridad eléctrica combinan la instalación y mantenimiento adecuados de las instalaciones fijas y los equipos, el uso de dispositivos de protección apropiados (interruptores diferenciales, protección contra sobreintensidades), procedimientos de trabajo seguros que prohíban trabajos eléctricos no autorizados, inspección y pruebas periódicas, y formación para todos los trabajadores en el reconocimiento y la respuesta ante los peligros eléctricos. Esta guía abarca los peligros eléctricos en hostelería, el uso seguro de equipos eléctricos, los requisitos de inspección y mantenimiento, la respuesta ante emergencias por incidentes eléctricos, y la distinción crítica entre el trabajo que puede realizar el personal general y el trabajo que requiere electricistas cualificados.",
  "keyPoints": [
    "Nunca intente realizar reparaciones o modificaciones eléctricas a menos que sea un electricista cualificado — llame a un profesional",
    "Notifique inmediatamente y etiquete como fuera de servicio cualquier equipo eléctrico dañado, cables deshilachados o cables expuestos",
    "Mantenga separados el agua y la electricidad — nunca utilice equipos eléctricos con las manos mojadas o en zonas húmedas sin la protección adecuada",
    "Nunca sobrecargue las tomas de corriente ni los cables de extensión — utilícelos solo según lo previsto y dentro de su capacidad nominal",
    "Conozca la ubicación del interruptor general de desconexión eléctrica y cómo cortar el suministro en caso de emergencia",
    "Utilice solo equipos eléctricos debidamente conectados a tierra (enchufes de tres clavijas) o con doble aislamiento",
    "Los interruptores diferenciales (ID) salvan vidas al cortar la corriente en milisegundos cuando se detecta una fuga a tierra",
    "La inspección y prueba periódicas de las instalaciones y equipos eléctricos es legalmente obligatoria y previene la mayoría de los accidentes eléctricos"
  ],
  "sections": [
    {
      "heading": "1. Marco Legal y Responsabilidades",
      "content": "La legislación española sobre seguridad eléctrica establece responsabilidades y requisitos claros. El RD 842/2002 (REBT — Reglamento Electrotécnico de Baja Tensión) especifica los requisitos técnicos para las instalaciones eléctricas, incluyendo las normas de diseño, instalación, inspección y mantenimiento. Todas las instalaciones eléctricas deben cumplir con el REBT y deben ser instaladas por instaladores eléctricos autorizados por la comunidad autónoma competente. Las instalaciones deben ser inspeccionadas y certificadas antes de su puesta en servicio y periódicamente después (la frecuencia varía según la comunidad autónoma y las características de la instalación, típicamente cada 5-10 años).\n\nEl RD 614/2001 sobre protección frente al riesgo eléctrico exige a los empleadores evaluar los riesgos eléctricos, implementar medidas para prevenir el contacto con partes activas, proporcionar procedimientos de trabajo y EPI adecuados, asegurar que solo las personas cualificadas realicen trabajos eléctricos, y proporcionar formación a todos los trabajadores sobre los peligros eléctricos que puedan encontrar. De forma crítica, la normativa distingue entre 'personas cualificadas' (electricistas autorizados — personas con la formación, conocimiento y autorización apropiados para trabajar en instalaciones eléctricas) y trabajadores generales (que no deben realizar trabajos eléctricos pero deben reconocer los peligros y trabajar de forma segura cerca de los equipos eléctricos).\n\nLa Ley 31/1995 establece el deber general de prevenir riesgos incluyendo los peligros eléctricos, y el RD 1215/1997 sobre equipos de trabajo exige que todos los equipos, incluidos los eléctricos, sean adecuados para el uso previsto, se mantengan en condiciones seguras y se utilicen según las instrucciones del fabricante. En conjunto, estas normas crean un marco integral donde las instalaciones eléctricas deben cumplir las normas técnicas, deben ser mantenidas por personas cualificadas, y los trabajadores deben estar protegidos de los peligros eléctricos mediante una instalación, equipos y procedimientos adecuados.",
      "subsections": [
        {
          "heading": "1.1 Personas Cualificadas vs. No Cualificadas",
          "content": "Un electricista cualificado (electricista autorizado) es alguien que ha recibido formación teórica y práctica en trabajos eléctricos, ha demostrado competencia mediante examen y está formalmente autorizado por la autoridad competente para realizar trabajos de instalación eléctrica. Las cualificaciones se categorizan típicamente por tipo de instalación y nivel de tensión. La mayoría de los establecimientos de hostelería operan a baja tensión (≤1000V CA, ≤1500V CC), requiriendo instaladores autorizados en baja tensión.\n\nLos trabajadores generales de hostelería no son personas cualificadas para fines eléctricos aunque tengan amplia experiencia con los equipos. Pueden operar los equipos eléctricos según lo previsto, realizar la limpieza y mantenimiento rutinarios que no impliquen los sistemas eléctricos (limpieza del exterior de equipos, sustitución de elementos como bombillas en tipos de luminarias específicamente diseñados para el reemplazo por el usuario), y realizar solución de problemas básica (comprobar que el equipo está enchufado, verificar el suministro eléctrico, rearmar interruptores automáticos disparados si han recibido formación). No deben abrir cuadros eléctricos ni envolventes, modificar el cableado o los equipos, puentear dispositivos de seguridad, ni intentar reparaciones más allá de sustituir elementos diseñados para el reemplazo por el usuario.\n\nLa distinción no es sobre habilidad o inteligencia sino sobre cualificación y autorización formal. Un chef experimentado puede creer que puede 'arreglar' una conexión defectuosa de un equipo, pero sin cualificación eléctrica, tal trabajo infringe los requisitos legales y las condiciones del seguro, y crea un peligro grave. Cuando surjan problemas eléctricos, llame a un electricista cualificado — el coste del servicio profesional es insignificante comparado con el coste de un accidente eléctrico, incendio o denegación de reclamación de seguro por trabajos no cualificados."
        },
        {
          "heading": "1.2 Obligaciones del Empleador",
          "content": "Los empleadores deben garantizar la seguridad eléctrica mediante: mantener las instalaciones eléctricas en condiciones seguras con inspección y prueba periódicas por electricistas cualificados, proporcionar equipos eléctricos adecuados para el uso previsto y el entorno (por ejemplo, equipos con protección contra el agua para zonas húmedas), implementar programas de mantenimiento preventivo para instalaciones y equipos eléctricos, asegurar que solo electricistas cualificados autorizados realicen trabajos eléctricos, proteger a los trabajadores de peligros eléctricos mediante instalación adecuada, procedimientos de trabajo y formación, y mantener registros de inspecciones, pruebas y mantenimiento.\n\nLos requisitos específicos para hostelería incluyen: asegurar que todos los equipos eléctricos utilizados en zonas húmedas o mojadas (cocinas, barras, zonas de limpieza) estén debidamente protegidos (clasificación IP65 o superior para resistencia al agua, o ubicados de forma que se prevenga el contacto con el agua), proporcionar protección mediante interruptor diferencial (ID) en los circuitos que alimentan zonas donde hay agua presente o donde se utilicen equipos portátiles, asegurar protección adecuada contra sobreintensidades (fusibles, interruptores automáticos) dimensionados apropiadamente para los circuitos, y mantener distancias de aislamiento entre el agua y los equipos eléctricos donde ambos estén presentes.\n\nLos requisitos de documentación incluyen: certificado de instalación eléctrica (Certificado de Instalación Eléctrica) emitido tras la instalación o modificación por un instalador autorizado, informes de inspección periódica (la frecuencia varía según la comunidad autónoma), registros de mantenimiento de las instalaciones fijas y equipos, y registros de cualquier incidente o accidente eléctrico. Estos registros deben mantenerse y estar disponibles para inspección por las autoridades laborales y las aseguradoras."
        },
        {
          "heading": "1.3 Sanciones y Responsabilidades",
          "content": "El incumplimiento de los requisitos de seguridad eléctrica puede resultar en sanciones administrativas que van desde 2.000 euros hasta 40.000 euros o más dependiendo de la gravedad, órdenes de cierre si las deficiencias graves crean riesgo inminente, denegación de reclamaciones de seguro si un accidente o incendio resulta de una instalación no conforme o de trabajo no cualificado, y responsabilidad penal si la negligencia resulta en lesiones graves o muerte. Más allá de las sanciones legales, los accidentes eléctricos crean costes morales y reputacionales que pueden destruir un negocio.\n\nLas pólizas de seguros típicamente excluyen la cobertura por daños o lesiones resultantes de trabajos eléctricos realizados por personas no cualificadas. Esto significa que si un incendio ocurre debido a una avería eléctrica creada por una modificación o reparación no cualificada, la aseguradora puede denegar la reclamación, dejando al negocio responsable de todos los daños. Esta exclusión es la razón por la que la distinción entre trabajo cualificado y no cualificado es tan crítica — ahorrarse el coste de un electricista haciendo el trabajo uno mismo puede resultar en una pérdida catastrófica no asegurable.\n\nLos accidentes eléctricos que afectan a los trabajadores son notificables a las autoridades laborales y al sistema de compensación de trabajadores. La investigación examinará si las instalaciones cumplían los requisitos, si el mantenimiento era adecuado, si solo personas cualificadas realizaron los trabajos eléctricos, y si el empleador proporcionó la formación y supervisión adecuadas. Los hallazgos de incumplimiento pueden resultar en sanciones y aumento de las primas de compensación de trabajadores además de los costes directos del accidente."
        }
      ]
    },
    {
      "heading": "2. Peligros Eléctricos en Hostelería",
      "content": "Los entornos de hostelería presentan peligros eléctricos específicos derivados de la combinación del uso extensivo de equipos eléctricos, la presencia de agua, el ritmo de trabajo acelerado y la densidad de equipos en espacios limitados. Comprender estos peligros permite su reconocimiento y prevención. Los principales peligros eléctricos son la electrocución por contacto con partes activas, las quemaduras por arco eléctrico o cortocircuito, los incendios por averías eléctricas o sobrecargas, y las lesiones secundarias por caídas o movimientos involuntarios causados por la descarga.\n\nLa electrocución ocurre cuando la corriente eléctrica pasa a través del cuerpo, típicamente cuando una persona toca partes eléctricas activas y proporciona un camino a tierra. Corrientes tan bajas como 10-30 miliamperios (mA) pueden causar incapacidad para soltar la presa (contracción muscular involuntaria), 50-100 mA pueden causar fibrilación ventricular (trastorno del ritmo cardíaco) potencialmente fatal si no se trata inmediatamente, y corrientes más altas causan quemaduras y daño tisular graves. La gravedad depende de la magnitud de la corriente, la duración y la trayectoria a través del cuerpo — la corriente que pasa por el corazón es la más peligrosa.",
      "subsections": [
        {
          "heading": "2.1 Peligros de Agua y Electricidad",
          "content": "El agua es un excelente conductor eléctrico, y su presencia aumenta drásticamente el peligro eléctrico. Los entornos de cocina y barra combinan equipos eléctricos con agua procedente del lavado, derrames, condensación de vapor y operaciones de limpieza. Los peligros específicos incluyen: utilizar equipos eléctricos con las manos mojadas (proporciona un camino de baja resistencia para que la corriente fluya del equipo a través del cuerpo hasta tierra), permanecer de pie en agua mientras se operan equipos eléctricos (si una avería del equipo electrifica la carcasa, la corriente puede fluir a través del cuerpo hasta el agua y a tierra), limpiar equipos eléctricos mientras están conectados a la corriente (el agua en contacto con partes activas puede causar descarga o crear una fuga a tierra), y el agua entrando en las envolventes o equipos eléctricos (causa averías internas, electrifica carcasas o crea cortocircuitos que pueden provocar ignición).\n\nLas medidas de control para la interacción agua-electricidad: utilizar equipos clasificados para ambientes húmedos (clasificación de protección IP65 o superior) en zonas donde hay agua presente, posicionar los equipos fijos de forma que no se pueda salpicar agua directamente sobre ellos, asegurar la protección mediante interruptor diferencial (ID) en todos los circuitos que alimenten zonas húmedas (los ID detectan la corriente de fuga a tierra y desconectan la alimentación en milisegundos, previniendo la descarga fatal), desconectar los equipos de la corriente antes de la limpieza húmeda (desenchufar o desconectar en el punto de aislamiento), y secar las manos y las zonas de trabajo antes de manipular equipos o enchufes eléctricos.\n\nAtención especial al drenaje del suelo en zonas húmedas: el agua estancada en los suelos crea peligro eléctrico si las averías de los equipos electrifican el suelo o si los enchufes caen al agua. Asegure un drenaje adecuado del suelo, limpie los derrames inmediatamente, posicione los equipos para prevenir salpicaduras sobre las tomas de corriente o los equipos, y utilice tapas impermeables en las tomas donde sea apropiado. Nunca almacene equipos eléctricos a nivel del suelo en zonas húmedas donde inundaciones o agua acumulada puedan sumergirlos."
        },
        {
          "heading": "2.2 Daños en Equipos y Cables",
          "content": "El daño físico a los equipos y cables eléctricos es una causa frecuente de accidentes eléctricos. Los peligros incluyen: cables de alimentación deshilachados o dañados que exponen los conductores internos, enchufes o tomas agrietados o rotos que exponen partes activas, carcasas de equipos dañadas que exponen componentes eléctricos internos, y equipos modificados o manipulados donde se han puenteado o retirado las características de seguridad. En los entornos de hostelería con mucha actividad, los equipos están sujetos a impactos, abrasión, atropello por carros, inmersión en agua, daños por calor por proximidad a equipos de cocción y desgaste general por uso intensivo.\n\nLa inspección visual antes de cada uso puede identificar la mayoría de los daños: compruebe los cables de alimentación en busca de deshilachado, cortes o cables expuestos (si cualquier conductor interno es visible, el cable no es seguro), examine los enchufes en busca de grietas, clavijas faltantes o signos de sobrecalentamiento (decoloración, fusión), verifique que las carcasas de los equipos estén intactas sin grietas ni tapas faltantes que expongan el interior, y asegúrese de que los dispositivos de alivio de tensión (la funda protectora donde el cable entra en el enchufe o el equipo) estén intactos. Todo equipo dañado debe retirarse inmediatamente del servicio, etiquetarse como defectuoso y ser reparado por una persona cualificada o desecharse.\n\nCausas comunes de daños en hostelería: cables atrapados en puertas o bajo equipos, cables expuestos al calor de hornos o superficies de cocción, cables desgastados por el movimiento repetido sobre bordes afilados, entrada de humedad en los conectores por lavado o derrames, y daño por impacto de objetos caídos o colisión de equipos. Prevenir los daños requiere: tender los cables evitando puntos de atrapamiento y zonas de tráfico, usar protección de cables (conductos, cubrecables) en zonas de alto tráfico o alto riesgo, posicionar los equipos para prevenir daños por calor en los cables, y formar al personal para que manipule los cables con cuidado (levantar y transportar los equipos en lugar de arrastrarlos por el cable, enrollar los cables adecuadamente al almacenar los equipos)."
        },
        {
          "heading": "2.3 Sobrecargas y Uso Inadecuado",
          "content": "La sobrecarga eléctrica ocurre cuando el consumo de corriente excede la capacidad nominal de los cables, tomas o circuitos. La sobrecarga causa sobrecalentamiento que puede fundir el aislamiento, encender materiales combustibles o provocar incendios. Escenarios comunes de sobrecarga en hostelería: conectar múltiples aparatos de alta potencia a una sola toma usando adaptadores de múltiples enchufes o regletas (excediendo la capacidad de la toma), usar cables de extensión para instalaciones permanentes (los cables de extensión son solo para uso temporal y tienen una capacidad de corriente inferior al cableado permanente), encadenar cables de extensión o regletas (multiplica la resistencia y la caída de tensión, aumenta el riesgo de incendio), y usar cables o equipos subdimensionados para la carga real.\n\nReconozca los signos de sobrecarga: tomas o enchufes calientes al tacto, decoloración o fusión de tomas o enchufes, parpadeo de luces o caída de tensión cuando los equipos funcionan, olor a quemado procedente de tomas o equipos, e interruptores automáticos que saltan frecuentemente o fusibles que se funden. Cualquiera de estos signos indica condiciones inseguras que requieren investigación inmediata por un electricista cualificado. No sustituya simplemente los fusibles por fusibles de mayor capacidad ni desactive la protección contra sobreintensidades — esto elimina el mecanismo de seguridad que protege contra incendios.\n\nPrácticas de uso eléctrico seguro: verifique que los requisitos de potencia del equipo (vatios o amperios, especificados en la placa del equipo) están dentro de la capacidad de la toma y el circuito, utilice los equipos según lo previsto sin modificaciones, conecte solo un aparato de alta potencia por toma (no use adaptadores de múltiples enchufes para equipos de alta potencia como freidoras, hornos, lavavajillas), utilice cables de extensión solo temporalmente y seleccione cables dimensionados para la carga, y nunca tienda cables bajo alfombras, a través de paredes o en otras ubicaciones donde el sobrecalentamiento no sería inmediatamente visible. Si la capacidad eléctrica existente es insuficiente para las necesidades operativas, haga que un electricista cualificado instale circuitos adicionales en lugar de improvisar con cables de extensión y adaptadores."
        }
      ]
    },
    {
      "heading": "3. Prácticas de Trabajo Seguro",
      "content": "Las prácticas de trabajo seguro con electricidad para los trabajadores de hostelería se centran en el uso adecuado de los equipos, el reconocimiento de peligros y saber cuándo buscar asistencia cualificada. La mayoría de los trabajadores de hostelería nunca necesitarán trabajar dentro de cuadros eléctricos ni con el cableado, pero todos deben entender cómo usar los equipos eléctricos de forma segura y responder a los problemas eléctricos adecuadamente. El principio fundamental: ante la duda, llame a un electricista cualificado — no intente trabajos eléctricos usted mismo.\n\nLas prácticas seguras rutinarias incluyen: inspeccionar los equipos antes de usarlos en busca de daños, usar los equipos solo según lo previsto por el fabricante, mantener el agua alejada de los equipos eléctricos y las fuentes de alimentación, asegurar una conexión a tierra adecuada (enchufes de tres clavijas), nunca puentear las características de seguridad, desconectar la alimentación antes de limpiar los equipos, y comunicar inmediatamente cualquier problema eléctrico. Estas prácticas sencillas previenen la mayoría de los accidentes eléctricos.",
      "subsections": [
        {
          "heading": "3.1 Conexión y Desconexión de Equipos",
          "content": "Los procedimientos adecuados de conexión y desconexión previenen descargas y daños en los equipos. Para conectar equipos: asegúrese de que las manos están secas, inspeccione el enchufe y el cable en busca de daños antes de conectar, asegúrese de que el equipo está apagado antes de enchufar (previene arcos y sobretensiones de arranque), inserte el enchufe completamente en la toma (la inserción parcial puede causar arcos y sobrecalentamiento), y verifique que el equipo funciona normalmente tras la conexión. Para desconectar: apague primero el equipo, tire del enchufe sujetando el cuerpo del enchufe (nunca tire del cable ya que esto puede dañar las conexiones), y almacene el cable adecuadamente sin dobleces ni curvas cerradas.\n\nNunca utilice equipos con enchufes o cables dañados — comunique los daños inmediatamente y retire el equipo del servicio. Nunca fuerce enchufes en tomas que no coincidan (enchufe de dos clavijas en toma de tres clavijas con la clavija de tierra rota, enchufe europeo en adaptador no diseñado para él). Nunca modifique los enchufes retirando las clavijas de tierra o doblando las clavijas para que encajen en diferentes tomas. Estas modificaciones eliminan características de seguridad críticas y crean un peligro grave de descarga.\n\nPara los equipos que permanecerán conectados durante períodos prolongados (refrigeradores, vitrinas refrigeradas, equipos bajo mostrador), verifique periódicamente que las conexiones permanecen seguras y que los enchufes no se han aflojado. Las conexiones sueltas crean resistencia, causan sobrecalentamiento y pueden provocar arcos e incendios. Compruebe que los equipos permanecen correctamente conectados a tierra (la clavija de tierra no ha sido dañada ni retirada) y que las tomas no muestran signos de sobrecalentamiento o daños."
        },
        {
          "heading": "3.2 Trabajo con Equipos Portátiles",
          "content": "Los equipos eléctricos portátiles (batidoras, licuadoras, procesadores de alimentos, aspiradoras, equipos de limpieza) presentan mayor riesgo que los equipos fijos debido al potencial de daño en los cables, el desgaste por el movimiento y el uso en entornos variables incluyendo zonas húmedas. El uso seguro de equipos portátiles requiere: inspeccionar el cable y el enchufe antes de cada uso (buscar daños, asegurar que las conexiones están firmes), tender los cables evitando puntos de atrapamiento, fuentes de calor y riesgos de tropiezo, evitar tirar o tensar los cables (posicionar el equipo lo suficientemente cerca de la toma para que el cable no esté bajo tensión), desconectar los equipos de la corriente antes de cambiar accesorios o limpiar (previene el arranque accidental), y almacenar los equipos adecuadamente cuando no se utilicen (enrollar los cables sin apretar ni doblar, proteger del agua y los impactos).\n\nLos equipos con doble aislamiento (identificados por el símbolo de doble cuadrado en la placa de características) no requieren conexión a tierra ya que tienen dos capas independientes de aislamiento que proporcionan protección incluso si una capa falla. Tales equipos pueden usar enchufes de dos clavijas. Sin embargo, la mayoría de los equipos de cocina comercial requieren conexión a tierra por seguridad y deben usar enchufes de tres clavijas con toma de tierra. Nunca retire la clavija de tierra para forzar un enchufe de tres clavijas en una toma de dos clavijas — si las tomas con toma de tierra no están disponibles donde se necesitan, haga que un electricista las instale.\n\nPara los equipos utilizados en zonas húmedas, verifique que están clasificados para uso en húmedo (consulte las especificaciones del fabricante y la clasificación IP) o asegúrese de que no entrarán en contacto con agua durante su uso. Muchas batidoras y procesadores portátiles están diseñados solo para uso en seco y pueden presentar peligro de descarga si el agua entra en la carcasa del motor o los controles. Si es necesaria la limpieza húmeda, desconecte primero de la corriente y deje que el equipo se seque completamente antes de reconectar. Para los equipos que deben funcionar en ambientes húmedos, utilice protección mediante ID (ya sea integrada en el equipo o mediante una toma protegida por ID) como salvaguarda esencial."
        },
        {
          "heading": "3.3 Bloqueo/Etiquetado para Mantenimiento",
          "content": "Los procedimientos de bloqueo/etiquetado (LOTO) aseguran que los equipos no puedan ser energizados mientras se realizan tareas de mantenimiento o limpieza. Para los trabajadores de hostelería que realizan limpieza rutinaria o mantenimiento básico (no trabajos eléctricos), LOTO significa: desconectar el equipo de la fuente de alimentación (desenchufar o apagar en el punto de aislamiento), verificar que el equipo está desenergizado (los controles no activan el equipo), y prevenir la re-energización durante el trabajo (colocar un cartel o etiqueta indicando 'Equipo en Mantenimiento — No Operar', o en algunos casos usar un dispositivo de bloqueo físico que impida la reconexión del enchufe).\n\nPara equipos fijos de mayor tamaño (cámaras frigoríficas, unidades HVAC, equipos de cocción grandes), la desconexión puede ser mediante un interruptor de aislamiento con cerradura. Si el trabajo requiere que la alimentación permanezca cortada durante un período prolongado o si varias personas pueden estar trabajando en o alrededor del equipo, el bloqueo formal usando candados personales es apropiado. Cada persona coloca su propio candado en el punto de aislamiento y conserva la única llave, asegurando que nadie pueda re-energizar el equipo hasta que todos los trabajadores hayan completado su trabajo y retirado sus candados.\n\nNunca puentee un bloqueo ni retire el candado o etiqueta de otra persona. Si encuentra equipos bloqueados o etiquetados, no intente operarlos — contacte a la persona que aplicó el bloqueo para determinar el estado. Aunque el equipo parezca necesitarse urgentemente, operar un equipo bloqueado puede matar a la persona que trabaja en él. El bloqueo/etiquetado es un procedimiento que salva vidas y debe respetarse absolutamente."
        }
      ]
    },
    {
      "heading": "4. Interruptores Diferenciales y Sistemas de Protección",
      "content": "Los Interruptores Diferenciales (ID), también llamados dispositivos de corriente residual, son dispositivos que salvan vidas al detectar la corriente de fuga a tierra y desconectar la alimentación en milisegundos (típicamente 20-30 milisegundos para los ID de 30mA), lo suficientemente rápido para prevenir la descarga fatal en la mayoría de los escenarios. Los ID comparan la corriente que fluye por el conductor activo con la corriente que retorna por el neutro — si difieren (indicando corriente de fuga que fluye a tierra, como a través del cuerpo de una persona o a través de un aislamiento dañado), el ID se dispara y corta la alimentación.\n\nLa normativa eléctrica española (REBT) exige protección mediante ID con sensibilidad máxima de 30mA para los circuitos que alimentan cuartos de baño, zonas exteriores, zonas donde hay agua presente, y circuitos que alimentan tomas de corriente destinadas a suministrar equipos portátiles. Esto cubre la mayoría de las aplicaciones en hostelería. Los ID no sustituyen el mantenimiento adecuado de los equipos, la conexión a tierra ni las prácticas de trabajo seguro, pero proporcionan una protección crítica adicional cuando otras defensas fallan.",
      "subsections": [
        {
          "heading": "4.1 Tipos y Aplicación",
          "content": "Los ID se especifican por dos parámetros clave: sensibilidad (corriente de disparo) y tipo. Las sensibilidades comunes son 30mA (miliamperios) para protección de personas (se dispara cuando la corriente de fuga supera los 30mA, protegiendo contra descarga fatal), 100mA o 300mA para protección contra incendios en situaciones donde 30mA causaría disparos molestos pero aún se necesita protección contra incendios, y 10mA para protección especial en entornos médicos o de riesgo particularmente alto (no típicamente en hostelería). Para la protección de trabajadores de hostelería, la sensibilidad de 30mA es estándar y obligatoria.\n\nLos tipos de ID abordan diferentes formas de onda de corriente de fuga: Tipo AC (responde a fugas de corriente alterna — estándar para la mayoría de las aplicaciones), Tipo A (responde a fugas de CA y CC pulsante — necesario donde los equipos contienen controles electrónicos que crean corrientes CC pulsantes, como los equipos modernos de cocina con controles electrónicos), y Tipo B (responde a CA, CC pulsante y CC continua — necesario para algunos equipos especializados). La mayoría de las instalaciones modernas de hostelería deben usar ID de Tipo A como mínimo, ya que gran parte del equipamiento de cocina contiene controles electrónicos.\n\nLos ID pueden instalarse a diferentes niveles: ID principal que protege toda la instalación (proporciona protección pero toda la instalación pierde alimentación cuando se dispara), ID de grupo que protegen circuitos específicos (mejor selectividad — solo el circuito afectado pierde alimentación), o ID de toma de corriente que protegen tomas individuales (máxima selectividad y portátiles entre ubicaciones). Para hostelería, la combinación de ID de grupo que protegen diferentes zonas (cocina, barra, comedor, refrigeración) proporciona buena protección con selectividad razonable — si una zona tiene una avería, solo esa zona pierde alimentación en lugar de todo el establecimiento."
        },
        {
          "heading": "4.2 Pruebas y Mantenimiento",
          "content": "Los ID deben probarse regularmente para verificar su funcionalidad. La mayoría de los ID tienen un botón de prueba integrado (típicamente etiquetado 'T' o 'Test') que simula una fuga a tierra y debería causar que el ID se dispare. Las recomendaciones del fabricante típicamente especifican pruebas mensuales, aunque la normativa española puede variar según la comunidad autónoma (algunas requieren pruebas trimestrales, otras mensuales). Procedimiento de prueba: presione el botón de prueba, verifique que el ID se dispara y la alimentación se desconecta, rearme el ID moviendo el interruptor a la posición de apagado y luego de nuevo a encendido.\n\nSi el ID no se dispara cuando se presiona el botón de prueba, está defectuoso y no proporciona protección — llame inmediatamente a un electricista cualificado para su reemplazo. Continúe realizando pruebas mensuales y mantenga un registro de las fechas y resultados de las pruebas. Algunas organizaciones asignan las pruebas del ID a una persona específica (responsable, coordinador de mantenimiento), mientras que otras las integran en las verificaciones de seguridad rutinarias. Sea cual sea el sistema, las pruebas consistentes son esenciales ya que los ID pueden fallar sin indicación obvia hasta que se prueban.\n\nMás allá de la operación del botón de prueba, los ID deben ser probados profesionalmente periódicamente (anualmente o según especifique la normativa de la comunidad autónoma) utilizando equipos de prueba especializados que verifiquen que el tiempo de disparo y la sensibilidad están dentro de las especificaciones. Estas pruebas se realizan típicamente como parte de la inspección periódica de la instalación eléctrica. No intente realizar pruebas más allá del botón de prueba integrado a menos que sea un electricista cualificado con el equipo de prueba apropiado."
        },
        {
          "heading": "4.3 Disparos Molestos y Respuesta",
          "content": "Los ID pueden dispararse ocasionalmente durante el funcionamiento normal (disparos molestos) debido a fugas acumuladas de múltiples equipos, tormentas eléctricas que crean corrientes de sobretensión, o averías transitorias menores. Cuando un ID se dispara, la respuesta debe ser: identificar qué estaba funcionando cuando se produjo el disparo (si un equipo específico se acaba de encender o se sospecha que está averiado, eso puede ser la causa), inspeccionar visualmente en busca de problemas obvios (agua en tomas, cables dañados, signos de avería), desconectar cualquier equipo sospechoso de avería, rearmar el ID y monitorizar si se dispara de nuevo.\n\nSi el ID se dispara inmediatamente al rearmarse (antes de que se opere ningún equipo), esto indica una avería persistente que requiere investigación por un electricista cualificado — no rearme repetidamente. Si el ID se rearma con éxito y el funcionamiento se reanuda normalmente, continúe monitorizando, y si el mismo equipo causa disparos de forma consistente, ese equipo probablemente tiene una avería y debe retirarse del servicio para inspección profesional. No desactive ni puentee el ID para seguir funcionando — se disparó por una razón (fuga a tierra) y desactivarlo elimina la protección que mantiene seguros a los trabajadores.\n\nLos disparos molestos frecuentes sugieren: fugas acumuladas de múltiples equipos (varios equipos cada uno con una fuga menor que en conjunto superan el umbral del ID — la solución puede ser distribuir los equipos en múltiples circuitos con ID separados), equipos con fuga alta dentro del rango normal pero acercándose al umbral del ID (la solución puede ser reemplazar o revisar los equipos), o ID con sensibilidad inadecuada para la aplicación (aunque 30mA es estándar para protección de personas y no debe reducirse). Si los disparos molestos son problemáticos, haga que un electricista cualificado investigue las causas y recomiende soluciones, que pueden incluir circuitos adicionales, un sistema de protección con mayor selectividad, o revisión de equipos."
        }
      ]
    },
    {
      "heading": "5. Inspección, Pruebas y Mantenimiento",
      "content": "La inspección, pruebas y mantenimiento regulares de las instalaciones y equipos eléctricos son legalmente obligatorios y previenen la mayoría de los accidentes eléctricos. La frecuencia y alcance de la inspección dependen de las características de la instalación, los requisitos de la comunidad autónoma y los requisitos del seguro, pero se aplican principios generales a todos los establecimientos de hostelería. La seguridad eléctrica debe integrarse en los programas de mantenimiento preventivo rutinario en lugar de tratarse como una actividad ocasional.\n\nLa responsabilidad del mantenimiento debe asignarse claramente: electricistas cualificados para los trabajos de instalación eléctrica y reparaciones, proveedores de equipos o técnicos cualificados para el mantenimiento de equipos especializados (los equipos de cocción comercial, HVAC, refrigeración a menudo requieren servicio especializado más allá de la competencia eléctrica general), y personal de hostelería para la inspección rutinaria a nivel de usuario y la notificación. La clave es que todos conozcan su función y los límites de su competencia.",
      "subsections": [
        {
          "heading": "5.1 Inspección Periódica Profesional",
          "content": "Las instalaciones eléctricas deben ser inspeccionadas periódicamente por inspectores eléctricos autorizados (organismo de control autorizado, OCA). La frecuencia varía según la comunidad autónoma y las características de la instalación, pero los intervalos típicos son de 5-10 años para instalaciones comerciales estándar. La inspección verifica el cumplimiento de los requisitos del REBT incluyendo la documentación de la instalación, las medidas de protección (conexión a tierra, protección contra sobreintensidades, protección por ID), el estado de las instalaciones y equipos, las medidas de seguridad eléctrica y los resultados de las pruebas incluyendo resistencia de aislamiento, resistencia de tierra y funcionamiento del ID.\n\nLa inspección resulta en un informe (Informe de Inspección) que identifica cualquier deficiencia que deba corregirse y, si la instalación cumple, un certificado de conformidad. Las deficiencias deben corregirse por un electricista cualificado y realizarse una reinspección. Mantenga los informes de inspección y los certificados como parte de la documentación del establecimiento — pueden solicitarse durante la obtención de licencias, la suscripción de seguros, la inspección laboral o la investigación tras un accidente.\n\nMás allá de la inspección periódica obligatoria, debe realizarse inspección eléctrica profesional adicional después de cualquier modificación significativa de la instalación, después de cualquier incidente eléctrico o cuasi-accidente que sugiera un problema, si los equipos funcionan mal frecuentemente o la protección del circuito se dispara con frecuencia (indica un problema subyacente), y cuando las autoridades de seguros o licencias lo soliciten. El coste de la inspección periódica profesional es modesto comparado con el coste de accidentes eléctricos, incendios o acciones de cumplimiento por instalaciones no conformes."
        },
        {
          "heading": "5.2 Inspección Rutinaria de Equipos",
          "content": "La inspección a nivel de usuario de los equipos eléctricos debe realizarse antes de cada uso para equipos portátiles y semanal o mensualmente para equipos fijos. Lista de verificación de la inspección: cable de alimentación y enchufe intactos sin deshilachado, cortes ni conductores expuestos, clavijas del enchufe rectas y firmes (no dobladas ni sueltas), carcasa del equipo intacta sin grietas ni tapas faltantes que expongan el interior, el equipo funciona normalmente sin sonidos, olores ni rendimiento inusuales, sin signos de sobrecalentamiento (decoloración, fusión, olor a quemado), y el equipo está limpio y libre de polvo o suciedad excesivos (la suciedad acumulada puede crear riesgo de incendio en los componentes eléctricos).\n\nPara los equipos de cocina comercial, puntos de inspección adicionales: los paneles de control funcionan correctamente con todos los indicadores y controles operativos, los enclavamientos de seguridad funcionan (por ejemplo, el equipo no funciona cuando las protecciones están abiertas), los controles de temperatura responden correctamente, y no hay entrada de agua en las envolventes eléctricas. Los equipos que muestren cualquiera de estos problemas deben retirarse del servicio, etiquetarse como defectuosos y comunicarse para servicio profesional.\n\nMantenga un registro de equipos que recoja todos los equipos eléctricos, los intervalos de servicio y el historial de inspección/servicio. Esto permite el seguimiento de problemas recurrentes, asegura que los equipos reciben servicio según las recomendaciones del fabricante, y proporciona documentación de mantenimiento para fines de cumplimiento y seguro. Los sistemas sencillos (hoja de cálculo o incluso registro en papel) son suficientes para establecimientos más pequeños; las operaciones más grandes pueden beneficiarse de sistemas informatizados de gestión del mantenimiento."
        },
        {
          "heading": "5.3 Programas de Mantenimiento Preventivo",
          "content": "El mantenimiento preventivo aborda los problemas antes de que causen accidentes o averías. Para las instalaciones y equipos eléctricos, el mantenimiento preventivo incluye: inspecciones por termografía (escaneo infrarrojo periódico para detectar puntos calientes que indiquen conexiones sueltas, sobrecargas o componentes que están fallando antes de que causen incendio), apriete de conexiones (las conexiones eléctricas pueden aflojarse con el tiempo debido a los ciclos térmicos o las vibraciones, creando resistencia y sobrecalentamiento), limpieza (la acumulación de polvo y grasa en los equipos eléctricos crea riesgo de incendio y problemas de refrigeración), y prueba de los dispositivos de protección (ID, interruptores automáticos, conexiones a tierra) para verificar su funcionamiento continuado.\n\nLas recomendaciones de mantenimiento del fabricante para los equipos de cocina comercial típicamente especifican servicio profesional anual o semestral incluyendo inspección de componentes eléctricos, limpieza, ajuste y pruebas. Seguir estos programas previene averías, prolonga la vida útil del equipo, mantiene la eficiencia y garantiza la seguridad. El mantenimiento es una inversión, no un gasto — el coste del servicio regular es muy inferior al coste de las reparaciones de emergencia, la producción perdida por averías de equipos o los accidentes resultantes de equipos mal mantenidos.\n\nDocumente todo el mantenimiento incluyendo la inspección rutinaria por el usuario, el servicio profesional, las reparaciones y las sustituciones de piezas. Los registros de mantenimiento demuestran el cumplimiento de los requisitos legales, apoyan las reclamaciones de seguro en caso de accidente o pérdida, y proporcionan datos para evaluar la fiabilidad de los equipos y el rendimiento del proveedor de servicio. Los registros deben mantenerse durante la vida útil del equipo más varios años después de su eliminación."
        }
      ]
    },
    {
      "heading": "6. Respuesta ante Emergencias y Gestión de Incidentes",
      "content": "A pesar de las medidas preventivas, pueden producirse emergencias eléctricas: electrocución de una persona, incendio eléctrico o corte de suministro. Todos los trabajadores deben saber cómo responder a estas emergencias para minimizar los daños. Los procedimientos de emergencia deben estar claramente documentados, practicados mediante simulacros e informados a todo el personal. El principio fundamental en las emergencias eléctricas: asegurar primero su propia seguridad — convertirse en una segunda víctima no ayuda a nadie.\n\nLa respuesta ante emergencias requiere conocer la ubicación de la desconexión eléctrica principal, los primeros auxilios para electrocución incluyendo RCP, los procedimientos de respuesta ante incendios eléctricos y los procedimientos de contacto de emergencia. Estos deben integrarse en la formación general de emergencias en lugar de tratarse como temas específicamente eléctricos separados.",
      "subsections": [
        {
          "heading": "6.1 Respuesta ante Electrocución",
          "content": "Si alguien recibe una descarga eléctrica y aún está en contacto con la fuente eléctrica, la prioridad inmediata es interrumpir el contacto de forma segura. No toque directamente a la persona ya que usted también recibirá la descarga. Interrumpa el contacto mediante: desconectar la fuente de alimentación si el interruptor o punto de aislamiento es inmediatamente accesible (interruptor general, interruptor automático, desenchufar el equipo), si la alimentación no puede desconectarse inmediatamente, usar un objeto no conductor (palo de madera seco, cuerda seca, objeto de plástico) para empujar o apartar a la persona de la fuente eléctrica, o tirar de la persona por su ropa seca (no por la piel) si usted está aislado del suelo (de pie sobre alfombrilla de goma seca o con calzado de suela de goma sobre suelo seco).\n\nNunca intente interrumpir el contacto sin asegurar su propia seguridad — ante la duda, no se acerque, llame inmediatamente a los servicios de emergencia (112), y advierta a los demás de que se mantengan alejados. Una vez interrumpido el contacto y sea seguro acercarse, evalúe a la persona: si está consciente, manténgala en reposo, llame a los servicios de emergencia (112) para evaluación médica aunque parezca recuperada (pueden producirse lesiones internas y efectos cardíacos retardados), trate las quemaduras (enfriar con agua, cubrir con apósito estéril), y monitorice su estado. Si está inconsciente pero respira, colóquela en posición de recuperación, llame al 112 y monitorice la respiración continuamente.\n\nSi no respira normalmente, pida ayuda para llamar al 112, comience la RCP inmediatamente (compresiones torácicas 100-120 por minuto), continúe hasta que lleguen los servicios de emergencia o la persona muestre signos de vida, y utilice el desfibrilador externo automático (DEA) si está disponible. La electrocución puede causar parada cardíaca incluso con tensiones relativamente bajas, y la RCP inmediata mejora dramáticamente la supervivencia. Todo el personal debe recibir formación básica en RCP como parte de la formación en primeros auxilios, haciendo que la respuesta ante emergencias eléctricas forme parte de la capacidad general de respuesta ante emergencias."
        },
        {
          "heading": "6.2 Respuesta ante Incendio Eléctrico",
          "content": "Los incendios eléctricos resultan de sobrecalentamiento, arcos o cortocircuitos que encienden materiales combustibles. Reconozca el incendio eléctrico por: llamas o humo procedentes de tomas, equipos o cuadros eléctricos, olor a quemado característico del aislamiento eléctrico, chispas o sonidos de arcos, e interruptores automáticos que saltan o fusibles que se funden. Si descubre un incendio eléctrico, la respuesta inmediata es: activar la alarma de incendio para alertar a los demás, llamar a los servicios de emergencia (112), evacuar si el fuego es grande o se está propagando, e intentar controlar incendios eléctricos pequeños solo si es seguro hacerlo y ha recibido formación.\n\nPara combatir un pequeño incendio eléctrico (más pequeño que una papelera, que no se está propagando, con la ruta de escape despejada): desconecte la alimentación eléctrica si es posible sin ponerse en peligro (desconectar en el interruptor automático o el interruptor general), use un extintor apropiado (Clase C para incendios eléctricos — típicamente extintor de polvo seco o CO2), apunte a la base de las llamas, barra de lado a lado, si las llamas no disminuyen rápidamente, evacúe y deje que los bomberos se encarguen. Nunca use agua en incendios eléctricos — el agua conduce la electricidad y propagará el fuego si la fuente eléctrica permanece energizada.\n\nPara incendios en cuadros eléctricos o equipos eléctricos grandes, o incendios que se han propagado más allá del punto de ignición inicial, no intente combatirlos — evacúe inmediatamente y llame a los bomberos. Los incendios eléctricos pueden reencenderse después de parecer extinguidos si la alimentación no se ha desconectado, por lo que incluso si extingue con éxito un pequeño incendio eléctrico, haga que un electricista cualificado inspeccione antes de restablecer la alimentación. Documente todos los incendios eléctricos incluyendo la causa, la respuesta, los daños y las medidas preventivas implementadas para evitar la recurrencia."
        },
        {
          "heading": "6.3 Gestión de Cortes de Suministro",
          "content": "Los cortes de suministro pueden resultar de fallos en el suministro de la compañía, averías eléctricas que activan los dispositivos de protección, o desconexión de emergencia. Cuando se pierde el suministro, las acciones inmediatas incluyen: activar la iluminación de emergencia si no se activa automáticamente, localizar a todo el personal y los clientes (las personas pueden estar desorientadas en la oscuridad), asegurarse de que los equipos de cocción están apagados (previene peligros cuando se restablece el suministro), asegurar los refrigeradores y congeladores (mantener las puertas cerradas para conservar la temperatura), y determinar la causa (corte del suministro público que afecta a la zona, o problema interno que afecta solo a su establecimiento).\n\nPara cortes de suministro internos (interruptor automático disparado, ID disparado, fusible fundido), investigue con cuidado: ¿qué estaba funcionando cuando se perdió el suministro?, ¿hay signos de avería (olor a quemado, chispas, humo)?, y ¿la inspección visual revela problemas obvios? Si la causa es obvia (un equipo específico causó el disparo del ID, daño visible), desconecte el equipo averiado, rearme el dispositivo de protección y monitorice. Si la causa no es obvia, no se puede restablecer el suministro, o los dispositivos de protección se disparan inmediatamente al rearmarse, llame a un electricista cualificado — no rearme repetidamente la protección del circuito ya que puede estar protegiendo contra una avería grave.\n\nPara cortes de suministro prolongados, considere: la seguridad alimentaria (los productos refrigerados y congelados pueden volverse inseguros si la temperatura sube por encima de los límites seguros — monitorice y registre las temperaturas, descarte los productos en caso de duda), el servicio al cliente (si continuar sirviendo con capacidad limitada o cerrar hasta que se restablezca el suministro), la iluminación y la seguridad (asegure iluminación de emergencia o luz natural adecuada, considere si es posible una operación segura), y la comunicación (informe a los clientes, actualice las reservas, coordine con proveedores y repartidores). Documente los cortes incluyendo la duración, la causa, la respuesta y cualquier impacto en la seguridad alimentaria u operativo."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Verificaciones Diarias de Seguridad Eléctrica",
      "items": [
        "Inspeccionar los equipos portátiles antes de usarlos: cables, enchufes, carcasas intactos y sin daños",
        "Verificar que los equipos funcionan normalmente sin sonidos, olores ni problemas de rendimiento inusuales",
        "Comprobar que las tomas y enchufes no están calientes al tacto",
        "Asegurarse de que los equipos eléctricos no están en contacto con agua o zonas húmedas",
        "Verificar que el tendido de cables evita puntos de atrapamiento, fuentes de calor y riesgos de tropiezo",
        "Confirmar que no hay cables de extensión ni regletas sobrecargados con múltiples equipos de alta potencia",
        "Comprobar que ningún interruptor automático se ha disparado ni hay ID en posición de disparo",
        "Asegurarse de que los problemas eléctricos previamente identificados se han solucionado o los equipos permanecen fuera de servicio"
      ]
    },
    {
      "title": "Lista de Verificación de Inspección Eléctrica Mensual",
      "items": [
        "Probar todos los ID utilizando el botón de prueba — verificar que se disparan y rearman correctamente",
        "Inspeccionar los equipos eléctricos fijos: cables, conexiones, carcasas en busca de daños o deterioro",
        "Comprobar que las tomas e interruptores no muestran signos de sobrecalentamiento o daños",
        "Verificar que los cuadros eléctricos están cerrados y asegurados (no apuntalados abiertos ni con tapas faltantes)",
        "Asegurarse de que no se han realizado modificaciones o reparaciones no autorizadas",
        "Confirmar que los extintores adecuados para incendios eléctricos (Clase C) están accesibles y en fecha",
        "Revisar el registro de defectos de equipos y verificar que los problemas comunicados se han solucionado",
        "Comprobar que el interruptor general de desconexión eléctrica está etiquetado, accesible y operativo",
        "Verificar que el certificado de inspección de la instalación eléctrica está vigente",
        "Documentar los hallazgos de la inspección y las acciones requeridas"
      ]
    },
    {
      "title": "Lista de Verificación de Respuesta ante Emergencias Eléctricas",
      "items": [
        "Electrocución: No toque a la víctima si aún está en contacto con la fuente eléctrica",
        "Interrumpa el contacto de forma segura: desconecte la alimentación, use un objeto no conductor, o tire de la ropa seca únicamente",
        "Llame al 112 inmediatamente para emergencia médica",
        "Si la víctima está inconsciente y no respira: inicie la RCP, use el DEA si está disponible",
        "Incendio Eléctrico: Active la alarma de incendio, llame al 112, evacúe si el fuego es grande",
        "Para pequeño incendio eléctrico: desconecte la alimentación si es seguro, use el extintor apropiado (Clase C), evacúe si el fuego no disminuye rápidamente",
        "Corte de Suministro: Localice a todas las personas, asegure los equipos de cocción y la refrigeración, determine la causa",
        "Si es una avería interna: investigue con precaución, llame al electricista si la causa no es obvia o si los dispositivos de protección se disparan inmediatamente al rearmarse",
        "Todas las emergencias eléctricas: Comunique a la dirección, documente el incidente, investigue la causa, implemente medidas preventivas"
      ]
    }
  ],
  "bestPractices": [
    "Hacer obligatoria la protección por ID para todos los circuitos que alimenten zonas húmedas y equipos portátiles — esta única medida previene la mayoría de las descargas fatales",
    "Crear una cultura donde comunicar los problemas eléctricos sea esperado y valorado — abordar los problemas comunicados con prontitud",
    "Nunca permitir que personas no cualificadas realicen trabajos eléctricos independientemente de la urgencia — llame a un profesional",
    "Implementar un sistema de etiquetado para equipos defectuosos — el etiquetado claro previene el uso de equipos inseguros",
    "Posicionar los equipos eléctricos alejados de fregaderos y fuentes de agua cuando sea posible para minimizar la interacción agua-electricidad",
    "Utilizar solo equipos de grado comercial diseñados para uso intensivo en hostelería — los equipos domésticos no son adecuados",
    "Mantener un registro completo de equipos eléctricos que recoja todos los equipos, fechas de servicio y problemas",
    "Integrar la seguridad eléctrica en la orientación de nuevos empleados — cubrir los aspectos básicos antes de que usen los equipos",
    "Realizar formación anual de actualización en seguridad eléctrica incluyendo práctica de respuesta ante emergencias"
  ],
  "glossary": {
    "ID": "Interruptor Diferencial (Dispositivo de Corriente Residual) — dispositivo que salva vidas al detectar fugas a tierra y desconectar la alimentación en milisegundos",
    "REBT": "Reglamento Electrotécnico de Baja Tensión — norma española para las instalaciones eléctricas",
    "Conexión a Tierra": "Conexión de las carcasas de los equipos eléctricos a tierra para prevenir la electrocución si una avería electrifica la carcasa",
    "Fuga a Tierra": "Corriente eléctrica que fluye a tierra por una trayectoria no prevista, como a través de un aislamiento dañado o del cuerpo de una persona",
    "Electricista Cualificado": "Electricista Autorizado — persona formalmente formada, examinada y autorizada para realizar trabajos eléctricos",
    "Bloqueo/Etiquetado": "Procedimiento de seguridad que asegura que los equipos no puedan ser energizados durante el mantenimiento",
    "Interruptor Automático": "Dispositivo de protección contra sobreintensidades que desconecta automáticamente la alimentación cuando la corriente supera el nivel seguro",
    "Cortocircuito": "Avería eléctrica donde los conductores activo y neutro entran en contacto directo, causando corriente muy alta y potencial incendio",
    "Clasificación IP": "Clasificación de Protección contra el Ingreso que indica la resistencia al agua y al polvo (por ejemplo, IP65 = estanco al polvo y resistente a chorros de agua)",
    "Doble Aislamiento": "Dos capas independientes de aislamiento que proporcionan protección incluso si una capa falla, eliminando la necesidad de conexión a tierra"
  }
}
