{
  "title": "Protocolo de Evacuación",
  "legalBasis": "Real Decreto 393/2007 sobre normas de autoprotección; Código Técnico de la Edificación DB-SI (Documento Básico de Seguridad en caso de Incendio); RD 314/2006 por el que se aprueba el Código Técnico de la Edificación; Ley 31/1995 de Prevención de Riesgos Laborales",
  "summary": "El protocolo de evacuación define los procedimientos específicos que todo el personal y los clientes deben seguir cuando suena la alarma de emergencia o se ordena la evacuación. A diferencia del plan de emergencia más amplio que aborda múltiples escenarios y la estructura organizativa, el protocolo de evacuación se centra específicamente en la tarea crítica de sacar a todos del edificio de forma segura y eficiente cuando el peligro amenaza. En establecimientos de hostelería donde muchos ocupantes no conocen la distribución del edificio y pueden incluir poblaciones vulnerables, un protocolo de evacuación bien diseñado y practicado puede prevenir el pánico y salvar vidas.\n\nEl protocolo debe abordar varios elementos clave: reconocimiento de la señal de evacuación (sonido de alarma, aviso verbal, otros medios de alerta), acciones inmediatas al escuchar la señal (detener el trabajo, prepararse para salir, no ignorar la alarma), movimiento seguro por las rutas de evacuación designadas hasta las salidas, responsabilidades específicas de los miembros del personal durante la evacuación (barrido de zonas, asistencia a clientes, cierre de puertas), reunión en los puntos de concentración designados fuera del edificio, y procedimientos de control de presencia para verificar que todos han evacuado de forma segura.\n\nUna evacuación eficaz requiere que el protocolo se comunique claramente a todo el personal, se practique regularmente mediante simulacros, se exhiba de forma visible y se refuerce mediante señalización, y se aplique de forma consistente. Uno de los hábitos más peligrosos en los lugares de trabajo es la desensibilización ante las alarmas — cuando las alarmas suenan frecuentemente por pruebas o incidencias menores, las personas comienzan a ignorarlas, creando un efecto de 'el pastor mentiroso'. El protocolo debe enfatizar que toda alarma debe tomarse en serio y la evacuación debe iniciarse de inmediato, incluso si el personal sospecha que se trata de una falsa alarma o un simulacro. Solo cuando se esté a salvo fuera y se haya confirmado el control de presencia puede evaluarse la situación.",
  "keyPoints": [
    "Evacúe inmediatamente cuando suene la alarma — nunca ignore una alarma aunque sospeche que es un simulacro o una falsa alarma",
    "Conozca al menos dos rutas de evacuación desde cada zona donde trabaje — la ruta principal y una alternativa si la principal está bloqueada",
    "El personal debe ayudar a los clientes a evacuar de forma segura, especialmente a aquellos con dificultades de movilidad o que no hablen español",
    "Cierre puertas y ventanas al salir si el tiempo y la seguridad lo permiten — esto limita la propagación del humo y el fuego",
    "Nunca use los ascensores durante la evacuación — utilice siempre las escaleras",
    "No se detenga a recoger objetos personales — salga inmediatamente sin más de lo que lleve encima",
    "No vuelva a entrar al edificio bajo ningún concepto hasta que los servicios de bomberos o el coordinador de emergencias den la señal de fin de emergencia",
    "Diríjase inmediatamente al punto de concentración y permanezca allí hasta que se complete el control de presencia"
  ],
  "sections": [
    {
      "heading": "1. Requisitos del Código Técnico de la Edificación para la Evacuación",
      "content": "El Código Técnico de la Edificación (CTE) Documento Básico DB-SI de Seguridad en caso de Incendio establece requisitos detallados para la capacidad de evacuación de los edificios. Estos requisitos son obligatorios para todos los edificios y constituyen la base física sobre la que deben construirse los protocolos de evacuación. Comprender estos requisitos ayuda al personal a apreciar por qué ciertas rutas deben mantenerse despejadas y por qué existen procedimientos específicos.\n\nLos requisitos clave del código de edificación incluyen: número mínimo de salidas basado en la ocupación y el uso (generalmente al menos dos salidas independientes para ocupaciones por encima de umbrales especificados), distancia máxima de recorrido desde cualquier punto hasta una salida (varía según el uso y la resistencia al fuego del edificio, típicamente 25-50 metros), anchura mínima de salidas y rutas de evacuación basada en el número de ocupantes a los que deben servir (típicamente 80-100 cm por unidad de paso), resistencia al fuego de las rutas de evacuación (pasillos y escaleras protegidos deben resistir la propagación del fuego durante el tiempo de evacuación requerido), alumbrado de emergencia con niveles mínimos de iluminación especificados, y señalización clara que indique todas las salidas y rutas.\n\nEstos requisitos están diseñados basándose en investigaciones sobre comportamiento humano y dinámica del fuego para asegurar que todos los ocupantes puedan alcanzar una salida segura antes de que el fuego o el humo haga imposible la evacuación. El protocolo debe funcionar dentro de estos parámetros físicos — no se puede evacuar a más personas más rápido de lo que permite la capacidad física de evacuación. Por eso deben respetarse los límites máximos de ocupación y las rutas de evacuación nunca deben estar obstruidas.",
      "subsections": [
        {
          "heading": "1.1 Límites de Ocupación y Aforo",
          "content": "Todo establecimiento tiene una ocupación máxima autorizada basada en la capacidad de evacuación de sus salidas y rutas. Esta ocupación figura en la licencia de actividad y no debe superarse. Exceder la ocupación autorizada genera una aglomeración peligrosa que puede ralentizar o impedir una evacuación segura. En términos de seguridad contra incendios, la ocupación no es solo una cuestión de comodidad o calidad del servicio — es un parámetro crítico de seguridad directamente vinculado a la supervivencia en una evacuación de emergencia.\n\nLos métodos de cálculo del aforo varían según el tipo de espacio. Para restaurantes con asientos, es típicamente una persona por asiento más el personal. Para zonas de pie (bares, zonas de cócteles), se basa en la superficie útil, típicamente de 0,5 a 1,5 metros cuadrados por persona según el uso específico. Los espacios de uso mixto combinan estos cálculos. Comprender cómo se determinó su límite de aforo ayuda a gestionar su cumplimiento durante los periodos de mayor actividad."
        },
        {
          "heading": "1.2 Mantenimiento de Salidas y Rutas",
          "content": "Las rutas de evacuación y las salidas deben mantenerse permanentemente despejadas y disponibles durante todo el tiempo que el edificio esté ocupado. Esto no es solo una buena práctica — es un requisito legal exigible por las autoridades de protección contra incendios y la inspección de trabajo. Las infracciones comunes en establecimientos de hostelería incluyen: bloquear salidas de emergencia con almacenamiento, entregas o mobiliario durante periodos tranquilos; cerrar con llave o cadena las salidas de emergencia para impedir el uso no autorizado (las salidas pueden tener barras antipánico con alarma, pero nunca deben estar cerradas con llave durante la ocupación); permitir que los pasillos de evacuación se estrechen por mobiliario, equipos o decoración; y obstruir o cubrir la señalización de salidas.\n\nLas puertas cortafuegos en las rutas de evacuación deben mantenerse cerradas (si son puertas cortafuegos designadas que compartimentan el edificio) o mantenerse abiertas solo por mecanismos de liberación automática conectados al sistema de alarma de incendios. Calzar las puertas cortafuegos con cuñas u otros medios anula su función y constituye una infracción grave de seguridad contra incendios. Todas las puertas en las rutas de evacuación deben abrir en el sentido de la marcha y no deben requerir llaves o herramientas para abrirse desde el interior."
        },
        {
          "heading": "1.3 Alumbrado de Emergencia y Señalización",
          "content": "El alumbrado de emergencia debe iluminar todas las rutas de evacuación automáticamente cuando falla el suministro eléctrico principal, proporcionando niveles mínimos de iluminación (típicamente 1 lux en el eje central de las rutas de evacuación) durante una duración mínima (típicamente 1 hora). Se requiere una prueba mensual del alumbrado de emergencia para verificar su funcionamiento. Las señales de salida deben estar iluminadas (con iluminación interna o externa) y cumplir las normas ISO 7010 usando el símbolo verde de persona corriendo.\n\nLa señalización debe posicionarse de manera que desde cualquier punto de una ruta de evacuación se indique claramente la dirección a la salida más próxima. Se necesitan señales direccionales adicionales en todos los puntos de decisión (intersecciones, cambios de dirección, accesos a escaleras). En establecimientos de hostelería con clientela internacional, la señalización basada en símbolos es preferible a las señales basadas en texto. Las marcas fotoluminiscentes (que brillan en la oscuridad) a nivel del suelo pueden proporcionar orientación adicional si el humo reduce la visibilidad."
        }
      ]
    },
    {
      "heading": "2. Señales de Evacuación y Acciones Inmediatas",
      "content": "El protocolo de evacuación comienza con el reconocimiento de la señal de evacuación. Todo el personal debe estar formado para reconocer la(s) señal(es) de evacuación utilizadas en su establecimiento y comprender que cualquier alarma o anuncio de evacuación requiere acción inmediata. La señal más habitual es el sistema automático de alarma de incendios (sonido continuo o pulsante distintivo, diferente de cualquier otra alarma o sonido del edificio). En algunos establecimientos, puede utilizarse un sistema de aviso verbal de forma independiente o conjuntamente con las sirenas. Algunos locales de mayor tamaño utilizan procedimientos de evacuación por fases donde diferentes zonas evacuan en secuencia según su proximidad al peligro.\n\nAl escuchar la señal de evacuación, el personal debe inmediatamente detener el trabajo, alertar a otros en las proximidades que puedan no haber oído la alarma, prepararse para salir apagando equipos si puede hacerse en segundos (apagar fogones, cerrar válvulas de gas, guardar trabajo del ordenador) y comenzar a moverse hacia la ruta de evacuación designada. No pierda tiempo investigando la causa de la alarma, recogiendo objetos personales o terminando tareas. El protocolo es claro: suena la alarma, se evacúa. La evaluación de si la alarma estaba justificada se hace después de que todos estén a salvo en el exterior.",
      "subsections": [
        {
          "heading": "2.1 Procedimientos de Parada Rápida de Cocina",
          "content": "El personal de cocina debe conocer los procedimientos de parada rápida de equipos de gas y eléctricos. Si el tiempo lo permite (típicamente solo unos segundos), apague todo el equipo de cocción, cierre las llaves de corte de gas y desconecte los equipos eléctricos en los interruptores o paneles de pared. Sin embargo, la seguridad personal siempre tiene prioridad — si las condiciones son inmediatamente peligrosas (fuego visible, humo denso, rutas bloqueadas), salga inmediatamente sin intentar la parada. No pierda tiempo cubriendo o moviendo alimentos o equipos.\n\nAlgunas cocinas modernas disponen de paneles de parada de emergencia que cortan los circuitos de gas y alta potencia eléctrica con una sola acción — si su cocina dispone de uno, todo el personal de cocina debe conocer su ubicación y cómo activarlo. La activación debe ser una de las últimas acciones antes de abandonar la cocina, ya que desactivará todos los equipos incluyendo la ventilación que puede estar ayudando a controlar el humo."
        },
        {
          "heading": "2.2 Aviso y Guía a los Clientes",
          "content": "El personal de sala tiene una responsabilidad crítica de alertar a los clientes sobre la evacuación y guiarlos hacia las salidas. El primer instinto de muchos clientes cuando suena una alarma es continuar su comida o esperar información — el personal debe superar esta inercia comunicando de forma clara y serena que la evacuación es necesaria de inmediato. Use un lenguaje claro y sencillo: 'Ha sonado la alarma de incendios. Debemos evacuar el edificio inmediatamente. Por favor, dejen sus pertenencias y síganme hasta la salida más cercana.'\n\nEl personal debe transmitir autoridad serena — si el personal parece asustado, los clientes se asustarán; si parece despreocupado como si la alarma no tuviera importancia, los clientes tardarán en reaccionar. El tono debe ser firme y urgente pero no frenético. El personal debe moverse hacia las salidas mientras habla, demostrando con su acción que la evacuación está ocurriendo ahora. En establecimientos con clientela internacional, el personal debe estar formado en frases básicas de emergencia en idiomas comunes: inglés, francés, alemán, chino según corresponda a su base de clientes."
        },
        {
          "heading": "2.3 Gestión de Personas Reacias a Evacuar",
          "content": "Algunos clientes pueden ser reacios a evacuar, queriendo terminar su comida, pagar su cuenta, recoger pertenencias del guardarropa o usar el baño. El personal debe ser empático pero firme: estas actividades pueden reanudarse una vez se dé la señal de fin de emergencia, pero ahora mismo todos deben salir. Explique que la normativa de protección contra incendios exige una evacuación completa y que el cliente podrá regresar una vez que se confirme que es seguro. En la mayoría de los casos, una explicación serena es suficiente.\n\nSi un cliente se niega rotundamente a evacuar, no le fuerce físicamente ni pierda tiempo discutiendo — anote su ubicación e informe inmediatamente al jefe de emergencia o coordinador de emergencias para que esta información pueda proporcionarse a los servicios de emergencia. Su prioridad debe ser evacuar a la mayoría que está colaborando, no dedicar minutos valiosos a discutir con una persona recalcitrante. Los servicios de bomberos tienen autoridad y capacidad para obligar a la evacuación si es necesario."
        }
      ]
    },
    {
      "heading": "3. Selección de Ruta de Evacuación y Desplazamiento",
      "content": "Una evacuación eficaz requiere que todo el personal conozca múltiples rutas desde cada zona donde trabaje. La ruta de evacuación principal es la ruta normal y más corta hacia una salida. Sin embargo, el fuego, el humo u otros peligros pueden bloquear la ruta principal, haciendo necesaria una ruta alternativa. El personal debe conocer al menos una ruta alternativa desde cada zona y comprender los criterios de decisión para cuándo utilizarla: si encuentra humo, calor u obstáculos en la ruta principal, retroceda y use una ruta alternativa.\n\nEl desplazamiento a lo largo de las rutas de evacuación debe ser decidido pero sin correr — correr genera riesgos de caídas y colisiones, especialmente en condiciones de aglomeración. Manténgase a la derecha (o izquierda, según la convención establecida) para permitir el paso a personas que se desplacen más rápido. Permanezca atento a las personas que le rodean, especialmente aquellas que puedan necesitar asistencia. Si encuentra a alguien que ha caído o está en dificultades, ayúdele si es seguro hacerlo, o alerte a otros para que ayuden, pero no cree un incidente secundario poniéndose en peligro usted mismo.",
      "subsections": [
        {
          "heading": "3.1 Consideraciones sobre Humo y Calor",
          "content": "El humo es a menudo más inmediatamente peligroso que el fuego en sí, ya que el humo tóxico puede causar incapacitación o muerte en minutos. Si encuentra humo en una ruta de evacuación, agáchese (el humo y el calor ascienden, así que el aire más limpio está cerca del suelo), cúbrase la boca y nariz con un paño si está disponible, y avance rápidamente a través del humo si la ruta es corta. Sin embargo, si el humo es denso (visibilidad inferior a unos pocos metros) o no está seguro de la ruta, no continúe — retroceda y use una ruta alternativa o busque un refugio.\n\nCompruebe las puertas antes de abrirlas durante la evacuación: toque la puerta con el dorso de la mano (más sensible al calor que la palma) — si está caliente, no la abra ya que puede haber fuego al otro lado. Abra las puertas lentamente y prepárese para cerrarlas inmediatamente si entra humo o fuego. Al pasar por las puertas, ciérrelas tras de usted si es la última persona — las puertas cerradas ralentizan significativamente la propagación del fuego y el humo, proporcionando más tiempo para que otros evacuen."
        },
        {
          "heading": "3.2 Uso Seguro de las Escaleras",
          "content": "Nunca use los ascensores durante una evacuación — los ascensores pueden fallar durante un incendio, detenerse en la planta del fuego o exponer a los ocupantes al humo. Use siempre las escaleras. En una evacuación aglomerada por escaleras, no empuje ni corra. Mantenga una mano en la barandilla para estabilidad. Si transporta a alguien o asiste a una persona con dificultades de movilidad, manténgase a un lado para permitir el paso de otros. Si las escaleras están congestionadas, tenga paciencia — intentar abrirse paso a la fuerza genera aglomeraciones peligrosas.\n\nEn edificios con múltiples escaleras, el plan de evacuación debe designar qué escalera sirve a qué zonas para distribuir la carga de evacuación. Sin embargo, si su escalera designada está bloqueada o congestionada, use una alternativa. El objetivo es sacar a todos, no seguir rígidamente un plan que no está funcionando en la práctica. Las puertas de las escaleras son típicamente puertas cortafuegos que deben mantenerse cerradas — abrirlas para acceder a la escalera está bien, pero asegúrese de que se cierren tras de usted."
        },
        {
          "heading": "3.3 Asistencia a Otros Durante la Evacuación",
          "content": "El personal tiene la responsabilidad de asistir a clientes y compañeros que necesiten ayuda para evacuar. Esto puede incluir: guiar a personas desorientadas o no familiarizadas con el edificio, asistir a personas mayores o con movilidad reducida (ofrecer el brazo como apoyo, ayudarles a estabilizarse en las escaleras), llevar en brazos a niños pequeños si los padres tienen dificultades, alertar a otros de peligros (suelos mojados, obstáculos) y comprobar que los aseos, vestuarios y otros espacios anexos están evacuados (las personas en estos espacios pueden no escuchar claramente la alarma).\n\nSin embargo, el personal debe equilibrar la ayuda a otros con su propia seguridad — no se ponga en peligro hasta el punto de convertirse en una víctima que requiera rescate. Si alguien no puede evacuar de forma autónoma y usted no puede asistirle de forma segura (por ejemplo, un usuario de silla de ruedas en una planta superior donde no puede bajarle por las escaleras con seguridad), ayúdele a llegar a un área de refugio si está disponible, asegúrese de que tiene un teléfono para comunicarse con los servicios de emergencia, e informe inmediatamente al jefe de emergencia o coordinador de emergencias para que se solicite asistencia profesional."
        }
      ]
    },
    {
      "heading": "4. Puntos de Concentración y Control de Presencia",
      "content": "La evacuación no se completa cuando se sale del edificio — el personal y los clientes deben dirigirse al punto de concentración designado y permanecer allí hasta que se confirme el control de presencia y se dé la señal de fin de emergencia. Los puntos de concentración cumplen dos funciones críticas: aseguran que los evacuados están a distancia segura del edificio y proporcionan un lugar controlado para realizar recuentos e identificar a cualquier persona que pueda seguir dentro.\n\nLos puntos de concentración deben estar claramente designados, comunicados a todo el personal y señalizados si es posible (cartelería, banderas u otros marcadores visibles). La ubicación debe estar lo suficientemente lejos del edificio para estar a salvo del fuego, humo, caída de escombros o derrumbe, pero no tan lejos que las personas no acudan o que el recuento sea impracticable. En ubicaciones urbanas, los puntos de concentración suelen estar en esquinas específicas, plazas o aparcamientos. Pueden designarse múltiples puntos de concentración si la distribución del edificio o las condiciones del emplazamiento hacen impracticable un punto único.",
      "subsections": [
        {
          "heading": "4.1 Control de Presencia del Personal",
          "content": "El control de presencia del personal se realiza mediante el pase de lista usando el cuadrante de turno actual o la hoja de registro. El coordinador de emergencias o la persona designada llama a cada miembro del personal por su nombre y verifica su presencia. Cualquier miembro del personal que no responda debe ser investigado — puede haber estado fuera del establecimiento en el momento de la evacuación (entrega, recado), puede haber evacuado a otra ubicación o puede seguir dentro del edificio. No asuma — verifique.\n\nLos responsables de planta desempeñan un papel crítico en el control de presencia al informar de que sus zonas designadas han sido barridas y están libres de personas. Esta información de despeje de zonas, combinada con el pase de lista del personal, proporciona una confianza sólida de que el edificio está vacío aunque un recuento preciso de todos los ocupantes no sea posible. Si se confirma o sospecha que alguien sigue dentro, esta información debe proporcionarse inmediatamente a los servicios de emergencia a su llegada — no vuelva a entrar para buscar usted mismo."
        },
        {
          "heading": "4.2 Control de Presencia de Clientes y Visitantes",
          "content": "El control de presencia completo de clientes y visitantes es más complicado que el del personal, ya que puede no disponerse de una lista definitiva de todas las personas presentes. Para restaurantes con reservas, la lista de reservas proporciona un punto de partida, pero no tiene en cuenta los clientes sin reserva, los grupos más grandes o pequeños de lo reservado, las salidas anticipadas o las llegadas tardías. Para bares y locales abiertos, típicamente no hay lista de ocupantes.\n\nLos enfoques prácticos para el control de presencia de clientes incluyen: preguntar al personal de sala que evacuó con los clientes para estimar números e identificar a cualquier cliente o grupo conocido que no esté presente; comprobar si hay pertenencias abandonadas (abrigos, bolsos, teléfonos) que puedan indicar que alguien no evacuó; preguntar a los clientes reunidos si alguien es consciente de familiares o acompañantes que no están presentes. Esta información es necesariamente imperfecta, por lo que el barrido de zonas por los responsables de planta es tan importante — la confirmación visual de que las zonas están despejadas es más fiable que los recuentos intentados de poblaciones desconocidas."
        },
        {
          "heading": "4.3 Mantenimiento del Control en el Punto de Concentración",
          "content": "Una vez reunidos, los evacuados deben permanecer en el punto de concentración hasta que se dé la señal de fin de emergencia. Esta es a menudo la parte más difícil del protocolo de evacuación porque la adrenalina se desvanece, el frío o la meteorología se hacen incómodos y las personas quieren marcharse o volver a entrar para recoger sus pertenencias. El personal debe mantener el control de la zona de concentración, impidiendo cortés pero firmemente que las personas se marchen hasta que se complete el control de presencia y los servicios de emergencia hayan dado la señal de fin de emergencia.\n\nProporcione información a los evacuados reunidos: explique que se está realizando el control de presencia, que los servicios de emergencia están en camino o ya han llegado, y que todos podrán volver a entrar o recoger sus pertenencias tan pronto como se confirme que es seguro. Para los clientes, proporcione la tranquilidad de que sus pertenencias estarán seguras y de que el establecimiento les asistirá con cualquier necesidad inmediata (llamar taxis, contactar hoteles, reprogramar reservas) una vez resuelta la emergencia. En condiciones de frío o lluvia, considere si algún lugar interior cercano puede usarse como refugio temporal manteniendo la capacidad de controlar la presencia de todos."
        }
      ]
    },
    {
      "heading": "5. Consideraciones Especiales y Escenarios",
      "content": "El protocolo básico de evacuación debe adaptarse a diversos escenarios especiales que pueden darse en las operaciones de hostelería. Estos incluyen evacuaciones durante periodos punta de servicio con alta ocupación, evacuaciones nocturnas cuando la visibilidad está reducida y las personas pueden estar afectadas por el consumo de alcohol, evacuaciones que afectan a zonas con movilidad limitada como comedores en sótano o locales en plantas superiores, y evacuaciones parciales donde solo parte del edificio está afectada pero el alcance no está inmediatamente claro. Cada escenario presenta retos únicos que requieren adaptaciones procedimentales específicas.\n\nPlanificar y practicar estos escenarios mediante ejercicios de mesa o simulacros específicos ayuda al personal a desarrollar el criterio y la flexibilidad para aplicar el protocolo de forma eficaz en condiciones variables. El principio fundamental permanece constante — cuando se requiere la evacuación, sacar a todos de forma segura y eficiente — pero las tácticas específicas pueden necesitar adaptarse a las circunstancias.",
      "subsections": [
        {
          "heading": "5.1 Evacuaciones con Alta Ocupación",
          "content": "Evacuar un comedor lleno o un bar abarrotado presenta retos de gestión de multitudes. La alta ocupación aumenta el tiempo de evacuación, genera potencial de congestión en las salidas y dificulta la asistencia individual. El personal debe trabajar en equipo para gestionar el flujo: posicionar personal en puntos clave de decisión (parte superior de escaleras, intersecciones de pasillos) para dirigir a las personas hacia rutas menos congestionadas, prevenir cuellos de botella dirigiendo a las personas a utilizar todas las salidas disponibles y no solo la más evidente, y mantener la calma transmitiendo autoridad y control.\n\nEn escenarios de muy alta ocupación, la evacuación por fases puede ser preferible a la evacuación simultánea de todas las zonas, pero esto requiere una coordinación cuidadosa y una comunicación clara. Las zonas más próximas al peligro evacuan primero, seguidas de las zonas adyacentes y después el resto del edificio. Este enfoque se utiliza típicamente solo en edificios muy grandes con sistemas de alarma completos que permiten alertar diferentes zonas por separado. La mayoría de los establecimientos de hostelería utilizan la evacuación simultánea de todas las zonas."
        },
        {
          "heading": "5.2 Evacuaciones en Sótano y Plantas Superiores",
          "content": "Los locales en sótano presentan retos especiales ya que la evacuación es ascendente, contra el flujo natural de escape. Los comedores o salones de eventos en sótano deben tener salidas claramente señalizadas, típicamente conduciendo al nivel de calle mediante escaleras protegidas. El personal debe ser especialmente vigilante en mantener despejadas estas rutas de evacuación. En condiciones de humo, los espacios en sótano pueden llenarse rápidamente ya que el humo desciende por las escaleras, haciendo crítica una evacuación rápida.\n\nLos locales en plantas superiores de edificios de varias plantas requieren evacuación por escaleras. Si el establecimiento ocupa una planta de un edificio de uso mixto, el protocolo de evacuación debe abordar si evacuar descendiendo y saliendo del edificio (preferido en la mayoría de escenarios) o dirigirse a un área de refugio en la misma planta si la escalera está comprometida. La coordinación con la gestión del edificio y otros inquilinos es esencial para asegurar procedimientos de evacuación compatibles."
        },
        {
          "heading": "5.3 Zonas Exteriores y Terrazas",
          "content": "Los establecimientos de hostelería con zonas de comedor al aire libre, terrazas o patios deben incluirlas en el protocolo de evacuación. Las zonas exteriores suelen percibirse como inherentemente seguras, pero pueden necesitar evacuación si se accede a ellas a través del edificio, si están por encima del nivel del suelo o si presentan otros peligros. La señal de evacuación debe ser audible en todas las zonas exteriores (sirenas exteriores o notificación del personal), y deben designarse rutas de evacuación claras desde las zonas exteriores hasta los puntos de concentración.\n\nSi las zonas exteriores tienen acceso independiente separado del edificio (por ejemplo, terraza a nivel de calle con acceso directo a la vía pública), pueden servir como zonas de refugio para la evacuación del edificio. Sin embargo, esto requiere una coordinación cuidadosa para asegurar que las personas que evacuan a la terraza no intenten después entrar al edificio por las puertas de la terraza."
        }
      ]
    },
    {
      "heading": "6. Procedimientos Post-Evacuación",
      "content": "El protocolo de evacuación no termina cuando todos están reunidos en el exterior — la fase final aborda las actividades post-evacuación incluyendo la coordinación con los servicios de emergencia, la toma de decisiones sobre la reentrada, la atención a los evacuados que puedan necesitar asistencia y la documentación del evento. Estos procedimientos post-evacuación hacen de puente entre la fase de respuesta a la emergencia y la recuperación y el retorno a las operaciones normales.\n\nLa fase post-evacuación también es cuando pueden emerger reacciones de estrés — la adrenalina se desvanece y las personas pueden experimentar shock diferido, ansiedad o reacciones fisiológicas. El personal debe vigilar a cualquier persona que muestre signos de angustia y proporcionar apoyo apropiado, incluyendo atención médica si es necesaria. Particularmente después de evacuaciones que impliquen fuego real, lesiones o desplazamiento prolongado, se debe ofrecer apoyo y desahogo al personal.",
      "subsections": [
        {
          "heading": "6.1 Coordinación con los Servicios de Emergencia",
          "content": "Cuando lleguen los servicios de emergencia, el coordinador de emergencias debe proporcionar inmediatamente una información de situación: naturaleza y ubicación de la emergencia, acciones adoptadas hasta el momento, resultados del control de presencia (¿están todas las personas localizadas? ¿se sospecha que alguien está dentro?), cualquier peligro o riesgo especial (botellas de gas, almacenamiento de productos químicos, preocupaciones estructurales) y cualquier lesión o situación médica que requiera atención. Proporcione planos del edificio y acceso a los responsables de llaves o la gestión del edificio.\n\nUna vez que los servicios de emergencia toman el mando, el papel del establecimiento pasa a ser de apoyo. Mantenga el control de los evacuados en el punto de concentración para evitar que las personas interfieran con las operaciones de emergencia o intenten una reentrada no autorizada. Designe a un miembro del personal para permanecer con el jefe de intervención y proporcionar información o acceso al edificio según sea necesario. La decisión de permitir la reentrada la tomarán los servicios de emergencia, no la dirección del establecimiento."
        },
        {
          "heading": "6.2 Fin de Emergencia y Reentrada",
          "content": "La reentrada al edificio solo se permite cuando los servicios de emergencia dan la señal de fin de emergencia. Incluso si la alarma fue falsa o el incidente fue menor, no permita la reentrada hasta que esté debidamente autorizada. Cuando se autorice la reentrada, debe ser controlada: el personal debe entrar antes que los clientes para evaluar las condiciones, verificar que las rutas de evacuación están despejadas y seguras, comprobar si hay daños o peligros creados por el incidente o la respuesta, y prepararse para reanudar las operaciones o hacer arreglos alternativos si la reanudación no es posible.\n\nSi la reentrada no es posible (edificio inseguro, investigación de los servicios de bomberos, suministros desconectados), el establecimiento debe atender las necesidades de los clientes, incluyendo organizar transporte alternativo, recuperar pertenencias bajo supervisión de los bomberos si se permite, proporcionar información de contacto para reclamaciones o consultas, y comunicar cuándo se reanudarán las operaciones normales. También debe atenderse el bienestar del personal — proporcionar información sobre cuándo deben volver al trabajo, si se les pagará por la interrupción y organizar transporte seguro si es necesario."
        },
        {
          "heading": "6.3 Documentación y Revisión",
          "content": "Después de toda evacuación — ya sea simulacro o incidente real — documente el evento incluyendo fecha y hora, naturaleza del incidente o escenario del simulacro, tiempo de evacuación (desde la alarma hasta el fin de emergencia), número de personas evacuadas, cualquier lesión o incidente médico, cualquier problema encontrado (rutas bloqueadas, alarmas inaudibles, zonas lentas, dificultades en el control de presencia), acciones adoptadas y por quién, respuesta de los servicios de emergencia (tiempo de llegada, acciones realizadas, hallazgos) y daños o pérdidas si las hubiera.\n\nRealice un debriefing con todo el personal implicado mientras el evento está fresco en la memoria. ¿Qué funcionó bien? ¿Qué problemas surgieron? ¿Qué debería cambiarse? Las evacuaciones, ya sean simulacros o eventos reales, son oportunidades de aprendizaje de valor incalculable. Utilice los hallazgos para actualizar procedimientos, mejorar la formación, abordar deficiencias de las instalaciones o reconocer al personal que actuó bien. Este ciclo de mejora continua asegura que cada evacuación hace a la organización estar mejor preparada para la siguiente."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de Verificación de Preparación Personal para la Evacuación",
      "items": [
        "Conozco el sonido de la alarma de evacuación de este edificio",
        "Conozco la ubicación de al menos dos salidas desde cada zona donde trabajo",
        "Puedo describir la ruta de evacuación desde mi puesto de trabajo principal hasta la salida más cercana",
        "Conozco la ruta de evacuación alternativa si la ruta principal está bloqueada",
        "Conozco la ubicación del punto de concentración y puedo dirigir a otros hasta él",
        "Conozco mi función específica durante la evacuación (responsable de planta, socorrista, personal general)",
        "Sé cómo realizar la parada rápida de equipos en mi zona si el tiempo lo permite",
        "Comprendo que debo evacuar inmediatamente cuando suene la alarma, sin investigar ni demorarme",
        "Sé que nunca debo usar los ascensores durante la evacuación, siempre las escaleras",
        "Sé que debo permanecer en el punto de concentración hasta que se complete el control de presencia y se dé la señal de fin de emergencia"
      ]
    },
    {
      "title": "Lista de Verificación de Funciones del Personal en la Evacuación",
      "items": [
        "Al escuchar la alarma: detener el trabajo inmediatamente, alertar a los que estén cerca",
        "Realizar la parada rápida de equipos si es seguro y posible (solo segundos)",
        "Alertar y guiar a los clientes: 'Debemos evacuar inmediatamente. Síganme hasta la salida.'",
        "No permitir que los clientes se detengan por sus pertenencias — 'Podrá recogerlas tras la señal de fin de emergencia'",
        "Comprobar la zona inmediata incluyendo aseos y rincones en busca de rezagados",
        "Asistir a personas mayores, con movilidad reducida o desorientadas",
        "Cerrar puertas y ventanas al salir si el tiempo lo permite",
        "Avanzar por la ruta de evacuación designada hasta el punto de concentración",
        "Si la ruta está bloqueada por humo o fuego, usar la ruta alternativa",
        "Presentarse en el punto de concentración, participar en el pase de lista",
        "Responsables de planta: informar al coordinador de emergencias de que su zona está despejada",
        "Ayudar a mantener el orden en el punto de concentración, impedir reentradas no autorizadas",
        "Permanecer en el punto de concentración hasta que se dé la señal de fin de emergencia"
      ]
    },
    {
      "title": "Verificación Mensual de Preparación para la Evacuación",
      "items": [
        "Todas las rutas de evacuación libres de obstáculos y objetos almacenados",
        "Todas las puertas de salida desbloqueadas y abriéndose libremente durante el horario de apertura",
        "Toda la señalización de salida y direccional visible y correctamente iluminada",
        "Alumbrado de emergencia probado y funcional (prueba mensual requerida)",
        "Cuadrante de turno actual u hoja de registro del personal disponible para el control de presencia",
        "Coordinador de emergencias y suplentes designados y presentes en el turno",
        "Asignaciones de responsables de planta actualizadas para todas las zonas y todos los turnos",
        "Ubicaciones de los puntos de concentración claramente designadas y comunicadas",
        "Información de evacuación para clientes expuesta en lugar visible",
        "Todo el personal conoce la señal de evacuación y los procedimientos básicos",
        "Cualquier cambio en la distribución, salidas o rutas reflejado en el plan de evacuación"
      ]
    }
  ],
  "bestPractices": [
    "Practique las rutas de evacuación durante la incorporación — recorra las rutas con el nuevo personal, no se limite a señalar un plano",
    "Realice simulacros anunciados y no anunciados — ambos sirven a propósitos formativos diferentes",
    "Cronometre sus simulacros y haga seguimiento de la mejora a lo largo del tiempo — establezca un tiempo objetivo de evacuación y trabaje para alcanzarlo",
    "Rote las asignaciones de responsable de planta periódicamente para que más personal adquiera experiencia en estos roles críticos",
    "Utilice chalecos de alta visibilidad u otros identificadores para los responsables de planta durante simulacros y emergencias para que la gente sepa a quién pedir indicaciones",
    "Coloque instrucciones de evacuación visuales sencillas en varios idiomas en las zonas de clientes",
    "Nunca trate las alarmas de evacuación de forma casual ni bromee sobre ellas — esto socava la seriedad que garantiza el cumplimiento",
    "Tras los simulacros, reconozca públicamente al personal que actuó bien y use ejemplos para enseñar a otros",
    "Investigue y corrija cualquier problema recurrente (zonas lentas, alarmas no escuchadas, confusión) de forma sistemática en lugar de aceptarlos como normales"
  ],
  "glossary": {
    "Ruta de Evacuación": "Recorrido designado desde cualquier punto del edificio hasta una salida segura, que cumple los requisitos del código de edificación",
    "Punto de Concentración": "Ubicación segura designada alejada del edificio donde los evacuados se reúnen para el control de presencia",
    "Responsable de Planta": "Miembro del personal responsable de barrer y evacuar una zona específica durante una emergencia",
    "Control de Presencia": "Proceso de verificación de que todas las personas han evacuado de forma segura mediante recuentos y despeje de zonas",
    "Fin de Emergencia": "Notificación oficial de los servicios de emergencia de que es seguro volver a entrar al edificio",
    "Área de Refugio": "Zona protegida donde las personas que no pueden evacuar por las escaleras pueden esperar la asistencia de los servicios de bomberos",
    "Evacuación por Fases": "Procedimiento de evacuación donde diferentes zonas evacuan en secuencia en lugar de simultáneamente",
    "Ruta Protegida": "Ruta de evacuación construida con materiales resistentes al fuego para proporcionar un paso seguro incluso durante un incendio",
    "Capacidad de Evacuación": "Número máximo de personas que pueden evacuar de forma segura por las rutas disponibles en el tiempo requerido"
  }
}