{
  "title": "Primeros Auxilios",
  "legalBasis": "Ley 31/1995 de Prevención de Riesgos Laborales Artículo 20; RD 39/1997 de los Servicios de Prevención Artículo 22; RD 486/1997 sobre condiciones de seguridad y salud en los lugares de trabajo Anexo VI",
  "summary": "Los primeros auxilios son la atención inmediata que se presta a una persona lesionada o enferma antes de que llegue la ayuda médica profesional. En la industria de la hostelería, donde cuchillos afilados, superficies calientes, equipos pesados y un ritmo de trabajo acelerado generan riesgos continuos de lesión, unos primeros auxilios eficaces pueden marcar la diferencia entre un incidente menor y una emergencia médica grave. La legislación española de seguridad laboral exige a todos los empresarios garantizar que los primeros auxilios puedan prestarse con rapidez a cualquier trabajador que sufra una lesión o enfermedad en el trabajo.\n\nLos requisitos legales para los primeros auxilios en el lugar de trabajo incluyen: provisión de equipos e instalaciones de primeros auxilios adecuados y proporcionados al número de trabajadores, la naturaleza de las actividades laborales y los riesgos identificados en la evaluación de riesgos; designación y formación de personal suficiente para prestar primeros auxilios en todo momento en que el establecimiento esté en funcionamiento; y disposiciones para el contacto rápido con los servicios médicos de emergencia. Para establecimientos de hostelería, las situaciones habituales de primeros auxilios incluyen cortes y laceraciones por cuchillos y cristales rotos, quemaduras por equipos y líquidos calientes, resbalones y caídas, reacciones alérgicas, atragantamiento, enfermedades relacionadas con el calor y eventos cardíacos.\n\nUn programa eficaz de primeros auxilios en el lugar de trabajo va más allá del cumplimiento de los requisitos legales mínimos para crear una cultura de seguridad donde las lesiones se toman en serio, los equipos de primeros auxilios se mantienen adecuadamente y son accesibles, los socorristas designados confían en sus habilidades mediante formación de reciclaje periódica, y todo el personal sabe cómo solicitar ayuda en una emergencia. Esta guía cubre los requisitos de primeros auxilios, equipamiento, formación, lesiones habituales en hostelería y coordinación con los servicios médicos de emergencia.",
  "keyPoints": [
    "Debe designarse al menos un socorrista formado por turno en establecimientos con 50 o más trabajadores, o con menos trabajadores si se realizan actividades de alto riesgo",
    "Los botiquines de primeros auxilios deben estar fácilmente accesibles, correctamente abastecidos e inspeccionados periódicamente en cuanto a fechas de caducidad y completitud",
    "Todo el personal debe conocer la ubicación de los botiquines, la identidad de los socorristas formados y el número de emergencias (112)",
    "Toda lesión laboral que requiera primeros auxilios debe registrarse en el libro de accidentes",
    "Los primeros auxilios son solo atención inmediata y temporal — se requiere evaluación médica profesional para cualquier cosa que vaya más allá de lesiones menores",
    "Los escenarios habituales de primeros auxilios en hostelería incluyen cortes, quemaduras, resbalones/caídas, atragantamiento y reacciones alérgicas",
    "Los socorristas no deben exceder su formación — sepa cuándo llamar a los servicios de emergencia en lugar de intentar un tratamiento que supere su competencia",
    "La formación en primeros auxilios debe reciclarse cada 2-3 años para mantener las habilidades y actualizar los conocimientos"
  ],
  "sections": [
    {
      "heading": "1. Requisitos Legales y Obligaciones del Empresario",
      "content": "El Artículo 20 de la Ley 31/1995 establece el deber del empresario de analizar las posibles situaciones de emergencia previsibles y adoptar las medidas necesarias en materia de primeros auxilios, tratamiento médico de urgencia, salvamento, lucha contra incendios y evacuación. Esta obligación fundamental se desarrolla en el RD 39/1997, que exige al empresario designar al personal encargado de los primeros auxilios y otras medidas de emergencia, asegurar que dispone de la formación adecuada y proporcionarle los medios necesarios.\n\nLos requisitos específicos varían en función del tamaño del centro de trabajo, el nivel de riesgo y la distancia a los servicios sanitarios. El RD 486/1997 Anexo VI especifica que los lugares de trabajo deben disponer de al menos un botiquín de primeros auxilios por cada 50 trabajadores (o fracción) que desarrollen actividades sin riesgos especiales, y al menos un botiquín por cada 25 trabajadores para actividades de mayor riesgo. Las cocinas de hostelería típicamente se consideran de mayor riesgo debido a los peligros de cortes y quemaduras, requiriendo una provisión de primeros auxilios más amplia.\n\nPara establecimientos con 50 o más trabajadores, o con menos trabajadores si la evaluación de riesgos identifica un riesgo significativo de accidente o si el lugar de trabajo está alejado de servicios sanitarios, debe designarse al menos un socorrista formado. Los establecimientos más pequeños deben igualmente asegurar que los primeros auxilios puedan prestarse, ya sea mediante personal formado o mediante acuerdos con servicios médicos externos. El principio clave es que la capacidad efectiva de primeros auxilios debe estar disponible en todo momento durante el horario de funcionamiento del establecimiento.",
      "subsections": [
        {
          "heading": "1.1 Designación y Formación de Socorristas",
          "content": "Los socorristas designados deben recibir formación de un proveedor autorizado que cubra los fundamentos de primeros auxilios incluyendo valoración de víctimas, RCP y uso de desfibriladores externos automáticos (DEA), control de hemorragias, tratamiento de quemaduras, manejo de fracturas, emergencias médicas (atragantamiento, reacciones alérgicas, eventos cardíacos, ictus) y activación adecuada de los servicios de emergencia. Los cursos estándar de primeros auxilios en España tienen típicamente una duración de 8 a 20 horas según el nivel.\n\nLa formación de los socorristas debe reciclarse periódicamente — la mejor práctica es cada 2-3 años, aunque el requisito específico puede variar según la comunidad autónoma. Las técnicas como la RCP cambian a medida que evoluciona la ciencia médica, y las habilidades prácticas se degradan sin práctica regular. El empresario debe proporcionar formación de reciclaje y oportunidades para que los socorristas practiquen habilidades mediante simulaciones o sesiones de práctica con maniquíes.\n\nEl número de socorristas formados debe asegurar la cobertura en todo momento. Si el establecimiento opera en múltiples turnos, deben designarse socorristas para cada turno. Para instalaciones más grandes o aquellas con múltiples zonas diferenciadas (cocina, comedor, barra, salones de eventos), disponer de socorristas en cada zona reduce el tiempo de respuesta. Como mínimo, un socorrista formado debe estar de servicio en todo momento durante las operaciones."
        },
        {
          "heading": "1.2 Equipamiento e Instalaciones de Primeros Auxilios",
          "content": "Los botiquines de primeros auxilios deben contener material apropiado para los tipos de lesiones probables en el lugar de trabajo específico. Para hostelería, esto debe incluir material para tratar cortes (apósitos estériles, tiritas adhesivas, tiritas azules impermeables para manipuladores de alimentos, vendas, esparadrapo), quemaduras (apósitos estériles para quemaduras, gel hidrogel para quemaduras), lesiones oculares (solución estéril para lavado de ojos, parches oculares) y material médico general (guantes desechables, tijeras, imperdibles, mascarilla de reanimación, bolsas de frío instantáneo, vendas triangulares para cabestrillos).\n\nLos botiquines no deben contener medicamentos (incluyendo aspirina, paracetamol o ibuprofeno) ya que los socorristas no están autorizados para administrar medicamentos y existen riesgos de reacciones alérgicas o interacciones con otros fármacos. La única excepción podría ser gel o comprimidos de glucosa para emergencias diabéticas si están específicamente autorizados por el servicio de salud laboral y los socorristas están formados.\n\nLas instalaciones de primeros auxilios en establecimientos más grandes deben incluir una sala o zona de primeros auxilios designada con una cama o camilla, lavabo con agua caliente y fría, material de primeros auxilios y una silla. Esto proporciona un espacio limpio y privado para el tratamiento de primeros auxilios alejado de la zona de trabajo. Los establecimientos más pequeños pueden no requerir una sala dedicada pero deben igualmente disponer de un espacio adecuado."
        },
        {
          "heading": "1.3 Requisitos de Registro y Notificación",
          "content": "Todas las lesiones laborales, por leves que sean, deben registrarse en un libro de accidentes (Libro de Accidentes). El registro debe incluir fecha y hora, nombre de la persona lesionada, lugar y descripción del incidente, naturaleza y localización de la lesión, tratamiento de primeros auxilios proporcionado, nombre del socorrista, y si la persona volvió al trabajo o requirió atención médica adicional. Este registro sirve para múltiples propósitos: monitorización de tendencias de accidentalidad, información para la revisión de la evaluación de riesgos, demostración del cumplimiento de las obligaciones en materia de primeros auxilios, y provisión de información para reclamaciones de prestaciones por accidente de trabajo si procede.\n\nLos accidentes graves (aquellos que causen baja laboral más allá del día del incidente, lesión permanente o fallecimiento) deben notificarse a la autoridad laboral y a la entidad gestora de prestaciones dentro de los plazos establecidos. El empresario debe también investigar los accidentes graves para identificar las causas raíz e implantar medidas preventivas. Incluso los incidentes sin consecuencias que no hayan provocado lesión deben registrarse e investigarse, ya que frecuentemente revelan peligros que podrían causar lesiones graves en el futuro."
        }
      ]
    },
    {
      "heading": "2. Escenarios Habituales de Primeros Auxilios en Hostelería",
      "content": "El trabajo en hostelería implica patrones de lesiones específicos determinados por las herramientas, equipos y procesos de trabajo de la preparación de alimentos y el servicio. Comprender estos escenarios habituales permite a los socorristas prepararse, practicar y responder de forma eficaz. Las lesiones más frecuentes en hostelería son los cortes y laceraciones por cuchillos y cristales rotos, las quemaduras por superficies y líquidos calientes, los resbalones y caídas, y las lesiones por manipulación manual. Menos frecuentes pero potencialmente más graves son los incidentes de atragantamiento, las reacciones alérgicas graves y los eventos cardíacos.\n\nLa respuesta de primeros auxilios debe ser rápida, competente y proporcionada a la gravedad de la lesión. Las lesiones menores pueden tratarse completamente con primeros auxilios en el lugar de trabajo, mientras que las lesiones graves requieren la activación inmediata de los servicios de emergencia y primeros auxilios centrados en estabilizar a la víctima en espera de ayuda profesional. Los socorristas deben reconocer los límites de los primeros auxilios en el lugar de trabajo y saber cuándo es necesaria una evaluación médica profesional.",
      "subsections": [
        {
          "heading": "2.1 Cortes y Hemorragias",
          "content": "Los cortes son la lesión laboral más común en las cocinas de hostelería. Los primeros auxilios para hemorragias consisten en aplicar presión directa sobre la herida con un apósito estéril, elevar la parte lesionada por encima del nivel del corazón si es posible, y mantener la presión hasta que la hemorragia se detenga. Para cortes menores, puede ser suficiente limpiar con agua, aplicar un antiséptico y cubrir con una tirita estéril adhesiva. Para manipuladores de alimentos, use tiritas azules impermeables que son visibles si caen sobre los alimentos.\n\nLos cortes profundos, los que no dejen de sangrar después de 10 minutos de presión directa, los cortes con cuerpos extraños incrustados, los cortes en la cara o las manos donde la cicatrización es una preocupación, o cualquier corte donde pueda verse el tejido subyacente, grasa o hueso, requieren atención médica profesional. No extraiga los objetos incrustados (déjelos en su sitio y acolche alrededor), no aplique torniquetes salvo que tenga formación específica y la situación sea potencialmente mortal sin otra opción, y no use puntos de presión (la presión directa sobre la herida es más eficaz y segura).\n\nPara hemorragias graves, active los servicios de emergencia inmediatamente mientras continúa aplicando presión. Haga que la víctima se tumbe para prevenir el desmayo por pérdida de sangre, tranquilícela y manténgala abrigada (el shock puede desarrollarse por una pérdida de sangre significativa). Mantenga la presión de forma continua — no levante el apósito repetidamente para comprobar si la hemorragia se ha detenido, ya que esto interrumpe la formación del coágulo."
        },
        {
          "heading": "2.2 Quemaduras y Escaldaduras",
          "content": "Las quemaduras por superficies calientes, equipos, líquidos o vapor son frecuentes en las cocinas. Los primeros auxilios inmediatos son críticos para limitar el daño. Enfríe la quemadura inmediatamente con agua corriente fresca (no helada) durante al menos 10 minutos — esta es la acción de primeros auxilios más importante para las quemaduras. El enfriamiento durante los primeros minutos reduce significativamente la profundidad y gravedad de la quemadura. Retire joyas y ropa ajustada de la zona quemada antes de que se produzca la hinchazón, pero no retire ningún material que esté adherido a la quemadura.\n\nTras el enfriamiento, cubra la quemadura con film transparente estéril o un apósito estéril no adherente para protegerla de la infección y reducir el dolor. No use hielo (puede causar más daño tisular), no aplique mantequilla, aceite ni pomadas (pueden atrapar el calor y empeorar la quemadura), y no reviente las ampollas (esto aumenta el riesgo de infección). Para quemaduras superficiales pequeñas (solo enrojecimiento, sin ampollas, más pequeñas que la palma de la víctima), los primeros auxilios en el lugar de trabajo pueden ser suficientes. Vigile la aparición de signos de infección durante los días siguientes.\n\nBusque atención médica profesional para: quemaduras más grandes que la palma de la víctima, quemaduras profundas (aspecto blanco, carbonizado o coriáceo), quemaduras que causen ampollas más grandes que una moneda pequeña, quemaduras eléctricas, quemaduras químicas, quemaduras en la cara, manos, pies, genitales o articulaciones principales, quemaduras que rodeen una extremidad, cualquier quemadura en un niño, persona mayor o alguien con otras condiciones de salud. Para quemaduras graves, active los servicios de emergencia, continúe el enfriamiento si es posible, cubra holgadamente con film transparente, trate el shock y monitorice la respiración y el nivel de consciencia."
        },
        {
          "heading": "2.3 Atragantamiento",
          "content": "El atragantamiento ocurre cuando un alimento o cuerpo extraño bloquea la vía aérea. Es una emergencia inmediata que pone en peligro la vida y requiere una intervención rápida. Reconozca el atragantamiento: la persona no puede hablar, respirar ni toser eficazmente; puede agarrarse la garganta; puede emitir un sonido agudo sibilante o estar completamente silenciosa; la piel puede volverse azul. Pregunte '¿Se está atragantando?' — si puede hablar o toser con fuerza, anímele a seguir tosiendo pero esté preparado para ayudar si la obstrucción no se despeja.\n\nSi la persona no puede toser eficazmente o está perdiendo la consciencia, realice golpes en la espalda y compresiones abdominales (maniobra de Heimlich): dé hasta 5 golpes secos entre los omóplatos con el talón de la mano mientras le sujeta inclinada hacia adelante. Compruebe si la obstrucción se ha despejado después de cada golpe. Si los golpes en la espalda fallan, dé hasta 5 compresiones abdominales: colóquese detrás de ella, coloque un puño justo encima del ombligo, agárrelo con la otra mano y tire bruscamente hacia dentro y hacia arriba. Alterne 5 golpes en la espalda y 5 compresiones abdominales hasta que la obstrucción se despeje o lleguen los servicios de emergencia.\n\nLlame a los servicios de emergencia (112) inmediatamente si el episodio de atragantamiento es grave. Si la persona pierde la consciencia, inicie la RCP — las compresiones torácicas pueden ayudar a desalojar la obstrucción. Después de un episodio de atragantamiento, incluso si se resuelve, la persona debe ser evaluada por profesionales médicos ya que las compresiones abdominales pueden causar lesiones internas."
        }
      ]
    },
    {
      "heading": "3. Emergencias Médicas",
      "content": "Más allá de las lesiones traumáticas, los trabajadores y clientes de hostelería pueden sufrir emergencias médicas súbitas incluyendo eventos cardíacos, ictus, reacciones alérgicas graves, emergencias diabéticas, convulsiones y enfermedades relacionadas con el calor. Los socorristas deben ser capaces de reconocer estas emergencias, proporcionar atención inmediata apropiada y activar los servicios médicos de emergencia. A diferencia de las lesiones traumáticas donde la causa es evidente, las emergencias médicas requieren habilidades de valoración para identificar qué está ocurriendo y determinar la respuesta adecuada.\n\nEl enfoque fundamental ante las emergencias médicas es la valoración primaria: comprobar si hay peligro para usted mismo y para la víctima, comprobar la respuesta (¿está consciente?), comprobar la respiración y la circulación, y activar los servicios de emergencia si la situación es grave. Muchas emergencias médicas implican pérdida o alteración de la consciencia, requiriendo una monitorización cuidadosa y potencialmente RCP si la persona deja de respirar.",
      "subsections": [
        {
          "heading": "3.1 Parada Cardíaca y RCP",
          "content": "La parada cardíaca se produce cuando el corazón deja de latir eficazmente. La persona estará inconsciente, no respirará normalmente (puede emitir boqueadas ocasionales) y no tendrá pulso. Esta es una emergencia absoluta — sin RCP inmediata y desfibrilación, la muerte se producirá en minutos. Llame al 112 inmediatamente e inicie la RCP: coloque a la persona boca arriba sobre una superficie firme, sitúe el talón de una mano en el centro del pecho, coloque la otra mano encima, bloquee los codos rectos y presione hacia abajo 5-6 cm a un ritmo de 100-120 compresiones por minuto.\n\nContinúe las compresiones hasta que llegue un desfibrilador externo automático (DEA), lleguen los servicios de emergencia y tomen el relevo, o la persona muestre signos de vida (respirar normalmente, moverse, abrir los ojos). Si hay un DEA disponible, enciéndalo y siga las instrucciones de voz — analizará el ritmo cardíaco e indicará si es necesaria una descarga. Los DEA están diseñados para ser utilizados por personal no sanitario y no administrarán una descarga a menos que sea apropiado.\n\nMuchos establecimientos de hostelería están instalando actualmente DEA ya que mejoran drásticamente la supervivencia en parada cardíaca. Si su establecimiento dispone de un DEA, todo el personal debe conocer su ubicación y los socorristas designados deben estar formados en su uso. Incluso sin formación específica, cualquier persona puede usar un DEA siguiendo las instrucciones de voz del dispositivo."
        },
        {
          "heading": "3.2 Reacciones Alérgicas Graves (Anafilaxia)",
          "content": "La anafilaxia es una reacción alérgica grave, potencialmente mortal, que puede desarrollarse en minutos tras la exposición a un alérgeno (típicamente alérgenos alimentarios en entornos de hostelería, pero también picaduras de insectos, medicamentos). Reconozca la anafilaxia: erupción cutánea generalizada o urticaria, hinchazón de cara, labios o lengua, dificultad para respirar o sibilancias, pulso rápido, confusión o pérdida de consciencia, dolor abdominal intenso o vómitos. Esta es una emergencia médica que requiere tratamiento inmediato.\n\nSi alguien está sufriendo una anafilaxia, llame al 112 inmediatamente e indique claramente que sospecha anafilaxia. Si la persona tiene un autoinyector de adrenalina (EpiPen, Jext, Emerade), ayúdele a usarlo o úselo por ella si no puede — inyecte en la cara externa del muslo a través de la ropa si es necesario. Haga que se tumbe con las piernas elevadas (a menos que tenga dificultad para respirar, en cuyo caso sentarse puede ser mejor). Monitorice su estado de cerca y prepárese para realizar RCP si pierde la consciencia y deja de respirar.\n\nLa persona puede necesitar una segunda dosis de adrenalina si los síntomas no mejoran después de 5-10 minutos y los servicios de emergencia aún no han llegado (muchas personas portan dos autoinyectores por este motivo). Incluso si los síntomas mejoran tras la adrenalina, la evaluación médica de emergencia es esencial ya que los síntomas pueden recurrir horas después (reacción bifásica). Esto subraya la importancia crítica de la gestión de alérgenos en hostelería — prevenir la exposición es mucho mejor que tratar una reacción."
        },
        {
          "heading": "3.3 Enfermedades Relacionadas con el Calor",
          "content": "Trabajar en cocinas calientes genera riesgo de agotamiento por calor y golpe de calor, especialmente durante el verano o periodos de actividad prolongada e intensa. Los síntomas del agotamiento por calor incluyen sudoración profusa, debilidad, mareo, náuseas, dolor de cabeza, calambres musculares y piel pálida y húmeda. El golpe de calor es más grave: temperatura corporal elevada, confusión o estado mental alterado, piel caliente y seca (la sudoración puede haber cesado), pulso rápido y posible pérdida de consciencia. El golpe de calor pone en peligro la vida y requiere respuesta de emergencia inmediata.\n\nPara el agotamiento por calor: traslade a la persona a una zona fresca, haga que se tumbe con las piernas elevadas, dele agua o bebidas isotónicas a sorbos (si está consciente y puede tragar), enfríela con toallas húmedas o abaníquela, y monitorice su estado. La mayoría de las personas se recuperan con estas medidas, pero si los síntomas empeoran o no mejoran después de 30 minutos, active los servicios de emergencia.\n\nPara sospecha de golpe de calor: llame al 112 inmediatamente, traslade a una zona fresca, retire la ropa exterior, enfríe a la persona rápidamente usando los medios disponibles (toallas mojadas, ducha fría, bolsas de hielo en cuello, axilas e ingles), y monitorice la consciencia y la respiración. El golpe de calor puede causar daño orgánico y muerte si no se trata rápidamente. La prevención mediante hidratación adecuada, pausas de descanso y rotación fuera de las zonas calientes es muy preferible al tratamiento de las enfermedades por calor."
        }
      ]
    },
    {
      "heading": "4. Contenido y Mantenimiento del Botiquín de Primeros Auxilios",
      "content": "Un botiquín de primeros auxilios correctamente abastecido y mantenido es esencial para una respuesta eficaz de primeros auxilios en el lugar de trabajo. El contenido debe reflejar los riesgos específicos del trabajo en hostelería, ser apropiado para el número de trabajadores y verificarse y reponerse periódicamente. El RD 486/1997 Anexo VI proporciona una lista básica, pero esta debe adaptarse al perfil de riesgo específico del establecimiento basándose en la evaluación de riesgos y la consulta con el servicio de salud laboral o el proveedor de formación en primeros auxilios.\n\nLos botiquines de primeros auxilios deben almacenarse en ubicaciones claramente identificadas, fácilmente accesibles para todo el personal, protegidos de la contaminación y la intemperie pero no cerrados con llave ni requiriendo llaves para acceder en una emergencia. En establecimientos más grandes o aquellos con múltiples zonas diferenciadas, múltiples botiquines en diferentes ubicaciones reducen el tiempo de respuesta. Cada botiquín debe tener asignada una persona responsable que realice verificaciones y reposiciones periódicas.",
      "subsections": [
        {
          "heading": "4.1 Contenido Recomendado del Botiquín para Hostelería",
          "content": "El botiquín básico de primeros auxilios para establecimientos de hostelería debe contener: tiritas adhesivas estériles en surtido de tamaños incluyendo tiritas azules impermeables para manipuladores de alimentos; parches oculares estériles; vendas triangulares para cabestrillos; imperdibles; apósitos estériles no medicados para heridas envasados individualmente (medianos y grandes); guantes desechables (nitrilo o vinilo, varias tallas); gasas estériles; esparadrapo; vendas (conformadas y de crepé); tijeras; pinzas; mascarilla de reanimación; bolsas desechables; folleto guía de primeros auxilios.\n\nPara los riesgos específicos de hostelería, considere añadir: apósitos para quemaduras y gel hidrogel; solución para lavado de ojos y bañera ocular; bolsas de frío instantáneo; tiritas azules impermeables específicas para manipuladores de alimentos; manta de emergencia (lámina térmica para tratar el shock). Los botiquines avanzados para establecimientos con socorristas formados podrían incluir también apósitos para dedos, tiras de aproximación de heridas y material más extenso para el tratamiento de quemaduras.\n\nNo incluya medicamentos en el botiquín salvo que esté específicamente autorizado por el servicio de salud laboral y sean administrados únicamente por socorristas formados. La excepción podría ser gel o comprimidos de glucosa si tiene empleados diabéticos y autorización para su uso en emergencias diabéticas. Nunca incluya aspirina, paracetamol u otros medicamentos de carácter general ya que pueden causar reacciones alérgicas o interacciones peligrosas."
        },
        {
          "heading": "4.2 Inspección y Reposición",
          "content": "Los botiquines de primeros auxilios deben inspeccionarse periódicamente (mensualmente como mejor práctica) para verificar que el contenido está completo, los artículos están dentro de las fechas de caducidad y el botiquín está limpio y correctamente organizado. Utilice una lista de verificación del contenido requerido y registre cada inspección. Los artículos utilizados deben reponerse inmediatamente — el botiquín debe estar preparado para el siguiente incidente en todo momento. Establezca un procedimiento claro de reabastecimiento: quién es responsable, dónde se adquieren los suministros y qué debe pedirse.\n\nDeben respetarse las fechas de caducidad de los artículos estériles — el uso de apósitos estériles caducados supone riesgo de infección. Rote el stock para usar primero los artículos más antiguos (principio FIFO). Los artículos que no tienen fecha de caducidad (tijeras, pinzas) deben comprobarse en busca de daños o desgaste. El propio contenedor del botiquín debe verificarse en busca de daños, entrada de humedad o contaminación.\n\nMantenga un registro de las inspecciones y reposiciones del botiquín como parte de la documentación de primeros auxilios. Esto demuestra que el empresario está cumpliendo la obligación de mantener la provisión de primeros auxilios e identifica patrones (si ciertos artículos se usan frecuentemente, considere si medidas de prevención adicionales podrían reducir esas lesiones)."
        },
        {
          "heading": "4.3 Equipamiento Especializado",
          "content": "Además de los botiquines básicos de primeros auxilios, algunos establecimientos pueden beneficiarse de equipamiento de emergencia especializado. Los desfibriladores externos automáticos (DEA) son cada vez más comunes en espacios públicos y grandes lugares de trabajo. Un DEA puede mejorar drásticamente la supervivencia en caso de parada cardíaca súbita. Si instala un DEA, asegúrese de que los socorristas designados están formados en su uso, el dispositivo se mantiene adecuadamente y se verifica periódicamente, y todo el personal conoce su ubicación.\n\nEl equipo de administración de oxígeno requiere formación específica y típicamente solo lo utilizan socorristas avanzados con autorización del servicio de salud laboral. Las estaciones de lavado de ojos (más allá de los pequeños frascos de lavado ocular del botiquín) deben instalarse en zonas donde exista riesgo de salpicadura de productos químicos a los ojos, como las zonas de almacenamiento de productos de limpieza.\n\nEl equipo de inmovilización espinal (collarines cervicales, tableros espinales) requiere formación específica y típicamente solo lo utilizan los servicios médicos de emergencia. Los socorristas no deben intentar inmovilizar o mover a víctimas con sospecha de lesión medular a menos que exista un peligro inmediato (incendio, ahogamiento) que requiera el traslado — en su lugar, mantenga a la persona inmóvil y sujétele la cabeza mientras espera a los servicios de emergencia."
        }
      ]
    },
    {
      "heading": "5. Coordinación con los Servicios Médicos de Emergencia",
      "content": "Los primeros auxilios en el lugar de trabajo son atención provisional en espera de ayuda médica profesional. Una coordinación eficaz con los servicios médicos de emergencia (SME) asegura que las víctimas reciban atención profesional lo antes posible. Los socorristas deben saber cuándo llamar a los servicios de emergencia, qué información proporcionar, cómo prepararse para su llegada y cómo transferir la atención adecuadamente.\n\nEl número de emergencias en España es el 112, que proporciona acceso a emergencias médicas (SAMUR, 061), servicios de bomberos y policía. Al llamar al 112, mantenga la calma y proporcione información clara: la ubicación con dirección completa e instrucciones de acceso, el número de víctimas, la naturaleza del incidente y las lesiones, el estado de la víctima (consciente/inconsciente, respira/no respira) y cualquier peligro especial (fuga de gas, incendio, exposición a productos químicos). Siga las instrucciones del operador — puede proporcionarle instrucciones previas a la llegada de la ambulancia como cómo realizar la RCP o cómo posicionar a la víctima.",
      "subsections": [
        {
          "heading": "5.1 Cuándo Llamar a los Servicios de Emergencia",
          "content": "Llame al 112 inmediatamente para: inconsciencia o alteración del nivel de consciencia, dificultad para respirar o respiración anormal, hemorragia grave que no puede controlarse, sospecha de infarto o ictus, quemaduras graves, sospecha de fracturas óseas o lesión medular, reacción alérgica grave (anafilaxia), atragantamiento que no se resuelve rápidamente, intoxicación o sobredosis, o cualquier situación en la que tenga dudas — si no está seguro, llame.\n\nPara lesiones menos graves, considere si se necesita una evaluación médica profesional aunque no sea una emergencia inmediata. La víctima debe ser aconsejada para buscar atención médica en caso de: cortes que puedan necesitar sutura (cortes profundos, heridas abiertas, cortes en cara o manos), quemaduras más allá de las superficiales menores, traumatismos craneales con cualquier periodo de inconsciencia o síntomas más allá de dolor transitorio inmediato, dolor torácico o signos de problemas cardíacos, cualquier lesión ocular, cualquier lesión cuya gravedad no esté seguro de evaluar. En caso de duda, opte por buscar evaluación médica.\n\nNunca permita que las preocupaciones por el coste de la ambulancia o la interrupción retrasen la llamada a los servicios de emergencia en situaciones graves. Un tratamiento tardío puede dar lugar a resultados mucho peores. Algunos empresarios se preocupan por los costes de la prestación por accidente de trabajo, pero retrasar la atención médica necesaria puede en realidad aumentar los costes (peores resultados requieren tratamientos más largos) y expone al empresario a responsabilidad por atención inadecuada."
        },
        {
          "heading": "5.2 Preparación para la Llegada del SME",
          "content": "Mientras espera a los servicios de emergencia: continúe prestando primeros auxilios según sea necesario, monitorice continuamente el estado de la víctima (especialmente consciencia y respiración), prepárese para guiar al SME hasta la víctima (envíe a alguien a recibir la ambulancia si la ubicación no es evidente), despeje las vías de acceso (asegure que la ambulancia puede acceder al edificio y la camilla puede llegar hasta la víctima), recopile cualquier información relevante (la información médica de la persona si está disponible, lista de medicamentos que esté tomando, detalles del incidente), y mantenga alejados a los curiosos para dar espacio de trabajo al SME.\n\nNo mueva a la víctima a menos que exista un peligro inmediato (incendio, derrumbe del edificio) que requiera la evacuación. Si la persona está inconsciente pero respira, colóquela en posición lateral de seguridad (de costado con la cabeza inclinada hacia atrás para mantener la vía aérea abierta) a menos que se sospeche lesión medular, en cuyo caso manténgala inmóvil y monitorice su respiración. Si deja de respirar, prepárese para iniciar la RCP.\n\nPermanezca con la víctima hasta que llegue el SME — no la deje sola. Tranquilícela, manténgala abrigada con mantas si es necesario, y monitorice su estado continuamente. Si su estado empeora (pérdida de consciencia, cesa la respiración, aumento de la hemorragia), proporcione los primeros auxilios apropiados y actualice al operador del 112 llamando de nuevo si es necesario."
        },
        {
          "heading": "5.3 Transferencia a los Servicios de Emergencia",
          "content": "Cuando llegue el SME, proporcione una transferencia clara y concisa: identifíquese como el socorrista, describa brevemente el incidente (qué ocurrió, cuándo, cómo), describa las lesiones observadas y los primeros auxilios prestados, informe del estado actual de la víctima y cualquier cambio desde el incidente, y proporcione cualquier información médica relevante que haya obtenido (alergias, medicamentos, condiciones preexistentes).\n\nSiga las instrucciones del equipo del SME — pueden pedirle que continúe manteniendo presión sobre una herida, que ayude a mover a la víctima o que proporcione información adicional. Una vez que el SME asume la atención, su función de primeros auxilios ha terminado, aunque puede necesitar permanecer disponible para responder preguntas para su documentación o para una investigación posterior.\n\nAsegúrese de completar la documentación: registre el incidente en el libro de accidentes, anote la hora de llegada del SME y qué servicio/ambulancia acudió, registre adónde se trasladó a la víctima si lo sabe, y documente todos los primeros auxilios prestados. Esta información puede ser necesaria para reclamaciones de prestaciones por accidente de trabajo, investigación de incidentes o mejora de la calidad del programa de primeros auxilios."
        }
      ]
    },
    {
      "heading": "6. Gestión del Programa de Primeros Auxilios",
      "content": "Un programa eficaz de primeros auxilios en el lugar de trabajo requiere una gestión continua, no solo una configuración inicial. La gestión del programa incluye el mantenimiento de la cobertura de socorristas formados, la actualización de equipos y suministros, la documentación y el aprendizaje de los incidentes, la integración de los primeros auxilios con el programa más amplio de seguridad y salud, y la mejora continua basada en la experiencia. Asignar una responsabilidad clara de la gestión del programa de primeros auxilios asegura que reciba una atención consistente.\n\nEl comité de seguridad y salud laboral o el delegado de prevención debe incluir los primeros auxilios en su agenda de revisión periódica. La revisión anual del programa de primeros auxilios debe considerar si el número y la formación de los socorristas es adecuado basándose en la experiencia, si los equipos e instalaciones son apropiados y están bien mantenidos, si los tiempos de respuesta a incidentes son aceptables, y si algún patrón en los incidentes sugiere oportunidades preventivas.",
      "subsections": [
        {
          "heading": "6.1 Cobertura y Apoyo a los Socorristas",
          "content": "Asegure una cobertura adecuada de socorristas en todos los turnos y departamentos. Cree un cuadrante que muestre qué socorristas formados están de servicio en cada momento, y tenga planes de contingencia para las ausencias (vacaciones, enfermedad). Considere proporcionar incentivos para que los empleados se formen como socorristas — un pequeño complemento salarial, reconocimiento o tiempo libre para formación pueden fomentar la participación.\n\nApoye a sus socorristas: proporcione formación de reciclaje periódica, oportunidades de practicar habilidades, acceso a orientación y consulta con profesionales de salud laboral, y apoyo psicológico si intervienen en incidentes traumáticos. Los socorristas pueden experimentar estrés o reacciones emocionales después de prestar atención en incidentes graves, especialmente si el resultado es desfavorable. Reconozca esto y proporcione el apoyo adecuado incluyendo debriefing y, si es necesario, asesoramiento psicológico.\n\nMantenga un registro de socorristas formados incluyendo fechas de formación, fechas de expiración de certificaciones y calendarios de renovación. Haga seguimiento de cuándo vence la formación de reciclaje y prográmela de forma proactiva en lugar de permitir que las certificaciones caduquen. Algunas organizaciones mantienen algunos socorristas formados adicionales por encima del mínimo requerido para proporcionar margen frente a ausencias y rotación."
        },
        {
          "heading": "6.2 Aprendizaje de los Incidentes",
          "content": "Todo incidente que requiera primeros auxilios es una oportunidad de aprender y mejorar. Revise los registros de accidentes periódicamente para identificar patrones: ¿Se repiten ciertos tipos de lesiones? ¿Zonas o franjas horarias concretas presentan más incidentes? ¿Son adecuados los tiempos de respuesta? ¿Se identificaron deficiencias en la provisión o la respuesta de primeros auxilios? Utilice esta información para mejorar la prevención (abordando las causas raíz de las lesiones recurrentes), mejorar la respuesta de primeros auxilios (formación adicional en escenarios habituales, reposicionamiento de botiquines) e informar la revisión de la evaluación de riesgos.\n\nRealice una investigación más detallada de los incidentes graves para comprender las causas raíz e identificar medidas preventivas. Los incidentes sin consecuencias (donde la lesión estuvo a punto de producirse o pudo haber sido mucho peor) también deben investigarse ya que frecuentemente revelan peligros antes de que se produzca una lesión grave. Una cultura de comunicación y aprendizaje, en lugar de culpabilización, fomenta que el personal comunique incidentes y cuasi-accidentes para no perder oportunidades de aprendizaje.\n\nRevise periódicamente el uso del botiquín para informar las decisiones de reabastecimiento. ¿Si ciertos artículos nunca se usan, son necesarios? ¿Si ciertos artículos se usan muy frecuentemente, debería almacenar cantidades mayores o investigar la prevención de esas lesiones? Los patrones de uso proporcionan información sobre las necesidades reales de primeros auxilios de su lugar de trabajo específico."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de Verificación de Requisitos del Programa de Primeros Auxilios",
      "items": [
        "Número adecuado de socorristas formados designados según el tamaño del establecimiento y el nivel de riesgo",
        "Cobertura de socorristas asegurada para todos los turnos y departamentos",
        "Formación de socorristas vigente y reciclada dentro del periodo requerido (2-3 años)",
        "Botiquines de primeros auxilios proporcionados en número y ubicaciones adecuados según el tamaño y distribución del lugar de trabajo",
        "Contenido del botiquín apropiado a los riesgos del lugar de trabajo (cortes, quemaduras, lesiones generales)",
        "Botiquines inspeccionados periódicamente (mensualmente) y mantenidos con contenido completo y en fecha",
        "Sala o zona de tratamiento de primeros auxilios disponible si lo requiere el tamaño del establecimiento",
        "Todo el personal informado de las disposiciones de primeros auxilios: quién, dónde, qué hacer en caso de emergencia",
        "Procedimientos de contacto de emergencia claramente comunicados (número de emergencias 112)",
        "Libro de accidentes mantenido y todos los incidentes registrados",
        "Procedimientos de primeros auxilios integrados en la evaluación de riesgos y los planes de emergencia",
        "Revisión anual de la adecuación y eficacia del programa de primeros auxilios"
      ]
    },
    {
      "title": "Lista de Verificación de Inspección Mensual del Botiquín",
      "items": [
        "Ubicación del botiquín accesible y claramente señalizada",
        "Contenedor del botiquín limpio e intacto, precintos íntegros",
        "Lista de inventario presente y actualizada",
        "Todos los artículos requeridos presentes en las cantidades requeridas",
        "Artículos estériles en envases sellados, sin daños",
        "Todos los artículos dentro de las fechas de caducidad — sustituir cualquier artículo caducado",
        "Guantes desechables disponibles en varias tallas",
        "Tiritas azules impermeables disponibles para uso de manipuladores de alimentos",
        "Material de tratamiento de quemaduras disponible y en fecha",
        "Solución de lavado de ojos disponible y en fecha",
        "Folleto guía de primeros auxilios presente y actualizado",
        "Inspección documentada con fecha, nombre del inspector y acciones tomadas"
      ]
    },
    {
      "title": "Lista de Verificación del Procedimiento de Respuesta a Emergencias",
      "items": [
        "Evaluar la escena: ¿es seguro acercarse?",
        "Comprobar la respuesta de la víctima: ¿está consciente? ¿Habla? ¿Se mueve?",
        "Si está inconsciente: comprobar la respiración — mirar, escuchar, sentir si la respiración es normal",
        "Si no respira normalmente: llamar al 112 inmediatamente e iniciar la RCP",
        "Si respira pero está inconsciente: colocar en posición lateral de seguridad, llamar al 112, monitorizar la respiración",
        "Si está consciente pero lesionada: valorar las lesiones, proporcionar los primeros auxilios apropiados",
        "Llamar al 112 si la lesión es grave o tiene dudas",
        "Proporcionar al operador la ubicación, número de víctimas y naturaleza de las lesiones",
        "Enviar a alguien a recibir la ambulancia y guiarles hasta la víctima",
        "Continuar monitorizando a la víctima y prestando primeros auxilios hasta la llegada del SME",
        "Transferencia al SME: describir el incidente, lesiones, tratamiento proporcionado y estado actual",
        "Registrar el incidente en el libro de accidentes lo antes posible"
      ]
    }
  ],
  "bestPractices": [
    "Forme a más socorristas de los mínimos requeridos para asegurar la cobertura durante ausencias y proporcionar profundidad",
    "Realice escenarios o simulaciones periódicas de primeros auxilios para mantener las habilidades y la confianza entre incidentes reales",
    "Posicione los botiquines de primeros auxilios estratégicamente según dónde es más probable que ocurran las lesiones y dónde el tiempo de respuesta es más importante",
    "Utilice ayudas visuales (carteles, señales) para recordar al personal las ubicaciones de primeros auxilios y los procedimientos básicos de emergencia",
    "Realice un debriefing tras incidentes significativos de primeros auxilios para identificar lecciones aprendidas y apoyar emocionalmente a los socorristas",
    "Integre la formación en primeros auxilios en la incorporación de nuevos empleados para que todo el personal tenga una concienciación básica aunque no sean socorristas designados",
    "Considere instalar un DEA en establecimientos más grandes o aquellos con mayor riesgo cardíaco (clientes de mayor edad, entorno de estrés)",
    "Establezca relaciones con los servicios de emergencia locales — invíteles a visitar y familiarizarse con sus instalaciones",
    "Haga seguimiento y analice las tendencias de los incidentes de primeros auxilios para identificar oportunidades de prevención en lugar de limitarse a tratar las lesiones de forma reactiva"
  ],
  "glossary": {
    "Primeros Auxilios": "Atención inmediata que se presta a una persona lesionada o enferma antes de que llegue la ayuda médica profesional",
    "Socorrista": "Persona formada en primeros auxilios y designada para prestarlos en el lugar de trabajo",
    "RCP": "Reanimación Cardiopulmonar — compresiones torácicas para mantener el flujo sanguíneo cuando el corazón se ha detenido",
    "DEA": "Desfibrilador Externo Automático — dispositivo que analiza el ritmo cardíaco y administra una descarga eléctrica si es necesario para reiniciar el corazón",
    "Anafilaxia": "Reacción alérgica grave, potencialmente mortal, que afecta a múltiples sistemas del organismo",
    "Posición Lateral de Seguridad": "Posición para persona inconsciente pero que respira, tumbada de costado con la cabeza inclinada hacia atrás para mantener la vía aérea abierta",
    "Valoración Primaria": "Evaluación inicial que comprueba peligro, respuesta, respiración y circulación",
    "SME": "Servicios Médicos de Emergencia — servicios profesionales de ambulancia y atención sanitaria urgente (112 en España)",
    "Libro de Accidentes": "Registro obligatorio de todas las lesiones laborales y los primeros auxilios prestados"
  }
}