{
  "title": "Prevención de Resbalones en el Comedor",
  "legalBasis": "Ley 31/1995 de Prevención de Riesgos Laborales; RD 486/1997 sobre disposiciones mínimas de seguridad y salud en los lugares de trabajo; RD 1627/1997 sobre seguridad en obras de construcción (relevante para especificaciones de superficies de suelo)",
  "summary": "Los resbalones, tropiezos y caídas se encuentran entre los accidentes laborales más comunes en el sector de la hostelería, representando una proporción significativa de las lesiones con baja laboral. En los entornos de comedor y bar, estos accidentes ocurren con particular frecuencia debido a la combinación de superficies de suelo duras y lisas, derrames frecuentes de líquidos, restos de alimentos, movimiento rápido del personal e iluminación inadecuada en algunas zonas. Las consecuencias van desde contusiones leves hasta fracturas graves, traumatismos craneales e incapacidad permanente. Para el personal que transporta bandejas, platos calientes u objetos cortantes, una caída genera riesgos adicionales de quemaduras, cortes y lesiones a terceros.\n\nLa prevención efectiva de resbalones requiere un enfoque multicapa que aborde el diseño y mantenimiento de las superficies, la respuesta inmediata ante derrames, el calzado apropiado, factores ambientales como la iluminación y las alfombras de suelo, y la formación del personal en técnicas de movimiento seguro. La legislación española de seguridad y salud laboral responsabiliza a los empleadores de evaluar y controlar los peligros de resbalón, mientras que los empleados tienen el deber de seguir los procedimientos de seguridad establecidos y notificar los peligros.\n\nEsta guía proporciona protocolos integrales para identificar, controlar y eliminar los peligros de resbalón en las zonas de comedor y servicio. Cubre tanto las medidas proactivas (selección apropiada del suelo, programas de mantenimiento, formación del personal) como las medidas reactivas (respuesta inmediata ante derrames, investigación de incidentes). Su implementación requiere compromiso de la dirección, participación de todo el personal e integración de la prevención de resbalones en las rutinas operativas diarias.",
  "keyPoints": [
    "Usar calzado antideslizante apropiado que cumpla o supere los estándares de resistencia al deslizamiento SRC",
    "Limpiar todos los derrames inmediatamente — nunca pasar junto a un derrame sin atenderlo",
    "Usar señales de advertencia de suelo mojado siempre y donde los suelos estén mojados por limpieza o derrames",
    "Caminar a un ritmo controlado, dando pasos más cortos en superficies potencialmente resbaladizas",
    "Mantener tres puntos de contacto al subir o bajar escaleras (dos pies, una mano en la barandilla)",
    "Mantener los pasillos libres de obstáculos, cables y alfombras que puedan causar tropiezos",
    "Informar inmediatamente de cualquier suelo dañado, alfombras desgastadas o problemas de iluminación",
    "Evitar transportar cargas que obstruyan la visión del suelo que tiene delante",
    "Entrar en cámaras frigoríficas y congeladores con precaución — las transiciones de temperatura afectan la tracción del suelo",
    "Usar los pasillos designados y evitar atajos por zonas recién fregadas"
  ],
  "sections": [
    {
      "heading": "1. Comprensión de los Mecanismos de Resbalón y Factores de Riesgo",
      "content": "Un resbalón ocurre cuando existe una fricción insuficiente entre la suela del zapato y la superficie de paso, haciendo que el pie se mueva involuntariamente. La fricción está determinada por el coeficiente de fricción (CoF) entre las dos superficies — valores superiores a 0,50 se consideran generalmente seguros en condiciones secas, mientras que las condiciones húmedas requieren valores de CoF superiores a 0,40 para mantener una tracción adecuada. Cuando la fricción es insuficiente, el pie se acelera inesperadamente y el centro de gravedad del cuerpo se desplaza fuera de la base de sustentación, resultando en una caída.\n\nMúltiples factores interactúan para crear riesgo de resbalón en entornos hosteleros. Las características de la superficie incluyen el material (baldosa, vinilo, hormigón pulido, madera), el acabado (liso, texturizado, sellado, sin sellar) y la condición (limpio, contaminado, desgastado, dañado). La contaminación por agua, grasa, partículas de alimentos, condensación o productos de limpieza reduce drásticamente la fricción. Las características del calzado — material de la suela, dibujo de la banda de rodadura, estado de desgaste — son igualmente importantes. Los factores humanos incluyen la velocidad al caminar, la longitud de la zancada, la carga transportada y la atención prestada a la superficie de paso.\n\nLos entornos hosteleros presentan desafíos únicos porque las superficies de suelo deben equilibrar múltiples requisitos: deben ser fáciles de limpiar y desinfectar por seguridad alimentaria, estéticamente apropiadas para las zonas de clientes, duraderas bajo alto tráfico, cómodas para el personal que permanece de pie durante turnos largos y — críticamente — proporcionar una resistencia adecuada al deslizamiento incluso cuando están mojadas. Estos requisitos a veces entran en conflicto, lo que hace necesaria una selección cuidadosa del suelo y protocolos de mantenimiento rigurosos.",
      "subsections": [
        {
          "heading": "1.1 Zonas y Situaciones de Alto Riesgo",
          "content": "Ciertas zonas dentro de restaurantes y bares presentan un riesgo elevado de resbalón debido a la contaminación frecuente o a factores ambientales. Las transiciones de cocina a comedor, donde el personal se mueve rápidamente entre los suelos húmedos de la cocina y las superficies del comedor, son particularmente peligrosas. Las zonas de barra donde se manipulan constantemente agua y bebidas, las estaciones de hielo donde se acumula condensación y las zonas cercanas a los lavavajillas también son de alto riesgo.\n\nFactores externos como las condiciones meteorológicas impactan significativamente en el riesgo de resbalón. La lluvia crea entradas mojadas cuando clientes y personal arrastran agua al interior. En invierno, la nieve y el hielo pueden introducirse en los zapatos. Las transiciones de temperatura entre zonas refrigeradas y espacios cálidos del comedor causan condensación tanto en los suelos como en las suelas del calzado. La primera lluvia tras un período seco es particularmente peligrosa, ya que los residuos acumulados en el suelo se vuelven resbaladizos al mojarse."
        },
        {
          "heading": "1.2 Momentos de Máximo Riesgo",
          "content": "El riesgo de resbalón varía temporalmente a lo largo del día operativo. La limpieza de suelos previa al servicio crea condiciones húmedas que pueden no secarse completamente antes de que comience el servicio. Los períodos de máxima actividad implican movimiento rápido, derrames por servicio apresurado y menor atención inmediata al mantenimiento. La transición entre períodos de servicio, cuando se limpian los suelos mientras continúa algo de actividad de servicio, es particularmente peligrosa ya que el personal puede no ser consciente de que se está fregando en zonas adyacentes.\n\nLa fatiga también influye — el personal que trabaja turnos largos, especialmente durante los procedimientos de cierre nocturno, experimenta una reducción del estado de alerta y la coordinación, aumentando la susceptibilidad a los resbalones. Los turnos dobles y los períodos de horas extraordinarias se correlacionan con tasas de accidentes más altas en todas las categorías, incluyendo resbalones y caídas."
        }
      ]
    },
    {
      "heading": "2. Selección y Mantenimiento de Superficies de Suelo",
      "content": "La base de la prevención de resbalones es seleccionar superficies de suelo apropiadas y mantenerlas correctamente. Aunque cambiar los suelos existentes puede no ser viable para todos los establecimientos, comprender las características de resistencia al deslizamiento del pavimento actual orienta las prioridades de mantenimiento y las estrategias de gestión de riesgos. Al renovar o construir nuevas instalaciones, la selección del suelo debe priorizar la resistencia al deslizamiento junto con otros requisitos funcionales y estéticos.\n\nLa resistencia al deslizamiento se mide mediante varios métodos de ensayo, siendo los más comunes el Ensayo de Rampa (que produce un valor de resistencia al deslizamiento o SRV) y el Ensayo Pendular (que produce un Valor de Ensayo Pendular o PTV). Para entornos hosteleros, especialmente aquellos donde es probable la contaminación por agua o grasa, buscar pavimentos con un SRV de al menos 55 o un PTV de al menos 40 en condiciones húmedas. Las especificaciones del fabricante deben incluir ensayos de resistencia al deslizamiento según normas relevantes como EN 13845 o DIN 51130.\n\nLas superficies texturizadas generalmente proporcionan mejor resistencia al deslizamiento que las superficies lisas, pero la textura debe equilibrarse con la limpiabilidad — las superficies excesivamente rugosas atrapan suciedad y son difíciles de desinfectar. Los tratamientos antideslizantes pueden aplicarse a suelos existentes para aumentar la resistencia al deslizamiento creando una microtextura en la superficie. Sin embargo, estos tratamientos requieren reaplicación periódica y pueden alterar la apariencia del suelo. Una evaluación profesional por un especialista en pavimentos puede determinar si el tratamiento antideslizante es apropiado para su material de suelo específico.",
      "subsections": [
        {
          "heading": "2.1 Protocolos de Limpieza Diaria",
          "content": "La limpieza regular es esencial para mantener la resistencia al deslizamiento del suelo, ya que la contaminación por grasa, residuos de alimentos y bebidas se acumula con el uso y crea condiciones peligrosas. Sin embargo, la limpieza en sí misma crea temporalmente condiciones húmedas que aumentan el riesgo de resbalón. Esta paradoja requiere una gestión cuidadosa mediante la planificación del momento, la técnica y la comunicación.\n\nProgramar la limpieza principal del suelo fuera de los períodos de servicio siempre que sea posible. Si es necesario limpiar durante las horas operativas, seccionar la zona y limpiar por etapas, permitiendo que una sección se seque antes de pasar a la siguiente. Esto asegura que siempre exista un camino seco para transitar. Usar productos de limpieza apropiados para su tipo de suelo — algunos productos dejan residuos resbaladizos cuando están mojados. Evitar el uso excesivo de productos de pulido o sellado que crean superficies lisas y resbaladizas."
        },
        {
          "heading": "2.2 Limpieza Profunda y Mantenimiento",
          "content": "Además de la limpieza diaria, los suelos requieren una limpieza profunda periódica para eliminar residuos acumulados que el fregado rutinario no puede eliminar. La acumulación de grasa es particularmente problemática en las zonas adyacentes a la cocina, ya que crea una película invisible pero muy resbaladiza. La limpieza profunda debe incluir tratamientos desengrasantes con productos químicos apropiados y fregado mecánico con máquinas rotativas u equipos similares.\n\nInspeccionar los suelos regularmente en busca de daños como grietas, desconchados, zonas desgastadas y baldosas sueltas, que crean peligros de tropiezo. Las superficies pulidas pueden desarrollar caminos lisos y desgastados a lo largo de las rutas de alto tráfico que se vuelven resbaladizos cuando están mojados. Estas zonas pueden requerir restauración o reemplazo. Los suelos de baldosas con juntas requieren rejuntado periódico a medida que las juntas se deterioran, creando superficies irregulares. Abordar los daños del suelo con prontitud mediante reparación o medidas temporales apropiadas como parches temporales y señalización clara del peligro."
        }
      ]
    },
    {
      "heading": "3. Estándares de Calzado y Cumplimiento",
      "content": "El calzado apropiado es el equipo de protección individual más importante para la prevención de resbalones. El calzado de trabajo antideslizante diseñado específicamente para entornos hosteleros puede reducir el riesgo de resbalón en un 50% o más en comparación con zapatos ordinarios. Los empleadores españoles están obligados según el marco de la PRL a evaluar si es necesario el equipo de protección individual y, en caso afirmativo, a proporcionarlo de forma gratuita. Dado el alto riesgo de resbalón en hostelería, el calzado antideslizante debe considerarse EPI obligatorio.\n\nEl calzado antideslizante cumple estándares específicos de coeficiente de fricción tanto en condiciones secas como húmedas. Buscar zapatos certificados según la norma europea EN ISO 20345 o EN ISO 20347 con clasificación SRC (la clasificación de resistencia al deslizamiento más alta, que combina SRA para baldosa cerámica con detergente y SRB para acero con glicerol). La designación SRC indica que el zapato ha sido probado y proporciona tracción adecuada en ambas condiciones. Los fabricantes de calzado de seguridad de prestigio marcan claramente sus productos con las normas y clasificaciones aplicables.\n\nLas características de diseño del calzado que mejoran la resistencia al deslizamiento incluyen: base de tacón plana y ancha para mayor estabilidad; dibujo profundo de la banda de rodadura para canalizar los líquidos; compuestos de suela de goma blanda o similar de alta fricción; y construcción de suela que mantiene la flexibilidad en entornos fríos (importante para el personal que entra en cámaras frigoríficas). Evitar zapatos de moda con suelas de cuero duro o plástico, tacones altos que concentran el peso en una superficie reducida, zapatos desgastados con suelas lisas y cualquier calzado que no se ajuste bien (zapatos sueltos o sandalias).",
      "subsections": [
        {
          "heading": "3.1 Implementación de la Política de Calzado",
          "content": "Establecer una política de calzado clara y por escrito que especifique los estándares requeridos (por ejemplo, 'Todo el personal de sala y cocina debe usar calzado antideslizante que cumpla la norma EN ISO 20347 SRC o equivalente'). Proporcionar ejemplos específicos o modelos aprobados para eliminar ambigüedades. Algunos establecimientos proporcionan una asignación para calzado o organizan compras colectivas para asegurar que el personal pueda adquirir zapatos apropiados.\n\nAplicar la política de forma consistente desde el primer día de empleo. Incluir los requisitos de calzado en el contrato de trabajo y revisarlos durante la formación de incorporación. Los responsables deben realizar comprobaciones visuales regulares para garantizar el cumplimiento y abordar las infracciones inmediatamente. El personal que no pueda permitirse el calzado apropiado no debe trabajar hasta que se resuelva el problema — permitir calzado no conforme expone tanto al individuo como al empleador a una responsabilidad inaceptable."
        },
        {
          "heading": "3.2 Mantenimiento y Reemplazo del Calzado",
          "content": "Incluso el calzado antideslizante de alta calidad pierde efectividad a medida que la suela se desgasta y el dibujo de la banda de rodadura disminuye. El personal debe inspeccionar su calzado de trabajo regularmente en busca de desgaste, especialmente en la suela y el tacón. Como directriz general, el calzado de trabajo en hostelería debe reemplazarse cada 6-12 meses dependiendo de la intensidad de uso. Los zapatos que muestren un desgaste significativo de la suela, banda de rodadura comprimida, agrietamiento o separación entre la suela y el empeine deben reemplazarse inmediatamente.\n\nEl mantenimiento adecuado prolonga la vida del calzado y mantiene la resistencia al deslizamiento. Limpiar los zapatos regularmente para eliminar la grasa y los restos de alimentos acumulados que pueden reducir la fricción de la suela. Dejar que los zapatos se sequen completamente entre turnos si se han mojado — alternar entre dos pares de calzado de trabajo es lo ideal. Algunos compuestos de suela antideslizante pierden efectividad en condiciones de frío extremo, por lo que el personal que trabaja regularmente en congeladores puede beneficiarse de calzado diseñado específicamente para entornos fríos."
        }
      ]
    },
    {
      "heading": "4. Gestión de Derrames y Respuesta Inmediata",
      "content": "A pesar de las medidas preventivas, los derrames son inevitables en las operaciones hosteleras. El tiempo entre la ocurrencia del derrame y la limpieza es el período crítico de riesgo. Un protocolo de respuesta inmediata claro y practicado minimiza esta ventana de vulnerabilidad. La regla fundamental es simple: nunca pasar junto a un derrame sin actuar. Aunque el derrame no sea su responsabilidad directa, tiene el deber según la legislación de seguridad y salud laboral de abordar los peligros que podrían dañar a compañeros o clientes.\n\nLa respuesta inmediata ante derrames implica tres pasos ejecutados en rápida sucesión. Primero, asegurar la zona permaneciendo cerca del derrame para advertir a otros o, si debe alejarse para obtener materiales de limpieza, colocar una barrera física (silla, papelera u otro objeto visible) junto al derrame. Segundo, notificar a otros en la zona gritando claramente 'derrame' o 'suelo mojado'. Tercero, obtener los materiales de limpieza apropiados y ejecutar la limpieza, o delegar al personal correspondiente si no puede abandonar su tarea actual.\n\nPara derrames líquidos, absorber el líquido con materiales apropiados (toallas limpias, fregona o absorbente comercial) en lugar de extenderlo. Trabajar desde los bordes hacia el centro para contener el derrame. Para derrames de grasa, usar un agente desengrasante en lugar de solo agua, ya que el agua no eliminará eficazmente la grasa y puede extenderla por una zona más amplia. Los residuos sólidos deben barrerse con escoba y recogedor, asegurando que se eliminen todos los fragmentos.",
      "subsections": [
        {
          "heading": "4.1 Accesibilidad de los Materiales de Limpieza",
          "content": "La respuesta rápida ante derrames requiere acceso inmediato a materiales de limpieza. Posicionar estaciones de respuesta ante derrames por todas las instalaciones que contengan, como mínimo: toallas absorbentes o fregona con cubo, señales de advertencia de suelo mojado, escoba y recogedor, y solución de limpieza apropiada. En comedores grandes, múltiples estaciones posicionadas estratégicamente reducen el tiempo necesario para obtener los materiales. Todo el personal debe conocer la ubicación de estas estaciones.\n\nLos productos absorbentes comerciales para derrames (materiales granulares que absorben líquidos al contacto) son valiosos para la respuesta rápida ante derrames grandes. Estos productos, disponibles en proveedores de suministros de seguridad, pueden absorber volúmenes significativos de líquido rápidamente y reducir la superficie mojada. Sin embargo, no sustituyen a una limpieza adecuada — después de absorber el derrame, la superficie debe limpiarse igualmente para eliminar cualquier residuo."
        },
        {
          "heading": "4.2 Protocolos de Señalización de Advertencia",
          "content": "Las señales de advertencia de suelo mojado deben desplegarse siempre y donde los suelos estén mojados por limpieza o derrames. Usar señales amarillas brillantes tipo caballete con texto de advertencia multilingüe y pictogramas. Posicionar las señales en todos los accesos a la zona mojada — una sola señal puede ser insuficiente para una zona mojada grande a la que se puede acceder desde múltiples direcciones. Dejar las señales colocadas hasta que el suelo esté completamente seco, lo que puede llevar más tiempo que el proceso activo de limpieza.\n\nEn barras y zonas de alto tráfico donde se producen pequeños derrames frecuentes que se limpian rápidamente, el personal puede percibir las señales de advertencia como poco prácticas. Sin embargo, no señalizar las zonas mojadas genera responsabilidad y riesgo real. Considerar mantener las señales de advertencia ya desplegadas en las ubicaciones típicas de derrame durante los períodos de servicio, aceptando que permanezcan visibles incluso cuando el suelo esté seco. Esto es preferible a no tener sistema de alerta durante el período crítico en que los suelos están mojados."
        }
      ]
    },
    {
      "heading": "5. Controles Ambientales y Diseño",
      "content": "El entorno físico puede diseñarse y gestionarse para reducir el riesgo de resbalón mediante múltiples medidas de control. La iluminación adecuada es fundamental — los peligros de resbalón que son claramente visibles pueden evitarse, mientras que los peligros ocultos en sombras o luz tenue son mucho más peligrosos. Todos los pasillos, escaleras y zonas de servicio deben tener niveles de iluminación de al menos 200 lux, con niveles superiores (300-500 lux) en zonas de alto riesgo como cocinas y escaleras. La iluminación de emergencia debe mantenerse para garantizar una evacuación segura en caso de fallo eléctrico.\n\nLos sistemas de alfombras de entrada cumplen múltiples propósitos: eliminan la humedad y los restos de los zapatos antes de que puedan esparcirse por las instalaciones, proporcionan una superficie antideslizante para la transición del exterior al interior y señalan la transición entre espacios. Los sistemas de alfombras de entrada efectivos se extienden al menos 4-6 metros dentro del edificio para permitir varios pasos sobre la alfombra. Las alfombras deben mantenerse adecuadamente — las alfombras saturadas o sucias pierden eficacia y pueden convertirse en peligros de resbalón. En tiempo lluvioso, las alfombras pueden requerir escurrido o reemplazo durante el día.\n\nLas escaleras representan zonas de riesgo particularmente alto ya que las caídas en escaleras tienden a provocar lesiones más graves que las caídas en superficies planas. Instalar pasamanos en ambos lados de todas las escaleras y asegurar que estén firmes y cómodos de agarrar. Marcar el borde delantero de cada peldaño con color contrastante o tiras antideslizantes para mejorar la visibilidad. Mantener las escaleras libres de obstáculos y asegurar una iluminación uniforme y adecuada. Los tratamientos antideslizantes o peldaños con patrones de tracción moldeados reducen significativamente el riesgo de resbalón en escaleras.",
      "subsections": [
        {
          "heading": "5.1 Gestión de Alfombras de Suelo",
          "content": "Las alfombras de suelo pueden crear peligros de tropiezo si no se gestionan adecuadamente. Todas las alfombras deben estar planas, sin bordes enrollados ni ondulaciones que puedan atrapar un pie. Las alfombras en zonas de tránsito peatonal deben estar fijadas para evitar deslizamientos — usar materiales de respaldo antideslizante, cinta adhesiva de doble cara o sistemas de anclaje para alfombras. Los bordes de transición deben ser biselados en lugar de crear un escalón vertical. Inspeccionar las alfombras diariamente en busca de daños, enrollamiento, agrupamiento o desplazamiento, y reparar o reemplazar según sea necesario.\n\nEn entornos de cocina, las alfombras antifatiga proporcionan comodidad al personal que permanece de pie durante períodos prolongados, al mismo tiempo que proporcionan superficies antideslizantes. Sin embargo, estas alfombras requieren limpieza regular ya que pueden acumular grasa que se transfiere a las suelas del calzado, creando riesgo de resbalón cuando el personal luego camina sobre suelos duros. Establecer un programa de limpieza apropiado para la intensidad de uso, generalmente desde diario hasta semanal."
        },
        {
          "heading": "5.2 Gestión del Flujo de Tránsito",
          "content": "Analizar los patrones de flujo de tránsito en sus instalaciones para identificar peligros potenciales. Las rutas de alto tráfico deben ser lo más directas posible, evitando giros bruscos, pasillos estrechos y zonas donde sean probables las colisiones entre personal. Si es posible, establecer rutas separadas para el personal que transporta bandejas o artículos calientes frente a los que se mueven con las manos vacías. Marcar los pasillos designados con cinta en el suelo en las zonas traseras si es necesario.\n\nMinimizar las obstrucciones en los pasillos. Los cables eléctricos deben encaminarse por encima o fijarse planos contra las paredes en lugar de cruzar las rutas de paso. El almacenamiento no debe invadir los pasillos designados. Durante el montaje y desmontaje, mantener caminos despejados y no posicionar artículos como carros de servicio donde bloqueen el paso o creen esquinas ciegas."
        }
      ]
    },
    {
      "heading": "6. Técnicas de Movimiento Seguro y Formación Conductual",
      "content": "Los controles técnicos y el equipo de protección son insuficientes sin prácticas conductuales apropiadas. El personal debe formarse en técnicas de movimiento seguro y desarrollar hábitos seguros consistentes. La velocidad al caminar es quizás el factor conductual más significativo — muchos incidentes de resbalón ocurren cuando el personal se apresura, da zancadas excesivamente largas o gira las esquinas demasiado rápido. Durante los períodos de máxima actividad, cuando la presión de tiempo es mayor, la tentación de apresurarse es fuerte, pero es precisamente cuando el riesgo de resbalón está elevado debido al aumento de derrames y contaminación del suelo.\n\nLa técnica de caminar de forma segura implica varios principios. Dar pasos más cortos, especialmente en superficies potencialmente resbaladizas o al cambiar de dirección. Apuntar los dedos de los pies ligeramente hacia afuera (caminata de pingüino) al caminar sobre superficies confirmadamente resbaladizas, ya que esto aumenta el área de contacto entre la suela del zapato y el suelo. Evitar cambios bruscos de dirección y giros cerrados — reducir la velocidad antes de girar y realizar cambios de dirección suaves y controlados. Mantener el centro de gravedad sobre los pies en lugar de inclinarse hacia adelante, lo que aumenta el riesgo de resbalón si el pie adelantado pierde tracción.\n\nAl transportar artículos, mantener líneas de visión despejadas hacia el suelo que tiene delante. Nunca transportar cargas tan grandes que obstruyan la visión. Observar por dónde se camina en lugar de mirar a los clientes, compañeros u otros elementos del entorno. Esto es especialmente importante al moverse entre zonas con diferentes niveles de iluminación o superficies de suelo. Usar la visión periférica para supervisar el entorno general mientras se mantiene el enfoque visual principal en la superficie de paso.",
      "subsections": [
        {
          "heading": "6.1 Formación en Reconocimiento de Peligros",
          "content": "Formar al personal para reconocer las señales visuales que indican peligros de resbalón. Los cambios en la apariencia del suelo como zonas brillantes (posible derrame de líquido), zonas oscurecidas en suelos claros (humedad) o restos de alimentos son señales de advertencia. Los patrones de condensación cerca de zonas refrigeradas, máquinas de hielo y estaciones de bebidas son peligros predecibles. Con iluminación tenue, el personal debe ser especialmente cauteloso ya que la detección visual de peligros se ve afectada.\n\nFomentar una actitud de cuestionamiento ante las condiciones del suelo — al acercarse a cualquier zona, preguntarse mentalmente '¿es probable que esta superficie esté mojada o resbaladiza?' Las zonas cercanas a fregaderos, lavavajillas, máquinas de hielo, estaciones de bebidas y entradas deben tratarse siempre como potencialmente peligrosas. Esta participación mental activa con el entorno mejora la conciencia de seguridad y reduce la complacencia."
        },
        {
          "heading": "6.2 Conciencia de las Transiciones",
          "content": "Muchos incidentes de resbalón ocurren en las transiciones — entre diferentes superficies de suelo, entre zonas secas y húmedas, al entrar o salir de espacios refrigerados, o al pasar de iluminación tenue a brillante (o viceversa). Formar al personal para reducir la velocidad y aumentar la atención en todas las transiciones. Al entrar en cámaras frigoríficas o congeladores, esperar que las superficies del suelo estén resbaladizas por la condensación y los efectos de la temperatura en los compuestos de la suela del calzado. Tomarse un momento para adaptarse antes de moverse a velocidad normal.\n\nLa transición de cocina a comedor merece especial atención ya que típicamente implica pasar de superficies mojadas y potencialmente grasientas a suelos más secos del comedor mientras se transportan bandejas o platos calientes. El personal debe ajustar conscientemente su técnica de caminar y velocidad en esta transición. Algunos establecimientos utilizan diferentes materiales o texturas de pavimento en las zonas de transición para proporcionar un recordatorio táctil de ajustar el comportamiento."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de Verificación Diaria de Prevención de Peligros de Resbalón",
      "items": [
        "Las alfombras de entrada están colocadas, limpias y no saturadas (escurrir o reemplazar si están mojadas)",
        "Todos los pasillos y zonas de servicio están libres de obstáculos y peligros de tropiezo",
        "Las superficies del suelo están limpias y secas antes de que comience el servicio",
        "Las señales de advertencia de suelo mojado están accesibles y listas para su despliegue",
        "Las estaciones de respuesta ante derrames están abastecidas con materiales absorbentes y productos de limpieza",
        "Toda la iluminación de la zona funciona correctamente — reemplazar inmediatamente cualquier bombilla fundida",
        "Todo el personal lleva calzado antideslizante apropiado",
        "Las alfombras de suelo están planas y fijas, sin bordes enrollados ni desplazamiento",
        "Las escaleras y pasamanos están despejados y en buen estado",
        "Las zonas de alto riesgo (barra, estaciones de hielo, preparación de bebidas) han sido verificadas en busca de humedad"
      ]
    },
    {
      "title": "Lista de Verificación de Investigación Post-Incidente",
      "items": [
        "Documentar fecha, hora, ubicación y circunstancias del incidente de resbalón/tropiezo/caída",
        "Identificar a la(s) persona(s) involucrada(s) y obtener una descripción en primera persona de lo sucedido",
        "Evaluar si se produjeron lesiones y asegurar los primeros auxilios y atención médica adecuados",
        "Examinar el calzado que llevaba la persona que resbaló — ¿era apropiado y estaba en buen estado?",
        "Inspeccionar la superficie del suelo — ¿estaba mojada, contaminada, dañada o en condiciones peligrosas?",
        "Determinar las condiciones de iluminación — ¿estaba la zona adecuadamente iluminada?",
        "Identificar si alguna obstrucción, alfombra o transición contribuyó al incidente",
        "Determinar si la persona transportaba una carga que afectó al equilibrio o la visibilidad",
        "Evaluar si había señales de advertencia presentes si el suelo estaba mojado por limpieza o derrame conocido",
        "Identificar las causas raíz — ¿fue una situación puntual o un problema sistémico?",
        "Desarrollar acciones correctivas para prevenir la recurrencia",
        "Comunicar los hallazgos y lecciones aprendidas a todo el personal"
      ]
    },
    {
      "title": "Auditoría Semanal de Prevención de Resbalones",
      "items": [
        "Revisar todos los incidentes y casi-accidentes de resbalón/tropiezo/caída de la semana pasada",
        "Inspeccionar las superficies del suelo de todas las instalaciones en busca de daños o desgaste excesivo",
        "Comprobar la estabilidad y fijación de todas las alfombras de suelo",
        "Verificar que todas las señales de advertencia de suelo mojado estén localizadas y en buen estado",
        "Comprobar que las estaciones de respuesta ante derrames estén completamente abastecidas",
        "Realizar una auditoría de iluminación para identificar puntos oscuros o bombillas fundidas",
        "Revisar el cumplimiento del calzado del personal — abordar cualquier infracción",
        "Limpiar o reemplazar las alfombras de entrada si muestran desgaste o contaminación significativa",
        "Evaluar si se han desarrollado nuevos peligros de resbalón",
        "Verificar que las acciones correctivas de incidentes anteriores se hayan implementado"
      ]
    }
  ],
  "bestPractices": [
    "Desarrollar una cultura de 'lo veo, me responsabilizo' donde cada miembro del personal asuma la responsabilidad de abordar los peligros independientemente de 'quién es responsable de esa zona'",
    "Durante las reuniones previas al turno, mencionar específicamente cualquier zona donde los suelos estén mojados o resbaladizos debido a la limpieza o problemas conocidos",
    "Posicionar los materiales de limpieza de derrames en múltiples ubicaciones para que el personal nunca tenga que desplazarse lejos para obtenerlos",
    "En tiempo lluvioso, asignar a una persona específica para supervisar y mantener las alfombras de entrada durante todo el turno",
    "Utilizar servicios de ensayo de resistencia al deslizamiento periódicamente para medir sus superficies de suelo e identificar zonas problemáticas de forma objetiva",
    "Al comprar zapatos nuevos, caminar sobre una superficie mojada en la tienda para comprobar la resistencia al deslizamiento antes de confirmar la compra",
    "Crear un sistema de notificación de casi-accidentes que anime al personal a informar de situaciones en las que casi resbalaron — estos informes identifican peligros antes de que se produzcan lesiones",
    "Incluir la prevención de resbalones como punto permanente en el orden del día de las reuniones de personal para mantener la concienciación y recopilar opiniones sobre la eficacia de los controles"
  ],
  "glossary": {
    "Coeficiente de Fricción (CoF)": "Medida numérica de la cantidad de fricción entre dos superficies — valores más altos indican mayor resistencia al deslizamiento (mejor resistencia al resbalón)",
    "Clasificación SRC": "La clasificación más alta de resistencia al deslizamiento para calzado de seguridad según normas europeas, que combina fricción adecuada tanto en baldosa cerámica con detergente (SRA) como en acero con glicerol (SRB)",
    "Tratamiento Antideslizante": "Procesos químicos o mecánicos aplicados a las superficies de suelo para aumentar la resistencia al deslizamiento creando textura o modificando las propiedades de la superficie",
    "Sistema de Alfombras de Entrada": "Instalación integral de alfombras en las entradas de edificios diseñada para eliminar la humedad y los restos de los zapatos antes de que puedan esparcirse por las instalaciones",
    "Peligro de Tropiezo": "Objeto o irregularidad en la superficie que puede atrapar el pie y causar un tropezón o caída — distinto del peligro de resbalón donde el pie pierde tracción",
    "Valor de Resistencia al Deslizamiento (SRV)": "Medida de la resistencia al deslizamiento del suelo obtenida mediante el Ensayo de Rampa, con valores superiores a 55 considerados apropiados para zonas peatonales húmedas",
    "Valor de Ensayo Pendular (PTV)": "Medida de la resistencia al deslizamiento del suelo obtenida mediante el Ensayo Pendular, con valores superiores a 40 considerados adecuados para condiciones húmedas",
    "Alfombra Antifatiga": "Alfombra de suelo acolchada diseñada para reducir la fatiga de los trabajadores que permanecen de pie durante períodos prolongados, que también proporciona típicamente una superficie antideslizante",
    "Lux": "Unidad SI de iluminancia, que mide la cantidad de luz que incide sobre una superficie — 200 lux es el mínimo para una navegación segura, 300-500 lux recomendados para trabajos detallados",
    "Agente Desengrasante": "Producto químico de limpieza formulado específicamente para descomponer y eliminar grasa y aceite, más eficaz que el agua sola para estos contaminantes"
  }
}