{
  "title": "Ventilación en la Cocina",
  "legalBasis": "Real Decreto 486/1997 sobre seguridad y salud en el lugar de trabajo; RITE (Real Decreto 1027/2007) — Reglamento de Instalaciones Térmicas; Ley 31/1995 de Prevención de Riesgos Laborales; Real Decreto 1215/1997 sobre seguridad de equipos de trabajo; Real Decreto 640/2006 sobre higiene alimentaria",
  "summary": "Una ventilación adecuada en la cocina es esencial para la salud, seguridad y confort de los trabajadores, así como para la seguridad alimentaria y el cumplimiento normativo. Las cocinas comerciales generan enormes cantidades de calor, vapor, humos de cocción, vapores cargados de grasa y subproductos de combustión de los equipos de gas. Sin una ventilación y control de calidad del aire efectivos, estos contaminantes aerotransportados crean múltiples peligros: estrés térmico excesivo que causa fatiga y enfermedades relacionadas con el calor, mala calidad del aire por humos de cocción y productos de combustión (incluido monóxido de carbono en casos extremos), acumulación de grasa en superficies que crea peligros de incendio y problemas de higiene, vapor y condensación que causan crecimiento de moho y daños estructurales, y seguridad alimentaria comprometida por un control inadecuado de la temperatura y la humedad.\n\nLa legislación española de seguridad laboral (Real Decreto 486/1997) establece requisitos específicos para la ventilación en los entornos de trabajo, incluyendo tasas de renovación de aire, límites de temperatura y estándares de calidad del aire. El RITE (reglamento de instalaciones térmicas) rige el diseño e instalación de los sistemas de ventilación. Las regulaciones de seguridad alimentaria (Real Decreto 640/2006) requieren una ventilación adecuada para controlar la temperatura y prevenir la contaminación. Los empleadores deben asegurar que los sistemas de ventilación de la cocina estén correctamente diseñados, instalados y mantenidos. Los trabajadores deben comprender cómo funcionan los sistemas de ventilación, informar de las averías con prontitud y seguir los procedimientos adecuados para maximizar la efectividad de la ventilación.\n\nLa ventilación moderna de cocinas comerciales combina típicamente campanas extractoras (campanas extractoras) posicionadas sobre los equipos de cocción para capturar calor, vapor y humos en origen, ventiladores de extracción que eliminan el aire contaminado de la cocina, sistemas de aire de compensación que suministran aire fresco para reemplazar el aire extraído, y sistemas de filtración (particularmente filtros de grasa) que evitan que la grasa y las partículas entren en los conductos donde suponen peligros de incendio. Cuando todos los componentes funcionan correctamente, el sistema mantiene condiciones de trabajo confortables, elimina contaminantes peligrosos y apoya la seguridad alimentaria. Los fallos del sistema o el mantenimiento inadecuado comprometen todas estas funciones, creando riesgos graves para la salud y la seguridad.",
  "keyPoints": [
    "Las campanas extractoras deben estar correctamente dimensionadas y posicionadas sobre todos los equipos de cocción que produzcan calor y humos",
    "Los sistemas de ventilación deben funcionar continuamente durante las operaciones de cocción; nunca apague la extracción durante el uso",
    "Los filtros de grasa de las campanas deben limpiarse semanalmente (o con más frecuencia en operaciones de alto volumen) para mantener la eficiencia de extracción",
    "Debe proporcionarse aire de compensación adecuado para reemplazar el aire extraído; un aire de compensación inadecuado reduce la efectividad de la extracción",
    "Informe inmediatamente de cualquier signo de mal funcionamiento de la ventilación: calor excesivo, olores persistentes, humo o vapor visible que no se captura, o ruidos inusuales de los ventiladores",
    "Nunca bloquee ni obstruya las aberturas de las campanas, las rejillas de escape ni las rejillas de aire de compensación",
    "La inspección y limpieza profesional anual de todo el sistema de conductos es obligatoria para prevenir peligros de incendio por acumulación de grasa",
    "La temperatura ambiente de la cocina no debe superar los 26-27°C durante las operaciones normales; el sobrecalentamiento persistente indica problemas de ventilación",
    "Una ventilación deficiente aumenta el riesgo de estrés térmico, problemas respiratorios y exposición al monóxido de carbono de los equipos de gas",
    "Los empleadores deben asegurar que los sistemas de ventilación estén correctamente diseñados, mantenidos y operados para proteger la salud de los trabajadores"
  ],
  "sections": [
    {
      "heading": "1. Requisitos Legales y Normas",
      "content": "La legislación española establece múltiples requisitos superpuestos para la ventilación de cocinas derivados de la legislación de seguridad laboral, la regulación de instalaciones térmicas y la legislación de higiene alimentaria. El Real Decreto 486/1997 (Artículo 4) requiere que los lugares de trabajo tengan una renovación de aire suficiente para evitar la contaminación del aire interior y asegurar el bienestar de los trabajadores. Para las cocinas, esto se traduce típicamente en un mínimo de 20-30 renovaciones de aire por hora dependiendo del volumen de cocción y los equipos. El reglamento también establece límites máximos de temperatura en el lugar de trabajo: 17-27°C para trabajo sedentario, aunque las cocinas a menudo reciben cierta tolerancia dado los equipos generadores de calor.\n\nEl RITE (Real Decreto 1027/2007) rige el diseño, instalación y mantenimiento de los sistemas de calefacción, ventilación y aire acondicionado (HVAC) incluyendo la ventilación de cocinas comerciales. Requiere que los sistemas de ventilación sean diseñados por ingenieros cualificados, instalados por empresas autorizadas, inspeccionados periódicamente según el tamaño y potencia del sistema, y mantenidos según calendarios establecidos. Las regulaciones de higiene alimentaria (Real Decreto 640/2006 que implementa el Reglamento UE 852/2004) requieren una ventilación adecuada para controlar la temperatura y humedad de la cocina para fines de seguridad alimentaria, prevenir condensación que pudiera gotear sobre los alimentos y asegurar una calidad del aire adecuada para prevenir la contaminación de los alimentos. Los empleadores deben cumplir con todos los requisitos aplicables y mantener la documentación del diseño, instalación y mantenimiento del sistema.",
      "subsections": [
        {
          "heading": "1.1 Obligaciones del Empleador",
          "content": "Los empleadores deben asegurar que los sistemas de ventilación estén correctamente diseñados para el tamaño de la cocina, la configuración de los equipos y la intensidad operativa. Esto típicamente requiere una evaluación de ingeniería profesional en lugar de simplemente instalar campanas genéricas. Los sistemas deben ser instalados por contratistas autorizados siguiendo todos los códigos y normas aplicables. Antes de comenzar las operaciones, los sistemas deben ser puestos en servicio y probados para verificar que cumplen las especificaciones de diseño y las normas aplicables. Durante las operaciones, los empleadores deben asegurar que los sistemas se operen correctamente (encendidos antes de que comience la cocción, mantenidos encendidos durante toda la cocción y durante un tiempo adecuado después), se mantengan según los calendarios del fabricante y regulatorios, y se inspeccionen periódicamente.\n\nLas obligaciones de mantenimiento incluyen la limpieza regular de los filtros de grasa (típicamente semanal), la limpieza profesional de todo el sistema de conductos incluyendo ventiladores y componentes de escape (anualmente o con más frecuencia para operaciones de alto volumen), la reparación inmediata de cualquier avería, y la inspección periódica por técnicos cualificados para verificar el funcionamiento seguro continuado. Los registros de todo el mantenimiento, limpieza e inspecciones deben mantenerse y estar disponibles para las inspecciones de trabajo o seguridad alimentaria. El incumplimiento en el mantenimiento de los sistemas de ventilación crea múltiples exposiciones a responsabilidad: infracciones de salud laboral si los trabajadores sufren estrés térmico o problemas respiratorios, infracciones del código de incendios si se encuentra acumulación de grasa en los conductos, infracciones de seguridad alimentaria si la temperatura o la calidad del aire es inadecuada, y posible responsabilidad del empleador por accidentes resultantes de fallos del sistema."
        },
        {
          "heading": "1.2 Requisitos de Diseño del Sistema",
          "content": "Los sistemas de ventilación de cocina correctamente diseñados equilibran la extracción (eliminación de aire contaminado) con el suministro de aire de compensación (reemplazo del aire extraído con aire fresco). El diseño de la campana debe coincidir con los equipos servidos: las campanas sobre equipos de alto calor como parrillas y freidoras requieren tasas de extracción más altas que las campanas sobre vaporeras o equipos de bajo calor. Las campanas deben extenderse más allá de la huella del equipo para capturar el calor y los humos ascendentes de forma efectiva. Las campanas se clasifican en tipos según si capturan grasa (campanas Tipo I sobre parrillas, freidoras, cocinas) o solo vapor y calor (campanas Tipo II sobre vaporeras, lavavajillas).\n\nLas campanas Tipo I requieren filtros de grasa y típicamente sistemas de extinción de incendios. Las tasas de extracción se calculan en base al tamaño de la campana y la producción de calor del equipo, típicamente 150-300 metros cúbicos por hora por metro cuadrado de área de campana. Los conductos deben dimensionarse apropiadamente para el flujo de aire requerido, instalarse con la pendiente correcta para el drenaje de grasa, construirse de materiales apropiados (típicamente acero inoxidable para escape cargado de grasa) y sellarse para prevenir fugas. Los sistemas de aire de compensación deben templar el aire fresco entrante (calentando en invierno, enfriando en verano) para evitar crear corrientes incómodas y mantener el confort general de la cocina. El volumen de aire de compensación del sistema debe aproximar el volumen de extracción para mantener una ligera presión negativa en la cocina (evitando que los olores de cocina se propaguen a las áreas de comedor)."
        },
        {
          "heading": "1.3 Inspección y Cumplimiento",
          "content": "La ventilación de la cocina es escrutada por múltiples autoridades. Los inspectores de trabajo verifican el cumplimiento de los requisitos de seguridad laboral incluyendo la calidad del aire y el control de temperatura adecuados. Los inspectores de seguridad contra incendios comprueban la acumulación de grasa en los conductos, los sistemas de extinción de incendios adecuados y el cumplimiento de los códigos contra incendios. Los inspectores de seguridad alimentaria evalúan si la ventilación controla adecuadamente la temperatura y humedad de la cocina para la seguridad alimentaria. Los inspectores de edificios e instalaciones verifican el cumplimiento de los requisitos del RITE. Los inspectores de seguros también pueden evaluar los sistemas de ventilación como parte de la evaluación del riesgo de incendio.\n\nLas infracciones comunes encontradas durante las inspecciones incluyen campanas extractoras inadecuadas o ausentes sobre los equipos de cocción, campanas subdimensionadas para los equipos que sirven, filtros de grasa no limpiados regularmente (evidenciado por fuerte acumulación de grasa), conductos con acumulación peligrosa de grasa que supone riesgo de incendio, sistemas de ventilación no operados durante la cocción (los trabajadores informan que los sistemas son ruidosos o crean corrientes, así que los apagan), y aire de compensación inadecuado que causa presión negativa excesiva. Las infracciones pueden resultar en órdenes de mejora que requieran actualización del sistema, multas por infracciones de seguridad laboral o higiene alimentaria, órdenes de prohibición que cierren temporalmente la cocina hasta que se corrijan las deficiencias, y en casos de infracciones graves de seguridad contra incendios, responsabilidad penal. Mantener sistemas de ventilación conformes y en buen funcionamiento evita estas consecuencias."
        }
      ]
    },
    {
      "heading": "2. Cómo Funcionan los Sistemas de Ventilación de Cocina",
      "content": "Comprender los componentes y el funcionamiento del sistema de ventilación ayuda a los trabajadores a usar los sistemas de forma efectiva y a reconocer cuándo funcionan mal. El sistema típico de ventilación de cocina comercial tiene varios componentes interconectados. Las campanas extractoras (campanas extractoras) se posicionan sobre los equipos de cocción para capturar calor, vapor y humos en origen antes de que se propaguen por toda la cocina. La campana contiene filtros de grasa que atrapan partículas de grasa evitando que entren en los conductos. Un ventilador (generalmente montado en el tejado o pared exterior) aspira aire a través de la campana y los filtros, y luego lo expulsa al exterior. Los conductos conectan la campana con el ventilador, transportando el aire extraído al exterior.\n\nLos sistemas de aire de compensación suministran aire fresco para reemplazar el gran volumen de aire extraído por las campanas. Sin aire de compensación adecuado, la cocina se vuelve altamente presurizada negativamente, lo que reduce la eficiencia de extracción de las campanas, crea corrientes incómodas cuando se abren las puertas, puede causar el retorno de productos de combustión de los equipos (productos de combustión de gas aspirados de vuelta a la cocina en lugar de ventilarse correctamente), y hace que la cocina esté incómodamente caliente a medida que declina la efectividad de la extracción. En sistemas bien diseñados, el aire de compensación se suministra a través de rejillas dedicadas (a menudo en el techo) y se templa para evitar dirigir aire frío o caliente directamente sobre los trabajadores. Algunos sistemas integran calefacción, ventilación y aire acondicionado (HVAC) para mantener temperaturas confortables durante todo el año.",
      "subsections": [
        {
          "heading": "2.1 Campanas Extractoras y Eficiencia de Captura",
          "content": "Las campanas extractoras funcionan creando un flujo de aire que captura el calor, vapor y humos ascendentes antes de que escapen a la atmósfera general de la cocina. La 'eficiencia de captura' de la campana depende de varios factores: tamaño de la campana (debe extenderse más allá del equipo), altura de la campana (típicamente 180-210 cm sobre el suelo para campanas principales), distancia del equipo (las campanas deben estar lo más cerca posible de las superficies de cocción), tasa de flujo de aire de extracción (medida en metros cúbicos por hora) y velocidad del aire en la cara de la campana. Las campanas correctamente dimensionadas con flujo de aire adecuado deben capturar esencialmente todos los contaminantes ascendentes.\n\nLos tipos de campanas varían según la aplicación. Las campanas de pared o campanas de pared se fijan a las paredes detrás de las filas de equipos y requieren tasas de flujo de aire más bajas que las campanas de isla ya que la pared proporciona una barrera en un lado. Las campanas de isla se posicionan sobre equipos en el centro de la cocina y requieren tasas de extracción más altas ya que los contaminantes pueden escapar por todos los lados. Las campanas de estante trasero o de proximidad son campanas de perfil bajo montadas muy cerca de las superficies de cocción (como inmediatamente detrás de las cubas de freidoras), usando movimiento de aire de alta velocidad para capturar humos con menos flujo de aire total que las campanas convencionales. Cada tipo de campana tiene requisitos de diseño que aseguran una captura adecuada. Los trabajadores deben comprender qué tipo de campana sirve su área de trabajo y cómo es el funcionamiento correcto."
        },
        {
          "heading": "2.2 Filtros de Grasa y Seguridad contra Incendios",
          "content": "Los filtros de grasa (típicamente filtros de deflector de acero inoxidable o filtros de malla) se instalan en la campana para atrapar partículas de grasa de los humos de cocción. Estos filtros cumplen funciones críticas de seguridad contra incendios: evitan que la grasa se acumule en los conductos donde podría encenderse causando incendios catastróficos en los conductos, protegen el ventilador de la contaminación por grasa que podría causar fallos mecánicos, y mejoran la calidad del aire interior eliminando las partículas de grasa aerotransportadas. Sin embargo, los filtros solo funcionan si se mantienen limpios. Los filtros saturados de grasa tienen una efectividad severamente reducida y en realidad aumentan el riesgo de incendio.\n\nLos filtros de grasa deben limpiarse regularmente — típicamente semanalmente en operaciones normales, diariamente en cocinas de muy alto volumen con fritura o parrilla extensivas. La limpieza implica retirar los filtros de la campana, remojarlos o lavarlos en solución desengrasante o lavavajillas comerciales, enjuagar completamente y secar antes de reinstalar. Muchas cocinas mantienen juegos de filtros duplicados que permiten la operación continua mientras un juego se limpia. Los filtros deben inspeccionarse durante la limpieza en busca de daños; los deflectores doblados o la malla rasgada comprometen la efectividad de la filtración. Algunos sistemas modernos tienen limpieza automática de filtros o filtros desechables, pero la mayoría de las cocinas comerciales usan filtros permanentes lavables que requieren limpieza manual. Esta limpieza no es opcional — es un requisito crítico de prevención de incendios y rendimiento del sistema."
        },
        {
          "heading": "2.3 Aire de Compensación y Equilibrio de Aire",
          "content": "Cada metro cúbico de aire extraído de la cocina debe ser reemplazado o la cocina se vuelve cada vez más presurizada negativamente. Los sistemas de aire de compensación suministran aire fresco del exterior para equilibrar la extracción. En sistemas simples, el aire de compensación entra pasivamente a través de puertas abiertas, ventanas o rejillas de transferencia. Sin embargo, depender del aire de compensación pasivo crea problemas: corrientes incómodas cuando se abren las puertas, dificultad para abrir las puertas contra el diferencial de presión, efectividad reducida de las campanas ya que la presión negativa reduce la capacidad de extracción, y posible retorno de combustión de equipos de gas (productos de combustión de gas aspirados de vuelta a la cocina en lugar de ventilarse correctamente).\n\nLos sistemas correctamente diseñados incluyen ventiladores dedicados de aire de compensación que suministran aire acondicionado (con temperatura controlada) a la cocina. El aire de compensación debe introducirse suavemente sin crear corrientes incómodas, distribuirse por toda la cocina (no todo en una sola ubicación), y ser suficiente en volumen para reemplazar aproximadamente el 80-90% del aire extraído (dejando una ligera presión negativa para evitar que los olores de cocina escapen a las áreas de comedor). El templado del aire de compensación es importante para el confort: el aire exterior en verano puede enfriarse ligeramente, el aire exterior de invierno debe calentarse para evitar dirigir aire frío a la cocina. Algunos sistemas avanzados integran el aire de compensación con el HVAC general del edificio, proporcionando calefacción, refrigeración y control de humedad. Los trabajadores deben notar si el aire de compensación está funcionando (movimiento suave de aire desde las rejillas del techo o unidades dedicadas de aire de compensación) e informar si el aire de compensación parece inadecuado (presión negativa excesiva, dificultad para abrir puertas, efectividad reducida de las campanas)."
        }
      ]
    },
    {
      "heading": "3. Operación Correcta de los Sistemas de Ventilación",
      "content": "Los sistemas de ventilación solo protegen a los trabajadores cuando se operan correctamente. Un error común es apagar los sistemas de extracción porque son ruidosos, crean corrientes o para ahorrar energía. Esto crea condiciones peligrosas: acumulación rápida de calor en la cocina, acumulación de humos de cocción y productos de combustión (incluyendo monóxido de carbono de equipos de gas), mayor deposición de grasa en superficies, y seguridad alimentaria comprometida debido a excesos de temperatura. Los sistemas deben funcionar continuamente durante todas las actividades de cocción y durante un periodo después de que la cocción termine para asegurar una evacuación completa del aire.\n\nDeben establecerse y seguirse procedimientos de operación adecuados de forma consistente. Encienda los sistemas de extracción antes de comenzar cualquier cocción (los sistemas necesitan unos minutos para establecer un flujo de aire adecuado), deje los sistemas funcionando continuamente durante las operaciones de cocción, ajuste la velocidad de extracción si los sistemas tienen controles de velocidad variable (mayor velocidad para operaciones de alto calor como fritura y parrilla, menor velocidad adecuada para cocción ligera), asegure que los sistemas de aire de compensación funcionen simultáneamente con la extracción, y deje los sistemas funcionando durante al menos 15-30 minutos después de que termine la cocción para evacuar los humos residuales y enfriar los conductos. Estos procedimientos deben ser parte de las rutinas estándar de apertura y cierre de la cocina.",
      "subsections": [
        {
          "heading": "3.1 Procedimientos de Arranque y Apagado",
          "content": "Establezca procedimientos claros para iniciar la ventilación al comienzo de cada turno o sesión de cocción. La persona designada (típicamente el cocinero de apertura o el jefe de cocina) debe encender los sistemas de extracción antes de encender los equipos de cocción, verificar que los ventiladores están funcionando (escuchar el ruido del ventilador, sentir el flujo de aire en la cara de la campana), comprobar que los sistemas de aire de compensación están funcionando si se controlan por separado, inspeccionar visualmente que los filtros de campana están en su lugar y las bandejas de goteo de grasa están vacías, y observar el flujo de aire durante uno o dos minutos para asegurar que el sistema funciona normalmente antes de comenzar la cocción.\n\nLos procedimientos de apagado son igualmente importantes. Al final de la cocción, apague los equipos generadores de calor pero deje los sistemas de extracción funcionando durante 15-30 minutos para evacuar todos los humos y enfriar los conductos. Esto previene la condensación de grasa en los conductos (el aire caliente cargado de grasa que se enfría en los conductos puede depositar grasa en las paredes de los conductos) y asegura una evacuación completa del aire. Después del periodo de evacuación, apague los ventiladores de extracción. Si la cocina permanece ocupada para limpieza o preparación, considere dejar la ventilación funcionando a baja velocidad para continuar la calidad del aire. Antes de irse por el día, verifique que todos los equipos de ventilación están en el estado correcto (apagados si la cocina está cerrada, o a baja velocidad si hay preparación nocturna). Nunca deje los ventiladores de extracción funcionando sin supervisión durante periodos prolongados cuando la cocina está desocupada y los equipos de cocción están apagados — esto desperdicia energía y puede crear riesgos de seguridad al generar ruido que podría enmascarar a intrusos."
        },
        {
          "heading": "3.2 Ajuste de la Operación según la Intensidad de Cocción",
          "content": "Los sistemas de ventilación de velocidad variable permiten ajustar las tasas de extracción según la intensidad de cocción. La extracción a alta velocidad es necesaria durante los periodos de cocción máxima con múltiples equipos de alto calor funcionando simultáneamente, operaciones extensivas de fritura o parrilla que producen grandes cantidades de humos y grasa, y procesos de cocción particularmente calientes o humeantes. La extracción a baja velocidad es adecuada durante periodos de cocción ligera con equipos mínimos generadores de calor funcionando, trabajo de preparación con mínima cocción, y turnos tardíos o periodos con actividad reducida.\n\nAjustar la tasa de extracción apropiadamente equilibra el confort de los trabajadores, la eficiencia energética y la protección adecuada. Ejecutar una extracción a alta velocidad innecesaria desperdicia energía (los ventiladores consumen electricidad significativa) y puede crear corrientes y ruido incómodos. Sin embargo, ejecutar una extracción insuficiente compromete la protección y permite la acumulación de calor y humos. Los trabajadores deben aprender a juzgar el nivel de extracción apropiado para la actividad actual y ajustar en consecuencia. Algunos sistemas modernos tienen controles automáticos que ajustan la extracción basándose en sensores de temperatura o activación de equipos de cocción, reduciendo los requisitos de intervención manual. Ya sea manual o automática, el principio fundamental es que la tasa de extracción debe coincidir con el nivel de actividad de cocción."
        },
        {
          "heading": "3.3 Gestión del Ruido y las Corrientes de Ventilación",
          "content": "Dos quejas comunes sobre los sistemas de ventilación son el ruido y las corrientes incómodas. Estos problemas a veces llevan a los trabajadores a apagar los sistemas, creando condiciones peligrosas. Si el ruido de la ventilación es excesivo, esto puede indicar problemas del sistema: desequilibrio del ventilador o desgaste de rodamientos que causa ruido anormal, vibración de los conductos por montaje inadecuado o deterioro, aislamiento acústico inadecuado alrededor de los ventiladores o en los conductos, o simplemente un sistema subdimensionado forzado a funcionar a máxima capacidad continuamente (los sistemas correctamente dimensionados deben poder funcionar a velocidades moderadas para cargas normales, reservando altas velocidades para demandas máximas).\n\nLas corrientes incómodas a menudo resultan de un diseño deficiente del aire de compensación: aire de compensación descargado directamente sobre los trabajadores en lugar de distribuido suavemente, velocidad excesiva del aire de compensación creando ráfagas frías en invierno o calientes en verano, templado inadecuado del aire de compensación, o aire de compensación no controlado a través de puertas abiertas creando corrientes impredecibles. Estos son problemas de diseño e instalación que deben abordarse mediante la modificación del sistema, no apagando la extracción. Informe del ruido excesivo o las corrientes incómodas a la dirección como problemas de mantenimiento o diseño que requieren atención profesional, no como inconvenientes que deben tolerarse sufriendo el funcionamiento o evitarse apagando los sistemas. Los sistemas correctamente diseñados y mantenidos deben proporcionar una extracción adecuada sin ruido excesivo ni corrientes incómodas."
        }
      ]
    },
    {
      "heading": "4. Mantenimiento y Limpieza",
      "content": "La efectividad del sistema de ventilación se degrada rápidamente sin mantenimiento y limpieza regulares. La acumulación de grasa en los filtros, en los conductos y en los componentes del ventilador reduce el flujo de aire, aumenta el riesgo de incendio y eventualmente puede causar fallos del sistema. Más allá de la grasa, la acumulación de polvo y residuos, el desgaste mecánico de los rodamientos y motores del ventilador, el deterioro de las juntas y empaquetaduras, y la corrosión por la humedad y la exposición química comprometen el rendimiento del sistema con el tiempo. Establecer y seguir calendarios de mantenimiento rigurosos es esencial para la longevidad del sistema y la protección de los trabajadores.\n\nLas responsabilidades de mantenimiento se comparten entre los trabajadores (tareas básicas diarias y semanales), la dirección de cocina (programación y verificación del mantenimiento profesional) y los contratistas especializados (limpieza profunda y mantenimiento técnico). Los trabajadores deben comprender su papel en el mantenimiento básico, reconocer los signos de degradación del sistema que requieren atención profesional, e informar de cualquier problema observado con prontitud. La dirección debe asegurar que el mantenimiento profesional se programe y complete según los requisitos regulatorios y del fabricante, mantener registros que demuestren el cumplimiento, y abordar los problemas informados con prontitud.",
      "subsections": [
        {
          "heading": "4.1 Tareas de Limpieza Diarias y Semanales",
          "content": "Las tareas de limpieza diarias incluyen típicamente limpiar las superficies exteriores de las campanas (particularmente alrededor del área de cocción donde se producen salpicaduras de grasa), vaciar los recipientes o bandejas de recogida de grasa adheridos a los filtros (estos se llenan con la grasa drenada de los filtros y deben vaciarse regularmente para prevenir desbordamientos), e inspeccionar visualmente los filtros en busca de saturación (si los filtros parecen fuertemente cubiertos de grasa, aumente la frecuencia de limpieza). Estas tareas diarias llevan solo unos minutos pero previenen la acumulación de grasa que se vuelve mucho más difícil de eliminar con el tiempo.\n\nLa limpieza semanal incluye la retirada y limpieza completa de todos los filtros de grasa. Establezca un calendario consistente (por ejemplo, cada domingo después del cierre, o lunes durante el periodo tranquilo) y asigne responsabilidad. Retire los filtros de la campana (anote su orientación y posición para una reinstalación correcta), remoje los filtros en solución desengrasante o páselos por el lavavajillas comercial a alta temperatura, frote los depósitos de grasa persistentes con un cepillo, enjuague completamente con agua caliente para eliminar todos los residuos químicos, permita que los filtros se sequen completamente (los filtros mojados pueden gotear en la comida y reducir la eficiencia de filtración), inspeccione los filtros en busca de daños durante el proceso de limpieza, y reinstale los filtros correctamente posicionados y completamente asentados en la campana. Mantenga registros de la limpieza de filtros incluyendo fecha y persona responsable; los inspectores de trabajo y seguridad alimentaria pueden solicitar estos registros."
        },
        {
          "heading": "4.2 Limpieza Profunda e Inspección Profesional",
          "content": "Independientemente de lo diligentemente que los trabajadores limpien los componentes accesibles, la grasa inevitablemente se acumula en los conductos y componentes del ventilador más allá de los filtros. Esta grasa acumulada es la causa principal de los incendios en restaurantes — los incendios en conductos son extremadamente peligrosos, se propagan rápidamente y pueden destruir establecimientos enteros. Para prevenir la acumulación de grasa, todo el sistema de ventilación debe ser limpiado profesionalmente en profundidad al menos anualmente, con más frecuencia (trimestral o incluso mensualmente) para operaciones de alto volumen con parrilla y fritura extensivas.\n\nLos servicios profesionales de limpieza profunda desmontan los conductos accesibles, limpian todas las superficies interiores usando agua caliente a alta presión o vapor y desengrasantes comerciales, limpian las carcasas y aspas del ventilador, inspeccionan todo el sistema en busca de daños o deterioro, y remontan y prueban el sistema. Deben proporcionar un informe detallado de limpieza que incluya la fecha del servicio, las áreas limpiadas, el grosor de la acumulación de grasa encontrada, cualquier deficiencia observada, y la próxima fecha de limpieza recomendada. Este informe es crítico para demostrar el cumplimiento de los requisitos de seguridad contra incendios. Algunas jurisdicciones o compañías de seguros requieren limpieza por empresas certificadas según estándares específicos (como la certificación IKECA en algunos contextos). Verifique que su contratista de limpieza está apropiadamente cualificado y asegurado."
        },
        {
          "heading": "4.3 Resolución de Problemas Comunes",
          "content": "Los trabajadores deben reconocer los problemas comunes de ventilación e informarlos para atención profesional. La efectividad de extracción reducida (humo o vapor visible que no se captura, la cocina se siente más caliente de lo habitual, olores de cocción persistentes) puede indicar filtros obstruidos, acumulación excesiva de grasa en los conductos que reduce el flujo de aire, avería o ralentización del ventilador, o aire de compensación inadecuado. Los ruidos inusuales (traqueteo, chirrido, silbido, vibración excesiva) sugieren desgaste de rodamientos del ventilador, desequilibrio del ventilador, conductos sueltos o hardware de montaje suelto, u objetos extraños en el ventilador.\n\nLa grasa visible goteando de la campana o los conductos indica filtros severamente saturados o acumulación de grasa en los conductos más allá de la capacidad, lo que requiere limpieza profunda inmediata. El fallo del sistema al arrancar o apagados inesperados pueden resultar de problemas eléctricos, motores o controles averiados, o dispositivos de seguridad que se disparan debido a sobrecalentamiento u otros fallos. Cualquiera de estos problemas debe informarse inmediatamente al mantenimiento o la dirección. Continúe operando de la forma más segura posible (reduciendo la intensidad de cocción si la ventilación está comprometida) mientras espera la reparación. En casos de fallo severo de ventilación, puede ser necesario suspender las operaciones de cocción en caliente hasta que el sistema sea reparado — esta decisión debe ser tomada por la dirección en consulta con el personal de mantenimiento y con consideración de la seguridad de los trabajadores y los requisitos de seguridad alimentaria."
        }
      ]
    },
    {
      "heading": "5. Efectos sobre la Salud de una Ventilación Deficiente",
      "content": "Una ventilación inadecuada en la cocina crea múltiples riesgos para la salud de los trabajadores. Comprender estos riesgos ayuda a los trabajadores a apreciar la importancia de una ventilación adecuada y motiva la atención al funcionamiento y mantenimiento del sistema. Los efectos a corto plazo de una ventilación deficiente incluyen estrés térmico (temperatura corporal central excesiva por trabajar en ambientes calientes), deshidratación y desequilibrio electrolítico (por sudoración en condiciones calientes), irritación respiratoria (por humos de cocción, partículas de grasa y productos de combustión), irritación ocular (por humos y grasa aerotransportada), fatiga y función cognitiva reducida (el calor y la mala calidad del aire deterioran la concentración y la toma de decisiones), y mayor riesgo de accidentes (la fatiga, la incomodidad y la función cognitiva reducida hacen más probables los errores y las lesiones).\n\nLos efectos a largo plazo sobre la salud por la exposición crónica a entornos de cocina inadecuadamente ventilados pueden incluir problemas respiratorios (la exposición crónica a humos de cocción se ha vinculado con un mayor riesgo de enfermedad respiratoria), estrés cardiovascular (la exposición prolongada al calor y el trabajo físicamente exigente en ambientes calientes estresan el sistema cardiovascular), y problemas dermatológicos (irritación cutánea por la deposición de grasa y el sudor). Aunque estos efectos a largo plazo típicamente requieren años de exposición, subrayan la importancia de mantener una ventilación adecuada a lo largo de la carrera profesional. Los empleadores tienen obligaciones legales y éticas de prevenir estos efectos sobre la salud mediante una ventilación adecuada y el control de la temperatura del lugar de trabajo.",
      "subsections": [
        {
          "heading": "5.1 Reconocimiento y Prevención del Estrés Térmico",
          "content": "El estrés térmico ocurre cuando la temperatura central del cuerpo se eleva a niveles peligrosos, típicamente por encima de 38-39°C. Los síntomas iniciales incluyen sudoración excesiva, sed, debilidad, fatiga, mareos, calambres musculares, náuseas y dolor de cabeza. Si el estrés térmico progresa a agotamiento por calor o golpe de calor, los síntomas empeoran a confusión, pérdida de coordinación, pulso rápido, piel caliente y seca (la sudoración puede detenerse en casos graves) y pérdida de consciencia. El golpe de calor es una emergencia médica que requiere enfriamiento inmediato y atención médica de emergencia.\n\nPrevenir el estrés térmico requiere múltiples medidas. La ventilación adecuada para controlar la temperatura de la cocina es el control principal. Las medidas adicionales incluyen permitir descansos regulares en áreas más frescas (cada 1-2 horas durante condiciones muy calurosas), asegurar el acceso libre a agua potable fría (los trabajadores deben beber frecuentemente, sin esperar hasta tener sed), ajustar los horarios de trabajo para evitar las horas de máximo calor si es posible, permitir tiempo para que los trabajadores se aclimaten a las condiciones calientes (los nuevos trabajadores o los que regresan después de un periodo de ausencia pueden ser más susceptibles), monitorizar a los trabajadores en busca de síntomas de estrés térmico, y formar a todos los trabajadores para reconocer los síntomas tempranos en sí mismos y en los demás. Si se presentan síntomas de estrés térmico, la respuesta inmediata es crítica: trasladarse a un área fresca, beber agua fresca, quitarse el exceso de ropa, aplicar paños húmedos frescos sobre la piel y buscar atención médica si los síntomas son graves o no mejoran rápidamente."
        },
        {
          "heading": "5.2 Calidad del Aire y Salud Respiratoria",
          "content": "La cocción genera numerosos contaminantes aerotransportados incluyendo materia particulada (humo, aerosoles de grasa), compuestos orgánicos volátiles (de la cocción a alta temperatura de grasas y proteínas), aldehídos y otros productos químicos irritantes, monóxido de carbono y dióxido de carbono (de la combustión de gas), y dióxido de nitrógeno (de los quemadores de gas). La exposición prolongada a estos contaminantes puede causar irritación respiratoria aguda (tos, dificultad respiratoria, opresión en el pecho) y potencialmente contribuir a problemas respiratorios crónicos con la exposición a largo plazo.\n\nLa ventilación adecuada elimina estos contaminantes antes de que se acumulen en concentraciones nocivas. Las señales de advertencia de calidad del aire inadecuada incluyen síntomas respiratorios persistentes o que empeoran (tos, irritación de garganta, dificultad para respirar) especialmente en múltiples trabajadores, neblina o humo visible en la cocina que no está siendo capturado por las campanas, olores fuertes persistentes (las cocinas correctamente ventiladas no deben tener olores de cocina abrumadores), y dolores de cabeza o mareos (pueden indicar monóxido de carbono o mala calidad general del aire). Si surgen preocupaciones sobre la calidad del aire, informe de ellas inmediatamente. En casos extremos (por ejemplo, sospecha de exposición al monóxido de carbono), evacúe el área y llame a los servicios de emergencia. Para problemas crónicos de calidad del aire, solicite pruebas de calidad del aire y evaluación de ventilación por profesionales cualificados."
        },
        {
          "heading": "5.3 Protecciones Especiales para Trabajadores Vulnerables",
          "content": "Ciertos trabajadores son más vulnerables al estrés térmico y los problemas de calidad del aire. Las trabajadoras embarazadas son más susceptibles al estrés térmico y deben tener su trabajo adaptado para evitar la exposición prolongada al calor extremo. Los trabajadores con condiciones respiratorias preexistentes (asma, EPOC, bronquitis) pueden experimentar exacerbación por los humos de cocción y no deben trabajar en ambientes mal ventilados. Los trabajadores con condiciones cardiovasculares pueden tener un mayor riesgo por el estrés térmico y el esfuerzo físico en ambientes calientes. Los trabajadores jóvenes (menores de 18 años) tienen protecciones adicionales según la legislación española y pueden tener menor tolerancia al calor. Los trabajadores mayores también pueden tener una tolerancia reducida al calor.\n\nCuando se identifican trabajadores vulnerables (a través de la vigilancia de la salud, la autodeclaración o el conocimiento de la dirección), los empleadores deben realizar evaluaciones de riesgos específicas y adaptar las condiciones de trabajo. Las adaptaciones pueden incluir asignación a puestos alejados de las áreas de mayor calor, proporcionar descansos adicionales en ambientes frescos, asegurar el acceso adecuado al agua, monitorizar con más frecuencia en busca de síntomas, y rotar entre áreas de trabajo calientes y más frescas. Los trabajadores deben comunicar las condiciones de salud relevantes a los servicios de salud laboral (de forma confidencial) para que se puedan implementar las protecciones apropiadas. El Artículo 26 de la Ley 31/1995 requiere protecciones específicas para las trabajadoras embarazadas y en periodo de lactancia, incluyendo el traslado a otras funciones si los riesgos no pueden eliminarse."
        }
      ]
    },
    {
      "heading": "6. Derechos y Responsabilidades de los Trabajadores",
      "content": "Los trabajadores tienen tanto derechos a una ventilación adecuada como responsabilidades de usar los sistemas correctamente e informar de los problemas. Los derechos incluyen el derecho fundamental según el Artículo 4.2.d del Estatuto de los Trabajadores a una protección adecuada de la salud y la seguridad en el trabajo, incluyendo una ventilación y un control de temperatura adecuados. Los trabajadores tienen derecho a entornos de trabajo donde la temperatura esté controlada dentro de límites razonables, la calidad del aire sea adecuada y libre de contaminantes nocivos, y los sistemas de ventilación estén correctamente diseñados, instalados y mantenidos. Los trabajadores tienen derecho a ser informados sobre el funcionamiento y los requisitos de mantenimiento del sistema de ventilación, formados en cómo operar los sistemas correctamente, y consultados sobre problemas y mejoras de ventilación.\n\nLos trabajadores también tienen derecho a informar de problemas de ventilación sin temor a represalias, rechazar el trabajo en condiciones peligrosas (como calor extremo o calidad del aire que presenta un peligro grave e inminente), y solicitar una evaluación de salud laboral si experimentan síntomas relacionados con deficiencias de ventilación. Correspondientemente, los trabajadores tienen responsabilidades según el Artículo 29 de la Ley 31/1995 incluyendo usar los sistemas de ventilación correctamente según las instrucciones, cooperar con los procedimientos de mantenimiento (como proporcionar acceso para la limpieza), informar de defectos o averías con prontitud, y no interferir con ni dañar los componentes del sistema de ventilación. Estos derechos y responsabilidades trabajan juntos para mantener ambientes de trabajo en cocina seguros y confortables.",
      "subsections": [
        {
          "heading": "6.1 Notificación de Problemas de Ventilación",
          "content": "Los trabajadores deben informar de los problemas de ventilación tan pronto como se detecten. Use los procedimientos de notificación establecidos (notificar al supervisor, presentar solicitud de mantenimiento, registrar en el libro de defectos). Proporcione información específica sobre el problema: qué va mal (por ejemplo, 'la campana 2 sobre las freidoras no extrae correctamente, se ve humo escapando'), cuándo se observó por primera vez, cuán grave es (por ejemplo, 'problema menor' frente a 'preocupación urgente de seguridad'), y cualquier cambio reciente que pueda estar relacionado (por ejemplo, 'el problema comenzó después de la limpieza de filtros' o 'coincide con un trabajo reciente en los conductos').\n\nPara problemas urgentes (fallo severo de ventilación que crea condiciones peligrosas de calor o calidad del aire, olores inusuales que sugieren fugas de gas o problemas eléctricos, llamas visibles o signos de fuego en los conductos, sistema que produce ruidos alarmantes que sugieren fallo inminente), notifique a la dirección inmediatamente y puede ser necesario suspender las operaciones hasta que se aborde el problema. Para problemas menos urgentes pero persistentes (reducción gradual de la efectividad de extracción, niveles de ruido crecientes, preocupaciones menores de calidad del aire), documente el problema y asegúrese de que se registre para evaluación profesional. Haga seguimiento si los problemas informados no se abordan en un plazo razonable. Los trabajadores tienen derecho a escalar las preocupaciones de seguridad a los representantes de los trabajadores, los servicios de salud laboral o la inspección de trabajo si la dirección no responde apropiadamente."
        },
        {
          "heading": "6.2 Participación en el Mantenimiento y las Mejoras",
          "content": "Los trabajadores deben cooperar activamente con los procedimientos de mantenimiento de ventilación. Cuando se programe la limpieza profesional o el mantenimiento, proporcione acceso a las áreas de trabajo, responda preguntas sobre el funcionamiento del sistema y los problemas, observe los procedimientos (aprendiendo sobre el sistema), y reanude el trabajo solo después de confirmar que los sistemas funcionan correctamente después del mantenimiento. Los trabajadores a menudo tienen percepciones valiosas sobre el rendimiento del sistema de ventilación que pueden guiar las mejoras. Si nota problemas o tiene sugerencias para mejoras (por ejemplo, 'la campana sobre la estación de parrilla no captura efectivamente cuando ejecutamos múltiples artículos', 'el aire de compensación crea una corriente fría en la estación de pastelería'), comunique estas observaciones a la dirección.\n\nAlgunos empleadores establecen procesos formales de consulta para mejoras del lugar de trabajo incluyendo ventilación (particularmente los lugares de trabajo con representantes de seguridad o comités de empresa). Participe en estas consultas de forma constructiva. Si la dirección propone cambios en el sistema de ventilación, proporcione retroalimentación basada en su experiencia directa con el trabajo. Las buenas soluciones a menudo surgen de la colaboración entre la experiencia en ingeniería y el conocimiento de los trabajadores. Recuerde que usted y sus compañeros pasarán carreras enteras en cocinas; invertir esfuerzo en una ventilación adecuada protege su salud a largo plazo y hace que el trabajo sea más confortable y seguro para todos."
        },
        {
          "heading": "6.3 Cuándo los Fallos de Ventilación Requieren la Paralización del Trabajo",
          "content": "En la mayoría de los casos, los problemas de ventilación pueden abordarse mientras el trabajo continúa con algunas adaptaciones (reducir la intensidad de cocción, aumentar los descansos, usar medidas de enfriamiento adicionales). Sin embargo, los fallos severos de ventilación pueden crear condiciones donde continuar el trabajo presenta un peligro grave e inminente que justifica la paralización del trabajo. Los ejemplos incluyen el fallo completo del sistema de ventilación durante operaciones de alto calor que crea riesgo de golpe de calor, sospecha de acumulación de monóxido de carbono por ventilación inadecuada de equipos de gas, fuego en los conductos que requiere el apagado y reparación del sistema, o calor extremo que hace que el trabajo sea médicamente peligroso (temperaturas de cocina que superan los 35-40°C durante periodos prolongados).\n\nEl Artículo 21 de la Ley 31/1995 otorga a los trabajadores el derecho a detener el trabajo y abandonar el lugar de trabajo cuando se enfrentan a un peligro grave, inminente e inevitable. Este derecho debe ejercerse con prudencia — es para situaciones de emergencia genuinas, no para mera incomodidad. Si cree que las condiciones justifican la paralización del trabajo, informe a su supervisor inmediatamente, explique el peligro específico y solicite que las operaciones cesen hasta que se corrija la situación. Si la dirección no está de acuerdo y usted genuinamente cree que el peligro es grave e inminente, puede invocar su derecho del Artículo 21, pero esté preparado para justificar esta decisión (idealmente con el apoyo de los representantes de los trabajadores o los servicios de salud laboral). En la práctica, la mayoría de los problemas de ventilación pueden y deben abordarse a través de los canales normales de notificación y mantenimiento antes de llegar al punto de paralización del trabajo."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Comprobaciones Diarias del Sistema de Ventilación",
      "items": [
        "Encender los sistemas de extracción antes de comenzar cualquier operación de cocción",
        "Verificar que todos los ventiladores están funcionando (escuchar el ruido del ventilador, sentir el flujo de aire en la cara de la campana)",
        "Comprobar que los sistemas de aire de compensación están funcionando si se controlan por separado",
        "Inspeccionar visualmente que todos los filtros de campana están correctamente instalados y asentados",
        "Vaciar los recipientes o bandejas de recogida de grasa bajo los filtros",
        "Limpiar las superficies exteriores de las campanas para eliminar las salpicaduras de grasa",
        "Comprobar cualquier ruido, vibración u olor inusual del sistema de ventilación",
        "Verificar que la temperatura ambiente de la cocina se siente normal para la temporada actual e intensidad de cocción",
        "Observar si los humos de cocción y el vapor están siendo capturados efectivamente por las campanas",
        "Informar de cualquier problema u observación inusual al supervisor inmediatamente",
        "Dejar los sistemas de extracción funcionando durante 15-30 minutos después de que termine la cocción",
        "Verificar que los sistemas están en el estado correcto (apagados o a baja velocidad) al irse por el día"
      ]
    },
    {
      "title": "Tareas Semanales de Mantenimiento de Ventilación",
      "items": [
        "Programar tiempo dedicado para la limpieza de filtros (por ejemplo, domingo por la noche después del cierre, periodo tranquilo del lunes)",
        "Retirar todos los filtros de grasa de las campanas, anotando la posición para una reinstalación correcta",
        "Remojar los filtros en solución desengrasante o pasar por lavavajillas comercial a alta temperatura",
        "Frotar los filtros para eliminar cualquier depósito de grasa persistente",
        "Enjuagar los filtros completamente con agua caliente para eliminar todos los residuos químicos",
        "Permitir que los filtros se sequen completamente antes de reinstalar",
        "Inspeccionar los filtros en busca de daños (deflectores doblados, malla rasgada) durante la limpieza; sustituir si están dañados",
        "Reinstalar los filtros correctamente posicionados y completamente asentados en las campanas",
        "Limpiar las áreas de recogida de grasa a fondo",
        "Registrar la limpieza de filtros en el libro de mantenimiento (fecha, persona responsable)",
        "Informar de cualquier acumulación excesiva de grasa o preocupaciones del sistema observadas durante la limpieza"
      ]
    },
    {
      "title": "Lista de Comprobación para la Notificación de Problemas de Ventilación",
      "items": [
        "Identificar el problema específico: extracción reducida, ruido inusual, calor excesivo, olores, etc.",
        "Anotar cuándo se observó el problema por primera vez y si está empeorando",
        "Identificar qué campana o componente del sistema está afectado",
        "Evaluar la gravedad: preocupación urgente de seguridad, o problema continuo menos urgente",
        "Para problemas urgentes: notificar al supervisor inmediatamente; puede ser necesario suspender temporalmente las operaciones",
        "Para problemas menos urgentes: presentar solicitud de mantenimiento con descripción detallada",
        "Documentar el problema por escrito (libro de mantenimiento, correo electrónico a la dirección, informe de defectos)",
        "Si el problema involucra sospecha de monóxido de carbono o fuga de gas, evacuar y llamar a los servicios de emergencia",
        "Hacer seguimiento para asegurar que el problema informado se aborda en un plazo razonable",
        "Después de las reparaciones, verificar que el sistema funciona correctamente antes de reanudar las operaciones completas",
        "Si la dirección no responde apropiadamente a las preocupaciones de seguridad, escalar a los representantes de los trabajadores o la inspección de trabajo"
      ]
    }
  ],
  "bestPractices": [
    "Haga de la activación del sistema de ventilación parte de la rutina de apertura — encienda la extracción antes de encender cualquier equipo de cocción",
    "Desarrolle sensibilidad a la temperatura normal de la cocina y la calidad del aire — notará cambios que indican problemas",
    "Limpie los filtros según un calendario semanal fijo sin falta — perderse incluso una semana permite una acumulación significativa de grasa",
    "Durante la limpieza profunda profesional, aproveche la oportunidad para observar y aprender sobre el sistema completo",
    "Si la cocina se siente incómodamente caliente o cargada, compruebe que la ventilación funciona correctamente antes de atribuirlo al tiempo o la actividad",
    "Trate el mantenimiento de la ventilación con la misma importancia que la seguridad alimentaria y la limpieza — protege su salud a largo plazo",
    "Abogue por mejoras del sistema si identifica problemas recurrentes de ventilación — los sistemas bien diseñados deben funcionar de forma fiable",
    "Hidrátese consistentemente durante los turnos en ambientes calientes de cocina — no espere hasta sentir sed"
  ],
  "glossary": {
    "Campana Extractora": "Campana extractora — dispositivo superior que captura humos de cocción, vapor y calor",
    "Filtro de Grasas": "Filtro de grasas — filtro extraíble en la campana que atrapa partículas de grasa de los humos de cocción",
    "Conducto de Ventilación": "Conducto de ventilación — canal cerrado que transporta el aire extraído desde la campana al exterior",
    "Aire de Compensación": "Aire de compensación — aire fresco suministrado para reemplazar el aire extraído por el sistema de ventilación",
    "Ventilador Extractor": "Ventilador extractor — ventilador que aspira aire a través de la campana y lo expulsa al exterior",
    "Estrés Térmico": "Estrés térmico — condición peligrosa cuando la temperatura corporal central se eleva debido al ambiente caliente",
    "Calidad del Aire Interior": "Calidad del aire interior — salubridad y confort del aire dentro del lugar de trabajo",
    "Monóxido de Carbono": "Monóxido de carbono — gas tóxico incoloro e inodoro producido por la combustión incompleta",
    "RITE": "Reglamento de Instalaciones Térmicas en Edificios — normativa española que rige el diseño e instalación de sistemas HVAC",
    "Renovación de Aire": "Renovación de aire o cambio de aire — sustitución del aire interior por aire fresco del exterior, medida en renovaciones de aire por hora"
  }
}