{
  "title": "Protocolo Anti-Acoso",
  "legalBasis": "LO 3/2007 para la Igualdad Efectiva de Mujeres y Hombres; Estatuto de los Trabajadores (ET) Artículo 4.2.e sobre dignidad en el trabajo; LO 10/2022 de garantía integral de la libertad sexual; Directiva UE 2006/54/CE sobre igualdad de trato",
  "summary": "El acoso laboral en todas sus formas — acoso sexual, acoso por razón de sexo y acoso psicológico (intimidación laboral) — representa una violación fundamental de la dignidad del trabajador y crea entornos de trabajo inseguros y hostiles. La legislación española proporciona protecciones integrales contra el acoso, con obligaciones impuestas a los empleadores de prevenir, detectar, responder y sancionar las conductas de acoso. El sector de la hostelería presenta desafíos particulares debido a la prevalencia de puestos de atención al cliente, entornos de trabajo nocturnos, relaciones de servicio que pueden ser explotadas por los acosadores y la alta rotación de personal que tradicionalmente puede ocultar patrones de comportamiento abusivo.\n\nEste protocolo establece definiciones claras de las conductas prohibidas, medidas de prevención obligatorias, procedimientos confidenciales de denuncia, procesos de investigación que respetan los derechos de todas las partes e consecuencias para los perpetradores. Se aplica a todas las interacciones dentro del contexto laboral, incluyendo el acoso por parte de superiores, compañeros, subordinados y terceros como clientes o proveedores. El protocolo enfatiza que el acoso nunca es aceptable, nunca es culpa de la víctima y siempre tendrá consecuencias graves para los perpetradores.\n\nLa implementación efectiva requiere un compromiso visible de la dirección, formación integral para todo el personal en todos los niveles, mecanismos de denuncia confidenciales que inspiren confianza y una aplicación consistente que demuestre tolerancia cero. Las organizaciones deben crear una cultura donde se entienda que el acoso es incompatible con los valores de la organización, donde las víctimas reciban apoyo en lugar de culpa y donde los testigos estén capacitados para intervenir de forma segura.",
  "keyPoints": [
    "Política de tolerancia cero — todas las formas de acoso están estrictamente prohibidas y darán lugar a medidas disciplinarias",
    "El acoso incluye acoso sexual, acoso por razón de sexo e intimidación psicológica en el trabajo",
    "Cualquier empleado, independientemente de su cargo, puede presentar una denuncia a través de múltiples canales confidenciales",
    "Todas las denuncias serán investigadas de forma rápida, exhaustiva y confidencial en la medida de lo posible",
    "Las represalias contra denunciantes, testigos o investigadores están estrictamente prohibidas y son sancionables de forma independiente",
    "Están disponibles tanto la investigación formal como las opciones de resolución informal según las circunstancias",
    "Las víctimas recibirán apoyo durante todo el proceso y se les proporcionarán medidas de protección adecuadas",
    "El acoso probado dará lugar a sanciones disciplinarias que van desde la amonestación hasta el despido",
    "La formación en prevención es obligatoria para todos los empleados y debe completarse durante la incorporación",
    "El protocolo se aplica a todos los contextos laborales incluyendo eventos fuera del centro de trabajo, viajes de trabajo y comunicaciones digitales"
  ],
  "sections": [
    {
      "heading": "1. Definiciones y Ámbito de Aplicación",
      "content": "La legislación española reconoce tres categorías principales de acoso laboral, cada una con definiciones legales y protecciones específicas. Comprender estas definiciones es esencial para reconocer las conductas prohibidas y distinguir entre el acoso y otros conflictos laborales o cuestiones de gestión del rendimiento. Las tres formas de acoso comparten elementos comunes: conducta no deseada, repetición o gravedad suficiente para crear un entorno hostil y violación de la dignidad de la persona afectada.\n\nEl acoso sexual, definido por la LO 3/2007 y la LO 10/2022, comprende cualquier conducta verbal, no verbal o física de naturaleza sexual que tenga el propósito o efecto de atentar contra la dignidad de una persona, especialmente cuando crea un entorno intimidatorio, degradante u ofensivo. Algunos ejemplos incluyen proposiciones sexuales no deseadas o presión para citas, comentarios o bromas sexuales inapropiados, contacto físico no deseado, exhibición de materiales sexualmente explícitos y preguntas intrusivas sobre la vida privada u orientación sexual. Un solo incidente puede constituir acoso si es suficientemente grave.\n\nEl acoso por razón de sexo comprende conductas relacionadas con el sexo de una persona que tienen el propósito o efecto de atentar contra la dignidad y crear un entorno intimidatorio, degradante u ofensivo. Esto incluye comentarios denigrantes sobre las capacidades de mujeres u hombres, exclusión de actividades por razón de sexo, comportamiento hostil hacia trabajadoras embarazadas o quienes ejercen derechos de conciliación, y la creación de un entorno hostil basado en estereotipos de género. El acoso laboral (acoso moral) comprende conductas repetidas y hostiles hacia un trabajador con el propósito o efecto de degradar las condiciones de trabajo de forma que pueda perjudicar derechos, dignidad o bienestar psicológico.",
      "subsections": [
        {
          "heading": "1.1 Qué Constituye Acoso",
          "content": "El acoso debe distinguirse de las acciones legítimas de gestión como la evaluación del rendimiento, los procedimientos disciplinarios, la asignación de tareas y la gestión de horarios. Los factores clave de distinción son la intención de dañar o menospreciar en lugar de un propósito empresarial legítimo, una conducta que escapa de las interacciones empresariales normales y un comportamiento que personas razonables reconocerían como inapropiado, ofensivo u hostil.\n\nEl acoso puede ser perpetrado por superiores, compañeros, subordinados o terceros como clientes, proveedores o contratistas. La responsabilidad del empleador se extiende a proteger a los empleados del acoso independientemente de la relación del perpetrador con la organización. El contexto importa: un único incidente grave puede constituir acoso, mientras que una conducta menos grave puede requerir repetición para cumplir la definición legal. Sin embargo, 'repetición' no significa necesariamente múltiples casos de comportamiento idéntico — un patrón de diferentes conductas hostiles o denigrantes dirigidas al mismo objetivo puede constituir acumulativamente acoso."
        },
        {
          "heading": "1.2 Consideraciones Especiales en la Hostelería",
          "content": "El sector de la hostelería presenta factores de riesgo específicos de acoso. La cultura orientada al servicio puede generar presión sobre el personal para tolerar comportamientos inapropiados de los clientes. Los entornos de servicio de bebidas alcohólicas pueden implicar individuos intoxicados cuyas inhibiciones están reducidas. Las culturas jerárquicas de cocina pueden normalizar un comportamiento agresivo o degradante. Los turnos nocturnos, las zonas de trabajo aisladas y las situaciones donde trabajadores jóvenes o inexpertos interactúan con personal más veterano pueden crear oportunidades para el acoso.\n\nLa compensación dependiente de propinas crea una vulnerabilidad particular, ya que los trabajadores pueden temer que rechazar o denunciar el acoso por parte de clientes resulte en pérdida de ingresos. Las dinámicas de poder donde los supervisores controlan la programación de horarios, las asignaciones de turnos y las oportunidades de promoción crean oportunidades para el acoso de tipo quid pro quo. El protocolo debe abordar específicamente estos factores propios del sector y proporcionar protecciones que tengan en cuenta las vulnerabilidades únicas de los trabajadores de hostelería."
        }
      ]
    },
    {
      "heading": "2. Medidas de Prevención y Cultura Organizativa",
      "content": "La prevención es el primer y más importante elemento de un protocolo anti-acoso. Los requisitos legales y los procedimientos de denuncia son necesarios pero insuficientes — las organizaciones deben crear proactivamente entornos donde sea menos probable que ocurra el acoso y, si ocurre, sea más probable que se denuncie y se aborde a tiempo antes de que escale. La prevención requiere un compromiso visible de la dirección, comunicación clara de expectativas y consecuencias, formación integral y refuerzo continuo a través de múltiples canales.\n\nEl compromiso de la dirección debe demostrarse a través de acciones, no meramente de declaraciones de política. La alta dirección debe promover visiblemente el protocolo, participar en la formación, responder seriamente a las denuncias y asegurar que las consecuencias se apliquen consistentemente independientemente del cargo o valor del perpetrador para la organización. Cuando empleados de alto rendimiento o con larga antigüedad enfrentan acusaciones de acoso, el verdadero compromiso de la organización se pone a prueba — no investigar o no sancionar basándose en el estatus de la persona envía el mensaje de que la política se aplica selectivamente y que ciertos empleados están por encima de la responsabilidad.\n\nEl protocolo y el compromiso de la organización deben comunicarse a través de múltiples canales: durante la contratación y el proceso de selección, en los manuales del empleado, mediante carteles en las zonas de empleados, en las reuniones de equipo y a través de campañas periódicas de refuerzo. La comunicación debe ser clara, directa y estar disponible en todos los idiomas que habla la plantilla. El lenguaje eufemístico o vago reduce el impacto — usar términos directos como 'acoso sexual' e 'intimidación laboral' en lugar de expresiones suavizadas.",
      "subsections": [
        {
          "heading": "2.1 Requisitos de Formación Obligatoria",
          "content": "Todos los empleados deben recibir formación anti-acoso durante la incorporación inicial, con formación de actualización al menos cada dos años. La formación debe cubrir: definiciones legales de acoso, ejemplos específicos de contextos hosteleros, cómo reconocer conductas de acoso, procedimientos de denuncia, apoyo disponible para las víctimas, consecuencias para los perpetradores, protección contra represalias y técnicas de intervención como testigo. La formación debe ser interactiva e incluir debates basados en escenarios en lugar de simples presentaciones magistrales.\n\nEl personal directivo y de supervisión requiere formación especializada adicional que cubra: sus obligaciones legales de prevenir y responder al acoso, cómo recibir y documentar denuncias, cómo apoyar a las víctimas, cómo mantener la confidencialidad, evitar conductas que puedan percibirse como represalias y reconocer señales tempranas de acoso. Los directivos deben comprender que pueden ser personalmente responsables del acoso que cometan o que por negligencia no aborden. La documentación de toda la formación, incluyendo fechas, participantes, contenido cubierto y credenciales del formador, debe mantenerse."
        },
        {
          "heading": "2.2 Intervenciones Ambientales y Culturales",
          "content": "Crear entornos físicos y sociales que reduzcan el riesgo de acoso. Asegurar iluminación adecuada en todas las zonas de trabajo, eliminar ubicaciones aisladas donde el personal trabaje solo sin visibilidad ni asistencia disponible, instalar cámaras de seguridad en ubicaciones apropiadas (respetando los derechos de privacidad) y mantener líneas de visión claras entre las zonas de atención al público y las traseras. Programar al menos dos miembros del personal para los turnos de cierre para eliminar situaciones donde un solo empleado esté a solas con un supervisor o compañero.\n\nPromover una cultura de respeto y profesionalidad a través de múltiples intervenciones: establecer y modelar estándares de comunicación profesional, abordar todo comportamiento irrespetuoso con prontitud incluso si no alcanza la definición legal de acoso, celebrar la diversidad y la inclusión, proporcionar vías claras de desarrollo profesional que reduzcan el favoritismo o su percepción, y solicitar activamente la opinión de los empleados sobre el clima laboral. Realizar encuestas anónimas periódicas para evaluar si los empleados se sienten respetados y seguros, y si confían en que las denuncias se gestionarían adecuadamente."
        }
      ]
    },
    {
      "heading": "3. Mecanismos de Denuncia y Confidencialidad",
      "content": "Un sistema de denuncia bien diseñado proporciona múltiples vías para que las víctimas presenten quejas manteniendo una confidencialidad adecuada para proteger a todas las partes. Los mecanismos de denuncia deben ser accesibles, fiables y estar bien comunicados. El miedo a represalias, incredulidad o que se desestime la denuncia es la razón más común por la que las víctimas no denuncian el acoso. Generar confianza requiere demostrar a través de la práctica consistente que las denuncias se toman en serio, se investigan a fondo y dan lugar a consecuencias apropiadas.\n\nEstablecer múltiples canales de denuncia para adaptarse a diferentes niveles de comodidad y circunstancias. Las opciones deben incluir: informe directo al supervisor inmediato (si no es el presunto acosador), informe a recursos humanos o consejero designado contra el acoso, informe a cualquier miembro de la dirección, denuncia escrita mediante dirección de correo electrónico específica, línea de denuncia anónima (telefónica o web) e informe a representantes de los trabajadores o delegados sindicales cuando corresponda. Para establecimientos pequeños sin personal dedicado de RRHH, designar a una persona específica o establecer una relación con un recurso externo como un asesor legal o consultoría especializada.\n\nSe debe animar a las víctimas, pero no exigirles, que presenten las denuncias por escrito. Si se recibe una denuncia oral, el receptor debe documentarla con prontitud, incluyendo fecha, hora, nombre del denunciante, descripción del presunto acoso, nombres del presunto perpetrador y de cualquier testigo, y cualquier acción inmediata tomada. El resumen escrito debe compartirse con el denunciante para su verificación. Las denuncias pueden ser anónimas, aunque esto puede limitar el alcance de la investigación y la capacidad de la organización para proporcionar apoyo o protección a la víctima.",
      "subsections": [
        {
          "heading": "3.1 Protocolos de Confidencialidad",
          "content": "Mantener estricta confidencialidad durante todo el proceso de denuncia e investigación en la máxima medida posible mientras se realiza una investigación exhaustiva. La información sobre la denuncia solo debe compartirse con quienes tengan una necesidad legítima de conocerla: el investigador, los testigos relevantes, el acusado (en la medida necesaria para responder a las acusaciones) y la alta dirección según corresponda. La violación de la confidencialidad puede causar un daño grave a todas las partes, disuadir futuras denuncias y exponer a la organización a responsabilidad legal.\n\nAntes de iniciar una investigación, informar al denunciante y a todos los testigos de que se mantendrá la confidencialidad en la medida de lo posible, pero que cierta divulgación es necesaria para investigar eficazmente. Explicar que el acusado deberá ser informado de las acusaciones con suficiente detalle para responder, aunque la identidad del denunciante puede protegerse en algunas circunstancias. Discutir con el denunciante qué nivel de confidencialidad prefiere y qué limitaciones pueden existir. Documentar estas conversaciones."
        },
        {
          "heading": "3.2 Respuesta Inicial y Medidas Inmediatas",
          "content": "Al recibir una denuncia, tomar medidas inmediatas para garantizar la seguridad y el apoyo del denunciante. Expresar que la denuncia se toma en serio y que no se tolerarán represalias. Evaluar si son necesarias medidas de protección inmediatas, como ajustes de horario para eliminar el contacto entre denunciante y acusado, reasignación temporal de una de las partes, interacciones solo bajo supervisión o, en casos extremos, permiso retribuido temporal para el acusado en espera de la investigación.\n\nProporcionar al denunciante información sobre los recursos de apoyo disponibles, que pueden incluir: acceso a asesoramiento confidencial a través de un Programa de Asistencia al Empleado (PAE) si está disponible, información sobre organizaciones externas de apoyo a víctimas de acoso o agresión, datos de contacto del responsable de investigación, resumen escrito del proceso de denuncia y plazos, y garantía de que se proporcionará protección contra represalias. Documentar todas las medidas inmediatas tomadas y la justificación de las mismas."
        }
      ]
    },
    {
      "heading": "4. Proceso de Investigación",
      "content": "Todas las denuncias de acoso deben investigarse de forma rápida, exhaustiva e imparcial. La investigación debe comenzar en las 48 horas siguientes a la recepción de la denuncia y completarse en un plazo razonable, generalmente de 2 a 4 semanas según la complejidad. Los retrasos erosionan la confianza y permiten que el daño continúe. El investigador debe ser imparcial — no un compañero cercano de ninguna de las partes, no alguien con interés personal en el resultado y preferiblemente alguien con formación específica en investigaciones de acoso. Para establecimientos pequeños, esto puede requerir contratar a un investigador externo.\n\nEl proceso de investigación sigue una secuencia sistemática: revisar la denuncia escrita y cualquier documentación de apoyo, entrevistar al denunciante en detalle para comprender todos los hechos y el contexto relevantes, entrevistar al acusado para obtener su respuesta a las acusaciones, entrevistar a cualquier testigo identificado por cualquiera de las partes, revisar cualquier evidencia física como mensajes, correos electrónicos o grabaciones de seguridad, evaluar la credibilidad de todas las partes y determinar si el acoso ocurrió basándose en la ponderación de las pruebas. Cada entrevista debe documentarse con notas escritas o grabaciones (con consentimiento). A los entrevistados se les debe ofrecer la posibilidad de contar con una persona de apoyo presente.",
      "subsections": [
        {
          "heading": "4.1 Derechos del Acusado",
          "content": "Si bien se prioriza el apoyo a la víctima, el protocolo también debe respetar los derechos del acusado, quien tiene derecho a un proceso justo. El acusado debe ser informado de las acusaciones con suficiente detalle para preparar una respuesta, aunque el momento de esta notificación puede ser estratégico (por ejemplo, retrasando la notificación hasta después de las entrevistas a testigos si existe preocupación por posible manipulación). El acusado tiene derecho a responder a todas las acusaciones, a identificar testigos que puedan proporcionar información relevante, a estar acompañado por una persona de apoyo durante las entrevistas y a que la investigación se realice de forma justa e imparcial.\n\nSe aplica la presunción de inocencia — el acusado no debe enfrentar medidas disciplinarias formales hasta que la investigación esté completa y se hayan establecido las conclusiones. Sin embargo, las medidas temporales para proteger al denunciante durante la investigación son apropiadas incluso antes de que se determinen las conclusiones. Dichas medidas deben diseñarse para ser lo más neutrales posible y no deben constituir un castigo ni implicar culpabilidad. Cuando sea factible, las molestias deben distribuirse equitativamente entre las partes en lugar de recaer presuntamente sobre el denunciante."
        },
        {
          "heading": "4.2 Valoración de Pruebas y Conclusiones",
          "content": "Las investigaciones de acoso rara vez implican pruebas físicas o testigos independientes, y a menudo se reducen a relatos contradictorios del denunciante y el acusado. Los investigadores deben evaluar la credibilidad basándose en múltiples factores: consistencia de los relatos en múltiples entrevistas, especificidad y detalle en las descripciones, corroboración por parte de testigos incluso si no observaron directamente el acoso, patrones de comportamiento similar con otras personas, documentación contemporánea como mensajes o anotaciones en diarios, y la plausibilidad inherente del relato de cada parte.\n\nEl estándar de prueba en las investigaciones laborales internas es la 'ponderación de probabilidades' (también llamada 'preponderancia de la prueba') — ¿es más probable que no que el acoso ocurriera? Este es un estándar inferior al de 'más allá de toda duda razonable' del ámbito penal. No se requiere certeza absoluta. Tras evaluar todas las pruebas, el investigador prepara un informe escrito que resume las acusaciones, los pasos de la investigación realizados, las pruebas recopiladas, las evaluaciones de credibilidad, las conclusiones sobre si el acoso ocurrió y las recomendaciones sobre consecuencias y medidas correctivas."
        }
      ]
    },
    {
      "heading": "5. Consecuencias y Acción Disciplinaria",
      "content": "Cuando una investigación confirma el acoso, la organización debe imponer sanciones disciplinarias apropiadas. La severidad de las sanciones debe ser proporcional a la gravedad del acoso, teniendo en cuenta factores como: naturaleza y gravedad de la conducta, si fue un incidente aislado o un patrón repetido, cargo y nivel de responsabilidad del perpetrador, impacto en la víctima, existencia de denuncias previas o historial disciplinario, y nivel de arrepentimiento o aceptación de responsabilidad. La legislación laboral española prevé una escala graduada de sanciones disciplinarias desde la amonestación verbal hasta el despido.\n\nPara casos menos graves — por ejemplo, comentarios inapropiados aislados que no implicaron amenazas, contacto físico o abuso de autoridad — las sanciones pueden incluir formación obligatoria, amonestación por escrito, suspensión temporal sin sueldo o cambio de categoría. Para casos moderados que impliquen acoso repetido, abuso de posición de supervisión o conducta que cause daño significativo, las sanciones apropiadas incluyen suspensión prolongada, cambio de categoría o despido por falta grave. Para casos graves — agresión sexual, amenazas, campañas sistemáticas de intimidación o acoso de tipo quid pro quo por parte de supervisores — el despido inmediato es apropiado y legalmente defendible.\n\nLa acción disciplinaria debe implementarse con prontitud una vez que la investigación concluye y se determinan las conclusiones. Documentar la decisión disciplinaria exhaustivamente, incluyendo las infracciones específicas de la política encontradas, los factores considerados para determinar la sanción y la fecha efectiva de la disciplina. Comunicar el resultado al denunciante en términos generales (confirmando que se han tomado medidas) respetando la confidencialidad en cuanto a la disciplina específica impuesta. El perpetrador recibe notificación escrita detallada de las conclusiones y la acción disciplinaria específica, incluyendo derechos de recurso según la legislación laboral española.",
      "subsections": [
        {
          "heading": "5.1 Medidas de Reparación para las Víctimas",
          "content": "Además de sancionar al perpetrador, la organización debe tomar medidas para reparar el daño causado a la víctima y prevenir la recurrencia. Las medidas de reparación pueden incluir: disculpa formal de la organización reconociendo que el acoso ocurrió y no debería haber sucedido, modificación de la situación laboral de la víctima si lo prefiere (traslado a otro departamento, cambios de horario), acceso a asesoramiento u otros servicios de apoyo a cargo del empleador, compensación por cualquier pérdida económica como propinas perdidas debido a cambios de horario durante la investigación, restauración de cualquier oportunidad denegada debido al acoso (como promociones o asignaciones favorables), y seguimiento continuo para asegurar que no se produzcan represalias.\n\nConsultar con la víctima sobre qué medidas de reparación le resultarían útiles — no imponer medidas que la víctima no desee o que efectivamente la castiguen (como un traslado involuntario lejos de un puesto preferido). Sin embargo, la organización debe equilibrar las preferencias de la víctima con los requisitos operativos y legales. Por ejemplo, si la víctima prefiere que no se tome ninguna medida contra un acosador demostrado, la organización no puede simplemente honrar esta preferencia, ya que tiene el deber legal de mantener un entorno de trabajo libre de acoso para todos los empleados."
        },
        {
          "heading": "5.2 Acciones Correctivas Organizativas",
          "content": "Cuando se confirma el acoso, evaluar si factores sistémicos contribuyeron y requieren acciones correctivas a nivel organizativo más allá de la disciplina individual. Tales medidas pueden incluir: formación adicional para un departamento o grupo de trabajo donde ocurrió el acoso, supervisión reforzada de una zona donde la vigilancia de la dirección fue insuficiente, revisión y fortalecimiento de los procedimientos de denuncia si se identificaron barreras para denunciar, modificación del espacio de trabajo físico para reducir zonas aisladas, cambios en las prácticas de programación para asegurar una dotación de personal adecuada, y revisión de las políticas de interacción con clientes si estuvo involucrado el acoso por parte de clientes.\n\nCuando el acoso no fue confirmado pero la investigación reveló otros problemas laborales — como comunicación poco profesional, políticas poco claras o deficiencias de gestión — abordar estos problemas aunque no cumplan la definición legal de acoso. El acoso a menudo ocurre en entornos donde se ha tolerado un nivel inferior de falta de respeto y falta de profesionalidad, creando una cultura donde los límites se erosionan progresivamente."
        }
      ]
    },
    {
      "heading": "6. Protección contra Represalias y Seguimiento",
      "content": "Las represalias contra personas que presentan denuncias de acoso, participan como testigos o están involucradas en investigaciones están estrictamente prohibidas y constituyen en sí mismas una infracción separada e independientemente sancionable. La legislación española proporciona protecciones sólidas contra las represalias, y los tribunales imponen consecuencias graves a los empleadores que no las previenen. Las represalias pueden adoptar muchas formas: acciones laborales adversas como despido, descenso de categoría o reducción de horas; acciones sutiles como exclusión de comunicaciones, denegación de aprobaciones rutinarias, asignación a turnos indeseables o críticas injustificadas; y creación de un entorno hostil mediante trato frío o difusión de rumores.\n\nLa disposición anti-represalias debe comunicarse clara y repetidamente a todo el personal. Los supervisores deben recibir formación específica de que cualquier acción adversa contra un denunciante o testigo será escrutada intensamente y debe estar respaldada por una justificación empresarial clara y documentada que sea anterior a la denuncia. Incluso la gestión legítima del rendimiento o la disciplina de un denunciante debe documentarse cuidadosamente y revisarse a niveles superiores para asegurar que no es, ni puede percibirse como, represalia.\n\nEl seguimiento de las represalias debe continuar durante un período razonable tras la resolución de la denuncia — generalmente de 6 a 12 meses. Este seguimiento puede incluir: reuniones periódicas con el denunciante para preguntar si ha experimentado alguna represalia, revisión de cualquier acción laboral que afecte al denunciante para asegurar una justificación legítima, entrevistas con compañeros para evaluar si el entorno de trabajo ha cambiado, e investigación de cualquier preocupación que surja. Documentar todas las actividades de seguimiento.",
      "subsections": [
        {
          "heading": "6.1 Respuesta a las Denuncias de Represalias",
          "content": "Si se alegan represalias, investigar inmediatamente utilizando el mismo proceso riguroso que para las denuncias de acoso. Las investigaciones de represalias deben determinar: qué acción adversa ocurrió, si la persona que tomó la acción conocía la denuncia o investigación previa, si la cronología sugiere una conexión entre la denuncia y la acción adversa, si la justificación declarada para la acción es creíble y está documentada, y si empleados en situaciones similares que no denunciaron han sido tratados de forma diferente.\n\nLas represalias pueden ser difíciles de probar cuando implican acciones sutiles o cuando la organización puede articular razones legítimas para la acción adversa. Sin embargo, la proximidad temporal estrecha entre una denuncia y una acción adversa crea una fuerte inferencia de represalia. Cuando se prueban represalias, las sanciones deben ser severas — generalmente más severas que para el acoso subyacente, ya que las represalias atacan el núcleo de la capacidad de la organización para mantener un entorno de trabajo libre de acoso. Nadie denunciará acoso si ve que los denunciantes enfrentan represalias con impunidad."
        },
        {
          "heading": "6.2 Cultura de Apoyo a los Denunciantes",
          "content": "Más allá de meramente prohibir las represalias, cultivar activamente una cultura que considere la denuncia de acoso como responsable y valiente en lugar de deslealtad o conflictividad. Comunicar que las personas que denuncian acoso de buena fe están protegiendo a la organización y a sus compañeros, no perjudicando a la organización. Incluso si una investigación no confirma el acoso, el acto de denunciar no debe ser criticado ni castigado — solo las denuncias realizadas con mala fe demostrable justifican consecuencias.\n\nPublicitar (con las protecciones de confidencialidad apropiadas) que las denuncias han sido investigadas y que se han tomado las medidas apropiadas. Esto demuestra que el sistema funciona y anima a otros a dar el paso. Sin embargo, equilibrar la transparencia con la privacidad — compartir información general sobre el compromiso de la organización y su trayectoria sin identificar a personas o casos específicos."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de Verificación de Implementación de Prevención del Acoso",
      "items": [
        "Protocolo anti-acoso escrito adoptado y aprobado por la alta dirección",
        "Protocolo comunicado a todos los empleados por escrito y publicado en las zonas de empleados",
        "Múltiples canales de denuncia establecidos y claramente comunicados",
        "Responsable de acoso o investigador designado con formación apropiada",
        "Todos los empleados han recibido formación anti-acoso durante la incorporación",
        "Todos los directivos han recibido formación especializada anti-acoso para supervisores",
        "Encuesta anónima de clima laboral realizada para evaluar percepciones de riesgo de acoso",
        "Entorno físico evaluado en busca de zonas aisladas o iluminación inadecuada",
        "Prácticas de programación revisadas para evitar turnos de cierre con un solo empleado cuando sea posible",
        "Políticas de interacción con clientes revisadas y fortalecidas para abordar el acoso por parte de clientes",
        "Relaciones establecidas con recursos externos de apoyo a víctimas",
        "Sistema de registro confidencial establecido para denuncias e investigaciones"
      ]
    },
    {
      "title": "Lista de Verificación de Recepción de Denuncias y Respuesta Inicial",
      "items": [
        "Denuncia recibida y documentada con fecha, hora e información del denunciante",
        "Se ha agradecido al denunciante por dar el paso y se le ha asegurado que la denuncia se toma en serio",
        "Se ha informado al denunciante sobre el proceso de investigación y el plazo aproximado",
        "Se ha explicado la confidencialidad — qué se protegerá y qué divulgación es necesaria",
        "Se han evaluado las necesidades inmediatas de seguridad y se han implementado medidas de protección si es necesario",
        "Se ha proporcionado al denunciante información sobre los recursos de apoyo disponibles",
        "Se ha explicado la protección anti-represalias y se ha proporcionado contacto para informar de cualquier represalia",
        "Se ha asignado un investigador — debe ser imparcial y estar debidamente formado",
        "Se ha establecido un calendario de investigación — objetivo de finalización en 2-4 semanas",
        "Se ha notificado a la alta dirección según corresponda manteniendo la confidencialidad",
        "La respuesta inicial se ha documentado en el expediente de investigación"
      ]
    },
    {
      "title": "Lista de Verificación de Finalización de la Investigación y Seguimiento",
      "items": [
        "Informe de investigación escrito completado incluyendo conclusiones y recomendaciones",
        "Informe revisado por la alta dirección o asesor legal según corresponda",
        "Decisión disciplinaria tomada basándose en las conclusiones — proporcional a la gravedad",
        "Denunciante notificado del resultado en términos generales (se han tomado medidas)",
        "Presunto acosador notificado de las conclusiones específicas y la acción disciplinaria",
        "Acción disciplinaria implementada y documentada en el expediente personal",
        "Medidas de reparación para la víctima discutidas e implementadas según lo acordado",
        "Acciones correctivas organizativas identificadas y plan de implementación desarrollado",
        "Se ha recordado a todas las partes las protecciones anti-represalias y el plan de seguimiento",
        "Seguimiento programado — reuniones periódicas con el denunciante durante 6-12 meses",
        "Expediente de investigación archivado en almacenamiento confidencial",
        "Lecciones aprendidas revisadas para mejorar el protocolo y las medidas de prevención"
      ]
    }
  ],
  "bestPractices": [
    "Designar a una persona de confianza y formada como consejero de acoso al que los empleados puedan acudir para orientación confidencial sin activar una investigación formal",
    "Realizar entrevistas de permanencia y entrevistas de salida que pregunten específicamente sobre experiencias de acoso y si se confía en los mecanismos de denuncia",
    "Abordar el comportamiento irrespetuoso de bajo nivel inmediatamente, antes de que escale a acoso — mantener la cultura profesional es prevención",
    "Cuando las acusaciones involucren a un supervisor, reportar temporalmente directamente a un directivo de nivel superior durante la investigación para eliminar el riesgo de represalia",
    "Proporcionar formación en intervención como testigo para que los empleados sepan cómo interrumpir de forma segura el acoso que presencien",
    "Crear oportunidades de retroalimentación anónima sobre el clima laboral para identificar problemas a tiempo",
    "Celebrar la diversidad y modelar comportamientos inclusivos desde la dirección — el liderazgo establece el tono de la conducta aceptable",
    "Revisar el protocolo anualmente y actualizar basándose en desarrollos legales, experiencia con incidentes y opiniones de los empleados"
  ],
  "glossary": {
    "Acoso Sexual": "Conducta no deseada de naturaleza sexual que atenta contra la dignidad de una persona, especialmente cuando crea un entorno intimidatorio, degradante u ofensivo",
    "Acoso por Razón de Sexo": "Conducta relacionada con el sexo de una persona (pero no necesariamente de naturaleza sexual) que atenta contra la dignidad y crea un entorno hostil",
    "Acoso Laboral": "Conducta hostil o abusiva repetida dirigida a un trabajador con el propósito o efecto de degradar las condiciones de trabajo y perjudicar derechos, dignidad o bienestar psicológico",
    "Acoso Quid Pro Quo": "Acoso en el que la sumisión a una conducta no deseada se convierte en condición explícita o implícita de empleo, promoción u otros beneficios laborales",
    "Entorno de Trabajo Hostil": "Lugar de trabajo donde el acoso es suficientemente grave o generalizado como para crear un entorno laboral intimidatorio, hostil u ofensivo que interfiere con el desempeño laboral",
    "Represalia": "Acción adversa tomada contra una persona porque presentó una denuncia de acoso, participó en una investigación o se opuso al acoso",
    "Ponderación de Probabilidades": "El estándar de prueba en asuntos civiles e investigaciones laborales — si es más probable que no que la conducta alegada ocurriera",
    "Debido Proceso": "Trato justo a través del proceso de investigación establecido, incluyendo notificación de las acusaciones y oportunidad de responder",
    "Estándar de la Persona Razonable": "Estándar objetivo que pregunta si una persona razonable en las mismas circunstancias consideraría la conducta como acoso",
    "Acoso Interseccional": "Acoso que se dirige a múltiples aspectos de la identidad de una persona simultáneamente (por ejemplo, acoso sexual agravado por comentarios racistas)"
  }
}