{
  "title": "Plan de Igualdad",
  "legalBasis": "LO 3/2007 para la Igualdad Efectiva de Mujeres y Hombres; RD 901/2020 sobre planes de igualdad y su registro; RD 902/2020 sobre igualdad retributiva; Directiva UE 2006/54/CE sobre igualdad de trato en el empleo",
  "summary": "La igualdad laboral entre mujeres y hombres es tanto un derecho fundamental como una obligación legal en España. La Ley Orgánica 3/2007 para la Igualdad Efectiva de Mujeres y Hombres establece requisitos integrales para eliminar la discriminación por razón de género y promover la igualdad en todos los aspectos del empleo. Las empresas con 50 o más empleados están legalmente obligadas a negociar e implementar un Plan de Igualdad formal con los representantes de los trabajadores. Las empresas con menos de 50 empleados, aunque no están obligadas a desarrollar planes formales, deben no obstante respetar los principios de igualdad en todas las prácticas laborales.\n\nUn Plan de Igualdad es un conjunto estructurado de medidas dirigidas a lograr la igualdad de trato y oportunidades entre mujeres y hombres, eliminando la discriminación por razón de género existente y previniendo futuras discriminaciones. El plan debe incluir objetivos específicos, indicadores cuantificables, plazos definidos y recursos asignados. Debe abordar múltiples áreas incluyendo selección y contratación, clasificación y promoción profesional, formación, retribución, conciliación de la vida laboral y personal, prevención del acoso sexual y del acoso por razón de sexo, y subrepresentación de mujeres en puestos o niveles donde están significativamente en minoría.\n\nEl sector de la hostelería presenta desafíos particulares en materia de igualdad. Las mujeres suelen estar sobrerrepresentadas en los puestos de servicio de menor retribución y subrepresentadas en funciones de liderazgo y técnicas como la de jefe de cocina. Las prácticas de programación de horarios pueden perjudicar a los trabajadores con responsabilidades familiares, que son desproporcionadamente mujeres. El acoso sexual y el acoso por razón de sexo ocurren con mayor frecuencia en puestos de atención al cliente, especialmente los que implican servicio de bebidas alcohólicas y turnos nocturnos. Un Plan de Igualdad eficaz aborda estas cuestiones específicas del sector mediante medidas concretas y un seguimiento regular.",
  "keyPoints": [
    "Las empresas con más de 50 empleados deben desarrollar, negociar e implementar un Plan de Igualdad formal",
    "Todas las empresas, independientemente de su tamaño, deben garantizar la igualdad retributiva por trabajo de igual valor",
    "Las auditorías de brecha salarial de género son obligatorias para las empresas con más de 50 empleados",
    "Los procesos de selección y promoción deben ser no discriminatorios y basarse en criterios objetivos",
    "Se debe proporcionar igualdad de acceso a la formación y el desarrollo profesional a todo el personal",
    "Las medidas de conciliación de la vida laboral y personal deben estar disponibles para todos los empleados independientemente del género",
    "Prevenir y responder al acoso sexual y al acoso por razón de sexo mediante protocolos integrados",
    "La subrepresentación de mujeres (u hombres) en funciones específicas debe abordarse mediante acciones positivas cuando sea apropiado",
    "Los Planes de Igualdad deben supervisarse anualmente y revisarse cada cuatro años como máximo",
    "Los planes deben registrarse ante la autoridad laboral competente y ponerse a disposición de la plantilla"
  ],
  "sections": [
    {
      "heading": "1. Marco Legal y Obligaciones",
      "content": "El marco legal español para la igualdad laboral ha evolucionado significativamente desde la adopción de la LO 3/2007, con revisiones importantes a través del RD 901/2020 y el RD 902/2020 que entraron en vigor en 2021-2022. Estas normativas establecen requisitos detallados para los Planes de Igualdad, incluyendo áreas de contenido obligatorio, procedimientos de negociación con los representantes de los trabajadores, requisitos de registro y obligaciones específicas en materia de transparencia retributiva. Comprender este marco es esencial para el cumplimiento y para diseñar un Plan de Igualdad que sea tanto legalmente suficiente como operativamente eficaz.\n\nLa obligación de elaborar un Plan de Igualdad se aplica a las empresas que empleen a 50 o más trabajadores, calculados en todos los centros de trabajo de la misma entidad empresarial. El plan debe negociarse con los representantes legales de los trabajadores — ya sean representantes sindicales o representantes electos de los trabajadores. Esta negociación no es meramente consultiva; los representantes tienen poder real de negociación sobre el contenido del plan. Una vez acordado, el plan debe registrarse ante la autoridad competente (generalmente la dirección general de trabajo autonómica) y su contenido esencial comunicarse a todos los empleados.\n\nEl RD 902/2020 establece requisitos específicos de igualdad retributiva que se aplican a todas las empresas independientemente de su tamaño. Toda empresa debe mantener un sistema de clasificación profesional libre de sesgo de género, aplicar criterios retributivos que garanticen la igualdad salarial por trabajo de igual valor y mantener un registro retributivo organizado por clasificaciones profesionales que muestre datos desagregados por sexo. Las empresas con 50 o más empleados deben realizar adicionalmente una auditoría retributiva como parte integrante del Plan de Igualdad. Esta auditoría analiza toda la estructura de compensación para identificar y explicar cualquier brecha salarial de género, y establecer planes de acción para eliminar las brechas injustificadas.",
      "subsections": [
        {
          "heading": "1.1 Cronograma y Fases de Implementación",
          "content": "El desarrollo de un Plan de Igualdad sigue un proceso estructurado que comienza con la decisión u obligación de crear uno. Para las empresas que alcanzan los 50 empleados, el desarrollo del plan debe comenzar inmediatamente. El proceso implica: constituir una comisión negociadora con representación paritaria de la dirección y los representantes de los trabajadores; realizar un análisis diagnóstico de la situación actual en todas las áreas requeridas; establecer objetivos y diseñar medidas para abordar los problemas identificados; establecer indicadores, plazos y responsabilidades; negociar el plan con los representantes de los trabajadores; registrar el plan ante la autoridad laboral; y comunicar el plan a la plantilla.\n\nEl Plan de Igualdad inicial debe registrarse en un plazo máximo de doce meses desde que surge la obligación (por ejemplo, desde que se alcanzan los 50 empleados). Una vez implementado, el plan debe supervisarse activamente con informes de seguimiento anuales que evalúen el progreso respecto a los indicadores establecidos. Una revisión y actualización integral debe realizarse cada cuatro años como máximo, o antes si las circunstancias cambian significativamente (como una reestructuración organizativa importante, cambios en el convenio colectivo o identificación de deficiencias graves en materia de igualdad)."
        },
        {
          "heading": "1.2 Sanciones por Incumplimiento",
          "content": "No desarrollar, negociar o implementar un Plan de Igualdad obligatorio se clasifica como infracción grave según la Ley sobre Infracciones y Sanciones en el Orden Social (LISOS), con multas que van de 751 a 7.500 euros dependiendo del tamaño de la empresa y la gravedad de la infracción. La discriminación retributiva por razón de género se clasifica como infracción muy grave con multas de 7.501 a 225.018 euros. Además de las multas directas, el incumplimiento puede resultar en exclusión de contratos públicos (ya que las medidas de igualdad de oportunidades se exigen cada vez más en la contratación pública), daño reputacional y dificultad para atraer y retener talento.\n\nLas inspecciones de trabajo han intensificado la vigilancia del cumplimiento en materia de igualdad, con campañas de inspección específicas centradas en los Planes de Igualdad y el cumplimiento de la igualdad retributiva. Los inspectores verifican que los planes se hayan elaborado conforme a los requisitos legales, negociado adecuadamente con los representantes de los trabajadores, registrado y se estén implementando activamente (no meramente existiendo sobre el papel). También revisan las prácticas retributivas y los sistemas de clasificación profesional en busca de sesgo de género."
        }
      ]
    },
    {
      "heading": "2. Análisis Diagnóstico — Comprender la Situación Actual",
      "content": "La base de cualquier Plan de Igualdad eficaz es un análisis diagnóstico exhaustivo de la situación actual en materia de igualdad de género en la organización. Este análisis debe examinar ocho áreas obligatorias establecidas por el RD 901/2020: selección y contratación, clasificación profesional, formación, promoción profesional, condiciones de trabajo incluyendo auditoría salarial, ejercicio corresponsable de los derechos de la vida personal, familiar y laboral, subrepresentación, y prevención del acoso sexual y del acoso por razón de sexo. Para cada área, el análisis debe recopilar y desagregar datos cuantitativos y cualitativos por sexo para identificar cualquier desequilibrio, brecha o práctica discriminatoria.\n\nEl análisis cuantitativo implica recopilar estadísticas de la plantilla desagregadas por sexo en múltiples dimensiones: plantilla total por sexo, distribución por categoría y nivel profesional, distribución por tipo de contrato (indefinido, temporal, a tiempo completo, a tiempo parcial), salario medio por categoría y nivel, horas de formación recibidas, tasas de promoción, uso de medidas de conciliación, tasas de rotación y absentismo, y representación en puestos de decisión. Estos datos revelan patrones como la segregación vertical (concentración de un sexo en niveles inferiores o superiores), segregación horizontal (concentración en determinados departamentos o funciones) y brechas salariales.\n\nEl análisis cualitativo explora las experiencias vividas y las percepciones sobre la igualdad dentro de la organización mediante encuestas, grupos focales y entrevistas con empleados de diversos niveles. Esto revela cuestiones que pueden no ser evidentes en las estadísticas, como: si los empleados perciben los procesos de selección y promoción como justos, si las medidas de conciliación son genuinamente accesibles o están estigmatizadas, si se confía en los mecanismos de prevención del acoso y si la cultura organizativa apoya u obstaculiza la igualdad. La combinación de análisis cuantitativo y cualitativo proporciona una comprensión integral de la situación actual e identifica las áreas prioritarias de intervención.",
      "subsections": [
        {
          "heading": "2.1 Indicadores Clave a Examinar",
          "content": "Para la selección: analizar las candidaturas por sexo para cada categoría de puesto, las tasas de selección (qué porcentaje de candidatas frente a candidatos son contratados) y el tiempo de contratación por sexo. Para la clasificación profesional: mapear la distribución de mujeres y hombres en todas las categorías y niveles profesionales, identificando las categorías donde un sexo está significativamente subrepresentado. Para la formación: comparar las horas de formación, los tipos de formación y el acceso a programas de desarrollo por sexo. Para la promoción: analizar las tasas de promoción por sexo y nivel, y el tiempo medio en el puesto antes de la promoción.\n\nPara la retribución: la auditoría salarial debe calcular la retribución media por sexo dentro de cada clasificación profesional, identificar la brecha salarial de género global (retribución media femenina como porcentaje de la retribución media masculina) y analizar si esta brecha puede explicarse por factores objetivos como antigüedad, cualificaciones o rendimiento, o si representa diferencias injustificadas (y potencialmente discriminatorias). Para la conciliación: examinar las tasas de utilización de trabajo flexible, permiso parental y otras medidas de conciliación por sexo — a menudo revelando que las medidas nominalmente disponibles son utilizadas predominantemente por mujeres, lo que indica necesidades diferentes o diferentes niveles de aceptación."
        },
        {
          "heading": "2.2 Identificación de las Causas Raíz",
          "content": "Identificar las disparidades es insuficiente — el diagnóstico debe explorar las causas subyacentes. Si las mujeres están subrepresentadas en la dirección, ¿se debe a: menores tasas de promoción desde niveles inferiores, mayor abandono a mitad de carrera (a menudo indicando conflictos de conciliación), falta de acceso a asignaciones de desarrollo, sesgo inconsciente en las decisiones de promoción o candidaturas limitadas para puestos directivos? Cada causa raíz sugiere intervenciones diferentes.\n\nSi existe una brecha salarial de género, determinar si se debe a: concentración de mujeres en clasificaciones profesionales de menor retribución (segregación horizontal), mujeres en niveles inferiores dentro de las mismas familias profesionales (segregación vertical), diferente retribución para la misma clasificación profesional (discriminación directa), diferente acceso a componentes retributivos variables como bonificaciones u horas extraordinarias, o diferencias de antigüedad debidas a interrupciones de carrera. De nuevo, cada causa requiere medidas correctivas diferentes. El diagnóstico debe articular explícitamente las causas hipotéticas de las disparidades identificadas, ya que estas impulsan la selección de las medidas apropiadas."
        }
      ]
    },
    {
      "heading": "3. Objetivos y Medidas en las Áreas Fundamentales",
      "content": "Basándose en los hallazgos del diagnóstico, el Plan de Igualdad establece objetivos específicos y medibles para cada área relevante y define medidas concretas para alcanzar dichos objetivos. Los objetivos deben seguir los criterios SMART: Específicos (claramente definidos), Medibles (indicadores cuantificables), Alcanzables (realistas dados los recursos), Relevantes (abordan los problemas identificados) y Temporalizados (plazo para su consecución). Las medidas son las acciones, políticas o prácticas específicas que se implementarán para alcanzar los objetivos. El plan debe asignar responsabilidad para cada medida, asignar los recursos necesarios y establecer indicadores de seguimiento.\n\nPara la selección y contratación, si el diagnóstico reveló desequilibrios de género en las candidaturas o tasas de selección, las medidas podrían incluir: uso de lenguaje neutral en cuanto al género en las ofertas de empleo y evitar descripciones estereotipadas de los puestos, publicitar los puestos a través de canales diversos para llegar a candidaturas equilibradas, implementar entrevistas estructuradas con preguntas estandarizadas y criterios de evaluación para reducir el sesgo inconsciente, asegurar representación diversa en los paneles de selección y establecer objetivos para candidaturas equilibradas (por ejemplo, que las candidaturas finalistas incluyan tanto hombres como mujeres a menos que las candidaturas fueran genuinamente desequilibradas). El objetivo podría ser: 'Lograr equilibrio de género en las candidaturas finalistas para todos los puestos en el Año 2.'\n\nPara el desarrollo profesional y la promoción, las medidas podrían incluir: establecer criterios y procesos de promoción transparentes que se comuniquen a todo el personal, proporcionar programas de mentoría o patrocinio para apoyar el desarrollo de los grupos subrepresentados, asegurar igualdad de acceso a asignaciones de desarrollo y proyectos de responsabilidad, analizar las decisiones de promoción anualmente en busca de cualquier disparidad de género, e implementar planes de sucesión que consideren explícitamente la diversidad. Objetivo: 'Aumentar el porcentaje de mujeres en puestos directivos del X% al Y% en tres años.'",
      "subsections": [
        {
          "heading": "3.1 Conciliación de la Vida Laboral y Personal y Corresponsabilidad",
          "content": "Las medidas de conciliación de la vida laboral y personal deben diseñarse para ser genuinamente accesibles para todos los empleados independientemente del género, y para promover la corresponsabilidad entre mujeres y hombres en las obligaciones de cuidado familiar y personal. Los enfoques tradicionales que asumen implícitamente que las mujeres son las principales cuidadoras perpetúan la desigualdad. Las medidas deben incluir: modalidades de trabajo flexible (horarios flexibles, semanas laborales comprimidas, trabajo remoto cuando sea factible) disponibles para todos independientemente del género o situación familiar; alentar a los hombres a utilizar el permiso parental y las modalidades flexibles mediante mensajes del liderazgo y eliminación del estigma; adaptar los horarios de reuniones para respetar los límites del tiempo de trabajo; y facilitar el retorno del permiso parental mediante reincorporación gradual, mantenimiento de la comunicación durante la baja y asegurar que los empleados que regresan no se vean perjudicados en asignaciones o desarrollo.\n\nEn la hostelería, donde el trabajo por turnos y el trabajo en fines de semana y noches son habituales, la conciliación presenta desafíos particulares. Las medidas podrían incluir: permitir aviso previo y participación en la elaboración de los cuadros de turnos, acomodar los conflictos con el horario escolar cuando sea operativamente factible, proporcionar semanas laborales comprimidas cuando sea posible para crear más días completos libres, y asegurar que las solicitudes de adaptación horaria se evalúen con equidad independientemente del género. El principio fundamental es que la conciliación es una preocupación de todos, no exclusivamente una cuestión de mujeres, y que utilizar las medidas de conciliación no debe impactar negativamente en la progresión profesional."
        },
        {
          "heading": "3.2 Medidas de Igualdad Retributiva",
          "content": "La auditoría retributiva identificará si existen brechas salariales de género injustificadas y dónde se producen. Las medidas para abordar las brechas salariales deben ser específicas y medibles. Si existe discriminación salarial directa (diferente retribución para el mismo puesto), la corrección inmediata es obligatoria con ajustes salariales retroactivos. Si las brechas salariales resultan de factores sistémicos como el sesgo en la clasificación profesional, las medidas deben abordar el sistema subyacente: revisar y modificar las descripciones de puestos y las clasificaciones para eliminar estereotipos de género, establecer criterios objetivos y transparentes para fijar los salarios iniciales y los incrementos salariales, asegurar igual acceso a oportunidades de retribución variable como bonificaciones u horas extraordinarias, y supervisar las decisiones retributivas regularmente para asegurar la consistencia.\n\nLa transparencia es un elemento clave de la igualdad retributiva. Aunque los salarios individuales permanecen confidenciales, la organización debe proporcionar información accesible sobre escalas salariales, criterios para las decisiones retributivas y retribución media por categoría y nivel profesional. Esta transparencia permite a los empleados identificar posibles discriminaciones y buscar solución. El registro retributivo exigido por el RD 902/2020 cumple esta función de transparencia, mostrando la retribución media y mediana por clasificación profesional desagregada por sexo, y debe estar disponible para los representantes de los trabajadores y las autoridades laborales."
        }
      ]
    },
    {
      "heading": "4. Integración de la Prevención del Acoso",
      "content": "Todo Plan de Igualdad debe incluir medidas específicas para la prevención del acoso sexual y del acoso por razón de sexo. Estas medidas suelen adoptar la forma de un Protocolo Anti-Acoso integrado (véase la guía separada G-ROL-010), pero deben estar explícitamente referenciadas e incorporadas en el Plan de Igualdad. La razón de esta integración es que el acoso, particularmente el acoso sexual y el acoso por razón de sexo, es una manifestación de la desigualdad de género y una barrera significativa para la participación igualitaria de las mujeres en el lugar de trabajo.\n\nEl Plan de Igualdad debe establecer que la organización tiene tolerancia cero con todas las formas de acoso, que existen medidas de prevención integrales (incluyendo formación, comunicación y controles ambientales), que existen mecanismos de denuncia accesibles y confidenciales, que todas las denuncias serán investigadas de forma rápida e imparcial, y que el acoso probado tendrá consecuencias graves. El plan debe hacer referencia al Protocolo Anti-Acoso completo y confirmar que cumple con los requisitos legales y ha sido negociado con los representantes de los trabajadores.\n\nLos indicadores de seguimiento para la prevención del acoso deben incluir: porcentaje de la plantilla que ha recibido formación anti-acoso, número de denuncias recibidas y sus resultados, tiempo transcurrido desde la denuncia hasta la finalización de la investigación, y resultados de encuestas a empleados sobre percepciones de seguridad y confianza en los mecanismos de denuncia. Un aumento en las denuncias puede paradójicamente indicar una mayor confianza en el sistema en lugar de un empeoramiento de las condiciones, por lo que los datos cuantitativos deben interpretarse cuidadosamente en contexto.",
      "subsections": [
        {
          "heading": "4.1 Acoso por Parte de Clientes y Terceros",
          "content": "Los trabajadores de hostelería enfrentan un riesgo particular de acoso por parte de clientes, una forma de acoso por terceros de la que el empleador tiene igualmente la responsabilidad de proporcionar protección. El Plan de Igualdad debe abordar este riesgo específico mediante medidas como: formar al personal sobre cómo responder al acoso de clientes y capacitarlos para establecer límites, establecer protocolos de apoyo de la dirección para que el personal pueda solicitar asistencia inmediata cuando se enfrente a clientes acosadores, dejar claro que los empleados serán respaldados si deben rechazar el servicio a clientes acosadores, y proporcionar presencia de seguridad o sistemas (botones de pánico, personal de seguridad) en entornos de mayor riesgo como bares nocturnos.\n\nLa señalización orientada al cliente puede establecer expectativas, como 'Tratamos a nuestro personal con respeto y esperamos lo mismo de nuestros clientes' o 'No se tolerará el acoso a nuestro personal.' Aunque dicha señalización no puede prevenir todo el acoso, señala el compromiso organizativo y proporciona un punto de referencia para la intervención del personal. Incluir preguntas sobre el acoso por parte de clientes en las encuestas al personal y en las entrevistas de salida para evaluar el alcance del problema y la eficacia de las medidas."
        },
        {
          "heading": "4.2 Abordar el Entorno de Trabajo Hostil",
          "content": "Más allá de los incidentes individuales de acoso, el Plan de Igualdad debe abordar aspectos más amplios del entorno de trabajo que puedan ser hostiles para las mujeres o para los hombres en roles no tradicionales. En las cocinas, las culturas tradicionalmente dominadas por hombres pueden implicar comunicación agresiva, lenguaje soez o rituales de iniciación que crean entornos hostiles para las mujeres. A la inversa, los hombres en roles predominantemente femeninos como la atención en sala pueden enfrentar estereotipos o exclusión. El plan debe establecer estándares de comunicación profesional, abordar cualquier 'broma' o chiste discriminatorio, asegurar igualdad de trato en las asignaciones de tareas y oportunidades, y fomentar una cultura inclusiva donde todos los empleados sean valorados independientemente del género."
        }
      ]
    },
    {
      "heading": "5. Seguimiento, Evaluación y Revisión",
      "content": "Un Plan de Igualdad no es un documento estático sino una herramienta de gestión viva que requiere seguimiento continuo y revisión periódica. El plan debe establecer indicadores específicos para cada medida, definir cómo se medirán y reportarán estos indicadores, asignar la responsabilidad del seguimiento y establecer un calendario de revisión regular (mínimo anual, con revisión integral cada cuatro años). Sin un seguimiento riguroso, el plan se convierte en meramente simbólico, sin generar mejora real en la igualdad.\n\nEl seguimiento implica recopilar los mismos datos cuantitativos y cualitativos utilizados en el diagnóstico inicial, permitiendo la comparación a lo largo del tiempo para evaluar el progreso. Los indicadores clave podrían incluir: cambios en la distribución por género en los niveles y categorías, evolución de la brecha salarial de género, tasas de participación en formación y desarrollo por sexo, tasas de promoción por sexo, uso de medidas de conciliación por sexo, tasas de denuncias e incidentes de acoso, y percepción de los empleados sobre igualdad y equidad a través de encuestas. Estos indicadores deben ser revisados por la Comisión de Igualdad (el órgano paritario de dirección y representantes de los trabajadores responsable de la implementación del plan) al menos anualmente.\n\nCuando el seguimiento revele que los objetivos no se están alcanzando, o que las medidas no están produciendo los efectos previstos, el plan debe ajustarse. Este enfoque de gestión adaptativa reconoce que las medidas iniciales pueden basarse en hipótesis sobre causas y soluciones que resultan parcialmente incorrectas, o que las circunstancias organizativas o externas pueden cambiar requiriendo enfoques diferentes. Las revisiones importantes requieren renegociación con los representantes de los trabajadores, pero los ajustes menores pueden realizarse generalmente por la Comisión de Igualdad dentro del ámbito del plan acordado.",
      "subsections": [
        {
          "heading": "5.1 Informe de Seguimiento Anual",
          "content": "Elaborar un informe anual documentando el progreso del Plan de Igualdad. Este informe debe incluir: datos cuantitativos sobre todos los indicadores establecidos, mostrando tendencias a lo largo del tiempo; evaluación de qué medidas se han implementado según lo previsto y cuáles han encontrado obstáculos; análisis de si los objetivos van por buen camino para su consecución; identificación de cualquier nuevo problema de igualdad que haya surgido; retroalimentación de los empleados sobre las iniciativas de igualdad; y recomendaciones para cualquier ajuste de las medidas. El informe debe compartirse con la Comisión de Igualdad, los representantes de los trabajadores y la plantilla, y presentarse ante la autoridad laboral si lo exige la normativa autonómica.\n\nEl informe anual cumple múltiples propósitos: rendición de cuentas de la implementación, identificación de ajustes necesarios, comunicación del progreso a la plantilla (generando compromiso y confianza), y cumplimiento de las obligaciones legales de seguimiento. También proporciona documentación de que la organización se toma la igualdad en serio, lo que puede ser una defensa valiosa si surgen reclamaciones por discriminación."
        },
        {
          "heading": "5.2 Revisión Integral Cuatrienal",
          "content": "Cada cuatro años como máximo, realizar una revisión integral y actualización del Plan de Igualdad. Esto implica repetir el análisis diagnóstico completo para evaluar la situación actual, comparar los resultados con el diagnóstico inicial para evaluar el progreso global, identificar nuevos problemas de igualdad o persistentes, actualizar objetivos y medidas basándose en las circunstancias actuales, y negociar el plan revisado con los representantes de los trabajadores. El plan revisado debe registrarse nuevamente ante la autoridad laboral.\n\nEste ciclo cuatrienal asegura que el plan siga siendo relevante a medida que la organización evoluciona, las condiciones del mercado laboral y sociales cambian, y los requisitos legales se desarrollan. También proporciona puntos naturales de cierre y reinicio que mantienen el impulso — sin estos ciclos definidos, las iniciativas de igualdad pueden perder enfoque y quedarse obsoletas. La revisión integral es también una oportunidad para celebrar los éxitos y reconocer a los contribuyentes, generando asociaciones positivas con el trabajo de igualdad."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de Verificación de Elaboración del Plan de Igualdad",
      "items": [
        "Constituida la comisión negociadora con representación paritaria de la dirección y los representantes de los trabajadores",
        "Realizado el análisis diagnóstico cubriendo las ocho áreas obligatorias",
        "Recopilados y analizados los datos cuantitativos de la plantilla desagregados por sexo",
        "Realizada la evaluación cualitativa mediante encuestas, entrevistas o grupos focales",
        "Completada la auditoría retributiva identificando cualquier brecha salarial de género y sus causas",
        "Establecidos objetivos específicos y medibles para cada área relevante basados en los hallazgos diagnósticos",
        "Diseñadas medidas concretas para alcanzar cada objetivo con responsabilidades y plazos asignados",
        "Establecidos indicadores y procedimientos de seguimiento para cada medida",
        "Integrado el protocolo anti-acoso en el plan",
        "Negociado el contenido del plan con los representantes de los trabajadores hasta alcanzar un acuerdo",
        "Registrado el plan completado ante la autoridad laboral competente",
        "Comunicado el contenido e implicaciones del plan a toda la plantilla"
      ]
    },
    {
      "title": "Lista de Verificación de Auditoría Retributiva",
      "items": [
        "Revisadas todas las clasificaciones y descripciones de puestos en busca de sesgo o estereotipos de género",
        "Recopilados datos salariales completos de todos los empleados incluyendo salario base y todos los complementos",
        "Organizados los datos salariales por clasificación profesional, nivel, sexo, tipo de contrato y jornada",
        "Calculada la retribución media y mediana por clasificación y sexo",
        "Calculada la brecha salarial de género global (retribución media femenina como porcentaje de la retribución media masculina)",
        "Analizado si las brechas salariales pueden explicarse por factores objetivos (antigüedad, cualificaciones, etc.)",
        "Identificadas las brechas salariales injustificadas que no pueden explicarse por factores objetivos",
        "Preparado el registro retributivo en el formato requerido mostrando datos desagregados",
        "Desarrollado un plan de acción para eliminar las brechas salariales injustificadas con plazos específicos",
        "Puesto el registro retributivo a disposición de los representantes de los trabajadores",
        "Incluidos los hallazgos y el plan de acción de la auditoría retributiva en el Plan de Igualdad",
        "Establecidos procedimientos de seguimiento para asegurar que la equidad retributiva se mantiene de forma continua"
      ]
    },
    {
      "title": "Lista de Verificación de Seguimiento Anual del Plan de Igualdad",
      "items": [
        "Recopilados datos actualizados sobre todos los indicadores establecidos",
        "Comparados los datos actuales con la línea base y años anteriores para identificar tendencias",
        "Evaluado el estado de implementación de todas las medidas previstas",
        "Identificadas las medidas retrasadas o que encuentran obstáculos",
        "Evaluado si los objetivos van por buen camino para su consecución dentro de los plazos establecidos",
        "Revisadas las denuncias o incidentes relacionados con la igualdad del último año",
        "Realizada encuesta a empleados o grupos focales para evaluar percepciones de igualdad",
        "Convocada la Comisión de Igualdad para revisar hallazgos y discutir ajustes",
        "Preparado el informe de seguimiento anual documentando progreso y problemas",
        "Compartido el informe con los representantes de los trabajadores y la plantilla",
        "Identificados los ajustes necesarios de las medidas e implementados dentro de la competencia de la Comisión",
        "Presentado el informe ante la autoridad laboral si lo exige la normativa autonómica"
      ]
    }
  ],
  "bestPractices": [
    "Involucrar visiblemente al liderazgo en el Plan de Igualdad — la igualdad debe percibirse como una prioridad empresarial, no meramente un ejercicio de cumplimiento",
    "Utilizar el análisis diagnóstico como oportunidad para escuchar las experiencias y preocupaciones de los empleados, generando confianza y compromiso",
    "Establecer objetivos ambiciosos pero alcanzables — metas excesivamente modestas sugieren falta de compromiso, mientras que las irrealistas invitan al escepticismo",
    "Comunicar regularmente sobre las iniciativas y el progreso en igualdad, celebrando los éxitos y reconociendo los desafíos de forma transparente",
    "Proporcionar formación sobre sesgos inconscientes a todo el personal involucrado en la contratación, promoción y decisiones retributivas",
    "Asegurar que las medidas de conciliación sean genuinamente accesibles y que utilizarlas no perjudique la progresión profesional",
    "Abordar las brechas salariales inmediatamente — la demora erosiona la confianza y expone a la organización a riesgo legal",
    "Normalizar el uso del permiso parental por parte de los hombres y del trabajo flexible mediante el ejemplo del liderazgo y mensajes positivos",
    "Tratar la igualdad como un viaje continuo de mejora constante en lugar de un proyecto de cumplimiento puntual",
    "Integrar las consideraciones de igualdad en todos los procesos de RRHH y decisiones empresariales, no como añadidos sino como valores fundamentales"
  ],
  "glossary": {
    "Plan de Igualdad": "Conjunto estructurado de medidas dirigidas a lograr la igualdad de trato y oportunidades entre mujeres y hombres en el lugar de trabajo, legalmente obligatorio para empresas con más de 50 empleados",
    "Brecha Salarial de Género": "La diferencia entre la retribución media de hombres y mujeres, típicamente expresada como la retribución media femenina como porcentaje de la retribución media masculina",
    "Auditoría Retributiva": "Análisis sistemático de las prácticas de compensación para identificar si hombres y mujeres reciben igual retribución por trabajo de igual valor, requerida como parte de los Planes de Igualdad",
    "Segregación Vertical": "Concentración de un sexo (típicamente mujeres) en los niveles jerárquicos inferiores y subrepresentación en los niveles superiores",
    "Segregación Horizontal": "Concentración de mujeres y hombres en diferentes categorías profesionales o departamentos, a menudo reflejando estereotipos de género",
    "Trabajo de Igual Valor": "Puestos que pueden diferir en contenido pero requieren niveles comparables de cualificación, esfuerzo, responsabilidad y condiciones de trabajo, y por tanto deben recibir igual retribución",
    "Acción Positiva": "Medidas temporales diseñadas para acelerar la consecución de la igualdad proporcionando ventajas específicas al sexo subrepresentado",
    "Corresponsabilidad": "Responsabilidad compartida entre mujeres y hombres en las obligaciones de cuidado familiar y personal, promovida mediante políticas de conciliación",
    "Subrepresentación": "Situaciones en las que un sexo constituye menos del 40% de los empleados en un grupo profesional, nivel o categoría determinado",
    "Comisión de Igualdad": "Órgano paritario de dirección y representantes de los trabajadores responsable de negociar, implementar y supervisar el Plan de Igualdad"
  }
}