{
  "title": "Protección de Datos (RGPD/LOPDGDD)",
  "legalBasis": "Reglamento General de Protección de Datos (RGPD) UE 2016/679; LO 3/2018 Ley Orgánica de Protección de Datos Personales y garantía de los derechos digitales (LOPDGDD); Directiva UE de ePrivacidad 2002/58/CE; Esquema Nacional de Seguridad de España (si se manejan datos del sector público)",
  "summary": "La legislación de protección de datos regula cómo las organizaciones recopilan, utilizan, almacenan y comparten información personal sobre individuos identificables. En la Unión Europea, el Reglamento General de Protección de Datos (RGPD) establece requisitos integrales y mecanismos de aplicación sólidos, incluyendo multas sustanciales por infracciones. La LOPDGDD de España complementa el RGPD con disposiciones nacionales específicas. Para los negocios de hostelería, la protección de datos se aplica a la información tanto de clientes (nombres, datos de contacto, información de pago, preferencias alimentarias, información sobre alergias) como de empleados (datos personales, nóminas, información de salud, registros de rendimiento). La protección de datos adecuada no es meramente una obligación de cumplimiento sino una cuestión de respeto a la privacidad individual y una necesidad empresarial dado que las brechas dañan la reputación y la confianza del cliente.\n\nEl RGPD se construye sobre principios clave: licitud, lealtad y transparencia (los datos deben procesarse legalmente y los individuos deben ser informados); limitación de la finalidad (datos recopilados para propósitos específicos, sin reutilización incompatible); minimización de datos (recopilar solo lo necesario); exactitud (los datos deben ser exactos y estar actualizados); limitación del plazo de conservación (datos conservados solo el tiempo necesario); integridad y confidencialidad (medidas de seguridad para proteger los datos); y responsabilidad proactiva (las organizaciones deben demostrar el cumplimiento). Estos principios se aplican a todo tratamiento de datos personales, desde la toma de una reserva hasta el mantenimiento de registros de empleados.\n\nEl personal de hostelería maneja datos personales a diario y debe comprender sus responsabilidades. El personal de sala toma nombres y datos de contacto de los clientes, anota alergias y preferencias dietéticas, procesa pagos. El personal de cocina accede a información de pedidos que puede incluir alertas de alergias vinculadas a clientes específicos. Los directivos manejan información personal de los empleados, horarios, datos de rendimiento. El personal de marketing puede recopilar direcciones de correo electrónico de clientes para promociones. Todas estas actividades constituyen 'tratamiento' de datos personales y deben cumplir con los requisitos del RGPD. La formación, los procedimientos claros y las salvaguardas técnicas son esenciales para garantizar el cumplimiento en todas las operaciones.",
  "keyPoints": [
    "Los datos personales son cualquier información relativa a una persona física identificada o identificable",
    "Las organizaciones deben tener una base legítima para el tratamiento de datos (consentimiento, contrato, obligación legal, interés legítimo)",
    "Los individuos tienen derechos incluyendo acceso, rectificación, supresión, portabilidad y oposición al tratamiento",
    "Los datos deben recopilarse para fines especificados y no utilizarse de forma incompatible con dichos fines",
    "Recopilar solo los datos mínimos necesarios para el propósito específico",
    "Implementar medidas de seguridad adecuadas para proteger los datos contra el acceso no autorizado, la pérdida o la destrucción",
    "Las brechas de datos deben notificarse a la autoridad de control en un plazo de 72 horas si suponen un riesgo para los individuos",
    "El personal debe recibir formación sobre los principios y procedimientos de protección de datos",
    "Los avisos de privacidad deben informar a los individuos sobre cómo se utilizarán sus datos",
    "Las organizaciones deben mantener registros de las actividades de tratamiento y poder demostrar el cumplimiento"
  ],
  "sections": [
    {
      "heading": "1. Conceptos y Definiciones Fundamentales",
      "content": "Comprender la legislación de protección de datos comienza por captar varios conceptos clave. Los datos personales son cualquier información relativa a una persona física identificada o identificable (interesado). Esto incluye identificadores obvios como nombre, dirección, correo electrónico, número de teléfono, números de identificación y fotografías. También incluye información menos obvia que, combinada con otros datos, podría identificar a alguien: direcciones IP, identificadores de dispositivo, datos de localización, identificadores en línea y cualquier información sobre identidad física, fisiológica, genética, psíquica, económica, cultural o social.\n\nEl tratamiento abarca prácticamente cualquier operación realizada con datos personales: recogida, registro, organización, estructuración, conservación, adaptación, consulta, utilización, comunicación, combinación, limitación, supresión o destrucción. Simplemente visualizar un registro de cliente en una pantalla de ordenador es tratamiento. Tomar una reserva, enviar un correo electrónico, almacenar expedientes de empleados, compartir información con un servicio de entrega — todo son actividades de tratamiento sujetas a los requisitos del RGPD. La amplitud del término 'tratamiento' significa que prácticamente todas las actividades empresariales que impliquen información sobre personas caen dentro del ámbito del reglamento.\n\nEl responsable del tratamiento es la entidad que determina los fines y medios del tratamiento de datos personales — generalmente el propio negocio. El responsable tiene la responsabilidad principal de garantizar el cumplimiento y es responsable ante las autoridades de control y los interesados. Un encargado del tratamiento es una entidad que trata datos por cuenta del responsable — por ejemplo, un proveedor de servicios de nómina, un proveedor de alojamiento en la nube o una plataforma de reservas. Los responsables siguen siendo responsables del cumplimiento de los encargados y solo deben utilizar encargados que ofrezcan garantías suficientes en materia de protección de datos. La mayoría de los negocios de hostelería actúan como responsables de los datos de clientes y empleados, aunque también pueden ser encargados cuando manejan datos por cuenta de organizadores de reservas de grupos o clientes de eventos.",
      "subsections": [
        {
          "heading": "1.1 Categorías Especiales de Datos",
          "content": "Ciertas categorías de datos personales se consideran particularmente sensibles y están sujetas a protecciones más estrictas. Estos datos de 'categorías especiales' incluyen información que revele origen racial o étnico, opiniones políticas, convicciones religiosas o filosóficas, afiliación sindical, datos genéticos, datos biométricos dirigidos a la identificación unívoca de una persona, datos relativos a la salud, y datos relativos a la vida sexual u orientación sexual. El tratamiento de datos de categorías especiales está generalmente prohibido salvo que se cumplan condiciones específicas, como el consentimiento explícito, el tratamiento necesario para el cumplimiento de obligaciones laborales, o los intereses vitales del interesado.\n\nEn contextos hosteleros, los datos de categorías especiales pueden surgir en varias situaciones. Los datos de salud están involucrados cuando los clientes proporcionan información sobre alergias o restricciones dietéticas por razones de seguridad. La información de salud de los empleados se recopila al gestionar bajas laborales, vigilancia de la salud laboral o adaptaciones del puesto de trabajo. Estos datos requieren protección reforzada: controles de acceso más estrictos, medidas de seguridad adicionales, políticas claras sobre quién puede acceder y con qué fines, y una consideración cuidadosa de la base legítima (a menudo consentimiento explícito o intereses vitales para las alergias de clientes, obligaciones derivadas del derecho laboral para los datos de salud de los empleados)."
        },
        {
          "heading": "1.2 Base Legítima para el Tratamiento",
          "content": "Toda actividad de tratamiento debe tener al menos una base legítima de las seis especificadas en el Artículo 6 del RGPD: consentimiento (el interesado ha dado un consentimiento claro y afirmativo); contrato (el tratamiento es necesario para ejecutar un contrato con el interesado o para adoptar medidas precontractuales); obligación legal (el tratamiento es necesario para cumplir una obligación legal); intereses vitales (el tratamiento es necesario para proteger la vida de alguien); misión de interés público (el tratamiento es necesario para el interés público o funciones oficiales); o intereses legítimos (el tratamiento es necesario para los intereses legítimos del responsable o de un tercero, salvo que prevalezcan los derechos del interesado).\n\nEn hostelería, las bases legítimas comunes incluyen: contrato para el tratamiento de datos de clientes necesarios para prestar el servicio solicitado (tomar una reserva, servir una comida, procesar un pago); obligación legal para registros fiscales y contables, documentación de seguridad y salud; consentimiento para comunicaciones de marketing y recogida opcional de datos; e intereses legítimos para grabaciones de cámaras de seguridad, prevención del fraude y algunos fines administrativos internos. La base legítima debe determinarse antes de que comience el tratamiento y comunicarse a los interesados en el aviso de privacidad. Las diferentes bases legítimas aplican diferentes normas sobre los derechos de los interesados, por lo que elegir adecuadamente es importante."
        }
      ]
    },
    {
      "heading": "2. Derechos de los Interesados",
      "content": "El RGPD otorga a los individuos derechos integrales respecto a sus datos personales. Las organizaciones deben establecer procedimientos para recibir, verificar y responder a las solicitudes de ejercicio de derechos dentro de plazos estrictos, generalmente un mes desde la recepción de una solicitud válida. Comprender estos derechos y tener procesos para cumplirlos es esencial para el cumplimiento. Cada derecho tiene condiciones y excepciones específicas, y no todos los derechos se aplican en todas las situaciones, pero las organizaciones deben evaluar cada solicitud individualmente y responder adecuadamente.\n\nEl derecho de acceso (Artículo 15) permite a los individuos obtener confirmación de si se están tratando sus datos, acceso a los datos e información sobre el tratamiento incluyendo fines, categorías de datos, destinatarios, plazo de conservación y derechos. La respuesta debe proporcionarse en formato electrónico de uso común si se solicita electrónicamente. Este es uno de los derechos ejercidos con mayor frecuencia. El derecho de rectificación (Artículo 16) permite a los individuos que se corrijan datos inexactos y se completen datos incompletos. El derecho de supresión o 'derecho al olvido' (Artículo 17) permite a los individuos solicitar la eliminación de sus datos en determinadas circunstancias: datos ya no necesarios para el fin original, retirada del consentimiento, oposición al tratamiento, tratamiento ilícito de datos, u obligación legal de supresión.\n\nEl derecho a la limitación del tratamiento (Artículo 18) permite a los individuos restringir cómo se utilizan sus datos mientras se resuelve una disputa. El derecho a la portabilidad de datos (Artículo 20) permite a los individuos recibir sus datos en un formato estructurado, de uso común y lectura mecánica, y transmitirlos a otro responsable cuando sea técnicamente factible. Esto se aplica solo a datos tratados sobre la base del consentimiento o contrato y solo a datos proporcionados por el individuo. El derecho de oposición (Artículo 21) permite a los individuos oponerse al tratamiento basado en intereses legítimos o para fines de mercadotecnia directa. Cuando se formula una oposición, el responsable debe cesar el tratamiento a menos que pueda demostrar motivos legítimos imperiosos que prevalezcan sobre los intereses del individuo.",
      "subsections": [
        {
          "heading": "2.1 Verificación de Identidad y Respuesta a las Solicitudes",
          "content": "Antes de responder a cualquier solicitud de ejercicio de derechos, verificar la identidad del solicitante para prevenir la divulgación no autorizada de datos a impostores. Solicitar información adicional para confirmar la identidad si el interesado no es personalmente conocido. Por ejemplo, si alguien envía un correo electrónico solicitando acceso a todos sus datos de cliente, verificar su identidad cotejando la solicitud con la información en sus sistemas o pidiéndole que proporcione verificación. Equilibrar la necesidad de verificación con el principio de privacidad de no recopilar datos excesivos — utilizar la verificación mínima necesaria para una confianza razonable.\n\nResponder a las solicitudes válidas en el plazo de un mes, prorrogable por dos meses adicionales para solicitudes complejas o numerosas (pero informar al interesado dentro del primer mes si se necesita prórroga). Proporcionar las respuestas de forma gratuita salvo que las solicitudes sean manifiestamente infundadas o excesivas, particularmente si son repetitivas. Documentar todas las solicitudes, pasos de verificación, respuesta proporcionada y cualquier decisión de denegar solicitudes. Si se deniega una solicitud, explicar los motivos e informar al interesado de su derecho a presentar una reclamación ante la autoridad de control y a interponer un recurso judicial."
        },
        {
          "heading": "2.2 Equilibrio de Derechos con Otros Intereses",
          "content": "Los derechos de los interesados no son absolutos y a veces deben equilibrarse con otros intereses. El derecho de supresión no se aplica cuando la conservación es necesaria para el cumplimiento de una obligación legal (como la legislación fiscal que exige la conservación de registros de transacciones), el establecimiento o la defensa de reclamaciones legales, o un interés legítimo prevalente. Cuando se deniegue una solicitud de supresión, explicar qué excepción se aplica y por qué. De forma similar, el derecho de oposición al tratamiento basado en intereses legítimos puede ser superado si el responsable demuestra motivos legítimos imperiosos que prevalezcan sobre los intereses del individuo.\n\nEn contextos laborales, se aplican consideraciones adicionales. Los empleados tienen los mismos derechos de protección de datos que los clientes, pero las relaciones laborales crean complejidades. La supresión de datos de empleados puede no ser posible durante la relación laboral y durante períodos posteriores debido a obligaciones legales (declaraciones fiscales, posibles reclamaciones). Las solicitudes de acceso deben manejarse cuidadosamente para evitar divulgar información sobre terceros (como otros empleados mencionados en notas de rendimiento). La privacidad debe equilibrarse con los intereses legítimos del empleador en mantener registros laborales."
        }
      ]
    },
    {
      "heading": "3. Seguridad de Datos y Gestión de Brechas",
      "content": "El Artículo 32 exige a los responsables y encargados implementar medidas técnicas y organizativas apropiadas para garantizar un nivel de seguridad adecuado al riesgo. Esto incluye medidas como la seudonimización y el cifrado, la garantía de confidencialidad e integridad de los sistemas, la capacidad de restaurar datos tras incidentes, y la prueba periódica de las medidas de seguridad. 'Adecuado al riesgo' significa que los datos más sensibles o el tratamiento de mayor riesgo requieren medidas de seguridad más sólidas. La seguridad no es una implementación puntual sino un proceso continuo que requiere revisión y actualización regulares a medida que las amenazas evolucionan.\n\nLas medidas técnicas para negocios de hostelería deben incluir: políticas de contraseñas robustas que exijan contraseñas complejas cambiadas regularmente, controles de acceso que limiten quién puede ver datos sensibles según la función laboral, cifrado de datos sensibles tanto en tránsito (cuando se transmiten electrónicamente) como en reposo (cuando se almacenan), destrucción segura de documentos en papel que contengan datos personales (trituración), seguridad física de los locales donde se almacenan datos (armarios cerrados, salas de servidores), software antivirus y de seguridad actualizado, copias de seguridad regulares con almacenamiento seguro, y configuración de red segura incluyendo protección por cortafuegos. Las medidas organizativas incluyen formación del personal en protección de datos y seguridad, políticas y procedimientos claros, protocolos definidos de manejo de datos y planes de respuesta ante incidentes.\n\nA pesar de los mejores esfuerzos, pueden producirse brechas de datos por diversos medios: ciberataques, pérdida o robo de dispositivos, acceso no autorizado por parte del personal, divulgación accidental, robo físico o fallos técnicos. Una brecha de datos personales es cualquier violación de la seguridad que ocasione la destrucción, pérdida o alteración accidental o ilícita, o la comunicación o acceso no autorizados, de datos personales. No toda brecha requiere notificación externa, pero todas las brechas deben documentarse internamente y evaluarse en cuanto al riesgo para los interesados.",
      "subsections": [
        {
          "heading": "3.1 Requisitos de Notificación de Brechas",
          "content": "Cuando una brecha pueda entrañar un riesgo para los derechos y libertades de los individuos, debe notificarse a la autoridad de control (en España, la AEPD - Agencia Española de Protección de Datos) sin dilación indebida y a más tardar 72 horas después de tener constancia. La notificación debe describir la naturaleza de la brecha, las categorías y número aproximado de interesados y registros afectados, los datos de contacto del Delegado de Protección de Datos u otro punto de contacto, las consecuencias probables, y las medidas adoptadas o propuestas para abordar la brecha y mitigar el daño.\n\nSi la brecha puede entrañar un alto riesgo para los individuos, los interesados afectados también deben ser notificados directamente sin dilación indebida. Un alto riesgo puede implicar situaciones donde se exponen datos sensibles, donde podría resultar un robo de identidad o fraude, donde es probable un daño reputacional, u otras situaciones de daño significativo. La notificación a los individuos debe realizarse en un lenguaje claro y sencillo explicando qué ha sucedido, qué datos se han visto afectados, qué deben hacer para protegerse, y qué está haciendo la organización para abordar la situación. No notificar las brechas requeridas dentro de los plazos puede dar lugar a multas significativas."
        },
        {
          "heading": "3.2 Planificación de Respuesta ante Incidentes",
          "content": "Prepararse para posibles brechas desarrollando un plan de respuesta ante incidentes antes de que se produzcan. El plan debe definir: qué constituye una brecha, cómo detectar y reconocer brechas, a quién notificar internamente (dirección, TI, asesoría legal), pasos iniciales de contención y recuperación, cómo evaluar el riesgo para los individuos, responsabilidad de la notificación a la autoridad de control y los interesados afectados, protocolos de comunicación, y procesos para investigar la causa y prevenir la recurrencia. Designar personas específicas responsables de la gestión de brechas y asegurar que estén formadas.\n\nCuando se produzca una brecha, actuar rápidamente para: contener la brecha (detener la exposición continuada de datos, asegurar los sistemas afectados, recuperar datos si es posible), evaluar el alcance (qué datos se han visto afectados, cuántos individuos, cómo se produjo la brecha), evaluar el riesgo para los individuos (¿es necesaria la notificación?), documentar todo (cronología, datos involucrados, acciones tomadas), notificar según se requiera, e implementar acciones correctivas para prevenir la recurrencia. Realizar una revisión post-incidente de cada brecha para identificar lecciones aprendidas y mejoras del sistema necesarias."
        }
      ]
    },
    {
      "heading": "4. Privacidad desde el Diseño y Minimización de Datos",
      "content": "La Privacidad desde el Diseño y por Defecto (Artículo 25) exige que la protección de datos se incorpore a los sistemas y procesos desde la fase inicial de diseño en lugar de añadirse como una idea posterior. Al desarrollar nuevos sistemas, procesos o servicios que impliquen datos personales, las consideraciones de privacidad deben integrarse desde el principio. Esto incluye medidas técnicas como cifrado, controles de acceso y arquitectura segura, así como medidas organizativas como procedimientos claros de manejo de datos y formación del personal. Por Defecto significa que solo se tratan los datos mínimos necesarios para cada fin específico, y que la configuración protectora de la privacidad es la predeterminada en lugar de requerir que los individuos opten por la protección.\n\nLa minimización de datos (Artículo 5(1)(c)) exige que los datos recopilados y tratados sean adecuados, pertinentes y limitados a lo necesario para los fines para los que se tratan. No recopilar datos 'por si pudieran ser útiles' o porque la tecnología facilita la recogida. Antes de recopilar datos, preguntarse: ¿son estos datos realmente necesarios para el fin específico? ¿Puede lograrse el fin con menos datos? ¿Podemos utilizar datos anonimizados o agregados en lugar de datos personales? Este principio desafía directamente las prácticas de recopilar perfiles completos de clientes cuando solo se necesita información mínima para prestar el servicio.\n\nEn la práctica, esto significa: solicitar solo la información necesaria en los formularios de reserva o registro (no pedir fecha de nacimiento si solo necesita verificar que alguien es mayor de edad para el servicio de alcohol); evitar solicitar datos sensibles a menos que sean genuinamente necesarios (las preferencias dietéticas necesarias para acomodar alergias de forma segura deben recopilarse, pero información de salud detallada no es necesaria); diseñar formularios con campos opcionales claramente marcados; no recopilar datos de clientes cuando el servicio puede prestarse de forma anónima (los clientes que pagan en efectivo sin reserva no necesitan ser registrados a menos que exista una razón empresarial específica); y revisar periódicamente qué datos se recopilan en cada contexto para verificar que todos son necesarios.",
      "subsections": [
        {
          "heading": "4.1 Limitación de la Finalidad y Uso Compatible",
          "content": "La limitación de la finalidad (Artículo 5(1)(b)) exige que los datos se recopilen con fines determinados, explícitos y legítimos, y no se traten posteriormente de manera incompatible con dichos fines. Al recopilar datos, definir y comunicar claramente el fin (por ejemplo, 'Recopilamos su dirección de correo electrónico para enviar la confirmación de la reserva y cualquier cambio en su reserva'). No utilizar posteriormente esos datos para fines incompatibles (enviar correos de marketing sería incompatible a menos que se hubiera obtenido consentimiento separado para marketing).\n\nLos usos compatibles son aquellos que tienen una conexión razonable con el fin original y no sorprenderían al interesado. Utilizar la información de contacto del cliente recopilada para la reserva para contactarle sobre un cambio en el horario de su reserva es compatible. Utilizar esa información para enviarle ofertas promocionales no es compatible sin consentimiento separado para marketing. Si se considera un nuevo uso de datos existentes, evaluar: ¿sorprendería este uso al interesado? ¿Se alinea con lo que se le informó cuando se recopilaron los datos? ¿Está razonablemente relacionado con el fin original? Si las respuestas sugieren incompatibilidad, no proceder sin obtener nuevo consentimiento o establecer una base legítima diferente."
        },
        {
          "heading": "4.2 Limitación del Plazo de Conservación y Calendarios de Retención",
          "content": "La limitación del plazo de conservación (Artículo 5(1)(e)) exige que los datos se conserven solo durante el tiempo necesario para los fines para los que se tratan. Cuando los datos ya no sean necesarios, deben suprimirse o anonimizarse. Esto requiere establecer calendarios de retención que especifiquen durante cuánto tiempo se conservarán las diferentes categorías de datos. Algunos plazos de retención están determinados por ley: los registros fiscales y contables deben conservarse durante los períodos especificados por la legislación fiscal. Los registros laborales deben conservarse durante la relación laboral y períodos posteriores para defender posibles reclamaciones. Cuando los requisitos legales no especifiquen la retención, determinar la retención basándose en: durante cuánto tiempo se necesitan activamente los datos para el fin del tratamiento, si existen razones legítimas para conservarlos más tiempo (como posibles reclamaciones legales), y si existen prohibiciones legales de conservación.\n\nImplementar procesos para revisar regularmente los datos conservados y suprimir los datos que hayan alcanzado el fin de su período de retención. Esto podría incluir: supresión automatizada de registros de reservas tras un período determinado para clientes que no hayan regresado, revisión periódica de los expedientes de empleados para eliminar registros de rendimiento obsoletos, supresión de listas de contactos de marketing para individuos que no hayan participado en períodos prolongados, y eliminación segura de datos de copia de seguridad cuando se suprimen los datos primarios. Documentar las decisiones de retención e implementarlas de forma consistente."
        }
      ]
    },
    {
      "heading": "5. Formación del Personal y Responsabilidad",
      "content": "Todo el personal que maneje datos personales debe recibir formación apropiada a su función y a los datos que trata. El personal de recepción y sala necesita formación sobre: qué son los datos personales y por qué importa la protección, qué información de clientes recopilan y cómo debe manejarse de forma segura, obligaciones de confidencialidad, cómo responder a las preguntas de los clientes sobre el uso de datos, notificación de incidentes o brechas de seguridad, y prácticas básicas de seguridad (seguridad de contraseñas, no dejar sistemas con sesión abierta sin vigilar, destrucción segura de documentos). El personal de cocina necesita formación sobre: manejo seguro de información sobre alergias y dietética, confidencialidad de cualquier información de clientes que encuentren, y destrucción segura de pedidos o tickets que contengan datos de clientes.\n\nLos directivos que manejan datos de empleados necesitan formación más completa que cubra: derechos de los empleados como interesados y cómo responder a las solicitudes, seguridad de los registros de empleados, obligaciones de confidencialidad, requisitos de retención para diferentes tipos de datos de empleados, protecciones especiales para datos sensibles de empleados (información de salud, expedientes disciplinarios), y cómo gestionar referencias y solicitudes de verificación de empleo protegiendo la privacidad. Toda la formación debe documentarse, incluyendo el contenido cubierto, la fecha, los participantes y el formador. Proporcionar formación de actualización al menos anualmente y siempre que los procedimientos cambien significativamente.",
      "subsections": [
        {
          "heading": "5.1 Controles de Acceso y Confidencialidad",
          "content": "Implementar controles de acceso basados en funciones para que el personal solo pueda acceder a los datos personales necesarios para sus funciones laborales específicas. El personal de recepción necesita acceso a los sistemas de reservas y datos de contacto de clientes, pero no necesita acceso a registros financieros ni a la nómina de empleados. El personal de cocina necesita ver la información sobre alergias en los pedidos, pero no necesita ver nombres ni datos de contacto de los clientes. Los directivos necesitan acceso a los registros de empleados, pero solo de sus subordinados directos, no de toda la organización. La revisión regular de los derechos de acceso asegura que cuando cambian las funciones, el acceso se ajusta en consecuencia, y cuando finaliza la relación laboral, el acceso se revoca inmediatamente.\n\nLa formación en confidencialidad debe enfatizar que la información personal no es materia de conversación casual. Comentar información de clientes con compañeros que no necesitan saberla, compartir datos de clientes con amigos o familiares, o cotillear sobre asuntos personales de empleados son infracciones de protección de datos con posibles consecuencias disciplinarias. Crear una cultura donde la discreción y la confidencialidad se valoren como cualidades profesionales, no como restricciones burocráticas. Las obligaciones de confidencialidad continúan después de la finalización del empleo — los exempleados siguen vinculados por la confidencialidad respecto a los datos a los que accedieron durante su empleo."
        },
        {
          "heading": "5.2 Registros de Actividades de Tratamiento",
          "content": "El Artículo 30 exige a los responsables mantener registros de las actividades de tratamiento. Para organizaciones con menos de 250 empleados, este requisito se aplica solo al tratamiento que no sea ocasional, que pueda entrañar un riesgo para los interesados, o que incluya categorías especiales de datos o datos relativos a condenas e infracciones penales. En la práctica, la mayoría de los negocios de hostelería deben mantener registros de tratamiento ya que tratan regularmente datos de clientes y empleados, algunos de los cuales implican categorías especiales (datos de salud).\n\nLos registros de tratamiento deben documentar, para cada actividad de tratamiento: nombre y datos de contacto del responsable, fines del tratamiento, descripción de las categorías de interesados y datos personales, categorías de destinatarios a quienes se comunican los datos, transferencias a terceros países si procede, plazos de conservación, y descripción general de las medidas de seguridad. Esta documentación sirve tanto como evidencia de cumplimiento para las autoridades de control como herramienta de gestión interna que asegura que todo tratamiento está autorizado, es necesario y está debidamente controlado. Actualizar los registros cuando cambien las actividades de tratamiento — nuevos sistemas, nuevas ofertas de servicios, nuevos acuerdos de intercambio de datos."
        }
      ]
    },
    {
      "heading": "6. Transparencia y Avisos de Privacidad",
      "content": "La transparencia es un principio fundamental del RGPD que exige que los individuos sean informados sobre el tratamiento de sus datos en un lenguaje claro y sencillo. Los avisos de privacidad (también llamados políticas de privacidad o cláusulas informativas) cumplen esta obligación explicando quién trata los datos, qué datos se recopilan, por qué se recopilan, la base legítima del tratamiento, con quién se comparten, durante cuánto tiempo se conservan, los derechos de los interesados y cómo ejercerlos. Pueden ser necesarios avisos de privacidad separados para diferentes públicos (clientes frente a empleados) y diferentes contextos (servicio general frente a comunicaciones de marketing frente a registro de cuenta en línea).\n\nLos avisos de privacidad deben proporcionarse en el momento de la recogida de datos. Para los clientes, esto puede ser a través de un aviso en el sitio web al hacer reservas en línea, un aviso expuesto en el establecimiento o un aviso proporcionado al tomar datos de contacto para pedidos de entrega. Para los empleados, proporcionar un aviso de privacidad completo durante la selección o como muy tarde al inicio de la relación laboral. El aviso debe ser conciso, transparente, inteligible y de fácil acceso. Evitar la jerga legal; usar un lenguaje claro y cotidiano. Hacer que los avisos sean fáciles de encontrar — enlace prominente en el sitio web, señalización claramente visible en el establecimiento, incluido en los manuales del empleado.\n\nAunque la información completa debe estar disponible, considerar un enfoque por capas especialmente para los avisos en línea: proporcionar los puntos clave por adelantado (qué datos, por qué, con quién se comparten) con enlaces a los detalles completos. Esto respeta que la mayoría de las personas quieren los puntos destacados mientras se asegura que la información completa está disponible para quienes la deseen. Revisar y actualizar los avisos de privacidad al menos anualmente y siempre que el tratamiento cambie significativamente. Los avisos de privacidad desactualizados que no reflejan las prácticas actuales generan riesgo de cumplimiento y erosionan la confianza.",
      "subsections": [
        {
          "heading": "6.1 Gestión del Consentimiento",
          "content": "Cuando el tratamiento se basa en el consentimiento como base legítima (principalmente para marketing y recogida opcional de datos), el consentimiento debe cumplir los estándares del RGPD: otorgado libremente (elección genuina sin coerción ni vinculación), específico (consentimiento separado para diferentes fines), informado (el interesado sabe a qué está consintiendo), e inequívoco (acción afirmativa clara, no silencio ni casillas premarcadas). Debe ser tan fácil retirar el consentimiento como otorgarlo, y la retirada debe ser plenamente efectiva — no continuar el tratamiento basándose en un consentimiento retirado.\n\nPara las comunicaciones de marketing, proporcionar mecanismos claros de consentimiento activo (no premarcar casillas de consentimiento), consentimiento separado para diferentes canales de comunicación (correo electrónico, SMS, teléfono), y opciones fáciles de baja en cada mensaje. Registrar el consentimiento cuidadosamente — documentar cuándo y cómo se obtuvo, qué abarcaba y si/cuándo fue retirado. No asumir que una relación de cliente existente implica consentimiento para marketing — son cosas separadas. Alguien que ha hecho una reserva no ha consentido por ello recibir correos de marketing a menos que haya optado activamente por ello."
        },
        {
          "heading": "6.2 Comunicación de Datos a Terceros",
          "content": "Al compartir datos personales con terceros — proveedores de servicios de entrega, procesadores de pago, plataformas de reservas, servicios de marketing, proveedores de alojamiento en la nube, servicios de nómina — asegurar el cumplimiento a través de: realizar la debida diligencia sobre las prácticas de protección de datos del tercero antes de contratarle, utilizar contratos escritos o acuerdos de encargo de tratamiento que especifiquen qué datos se comparten, cómo deben protegerse, para qué pueden utilizarse y las obligaciones de suprimir o devolver los datos al finalizar el servicio, proporcionar información en el aviso de privacidad sobre la comunicación a terceros para que los individuos estén informados, y asegurar que solo se comparten los datos necesarios para el fin específico.\n\nSe aplican requisitos diferentes dependiendo de si el tercero es un encargado del tratamiento (que trata datos por su cuenta según sus instrucciones) o un responsable independiente (que trata datos para sus propios fines). Los encargados requieren acuerdos de encargo de tratamiento conformes al Artículo 28. Los responsables independientes requieren su propia base legítima para su tratamiento y sus propios avisos de privacidad. Ante la duda sobre cuál se aplica, buscar asesoramiento legal. Verificar siempre que los terceros proporcionan una protección de datos adecuada y cuentan con medidas de seguridad apropiadas. Si un encargado sufre una brecha que afecta a datos que usted compartió, puede tener igualmente obligaciones de notificación y consecuencias reputacionales."
        }
      ]
    }
  ],
  "checklists": [
    {
      "title": "Lista de Verificación de Cumplimiento Básico del RGPD",
      "items": [
        "Inventario documentado de todas las actividades de tratamiento de datos personales",
        "Avisos de privacidad preparados y publicados para clientes y empleados",
        "Base legítima identificada para cada actividad de tratamiento",
        "Calendarios de retención de datos establecidos y documentados",
        "Medidas de seguridad implementadas apropiadas a los datos tratados",
        "Controles de acceso configurados según funciones laborales y necesidad de conocer",
        "Todo el personal formado en responsabilidades de protección de datos relevantes para sus funciones",
        "Procedimientos establecidos para responder a solicitudes de ejercicio de derechos de los interesados",
        "Acuerdos de encargo de tratamiento vigentes con todos los encargados (proveedores de servicios)",
        "Procesos de gestión del consentimiento implementados para marketing y tratamiento opcional",
        "Procedimientos de notificación de brechas establecidos y personal clave formado",
        "Calendario de revisión periódica establecido para mantener el cumplimiento continuo"
      ]
    },
    {
      "title": "Lista de Verificación de Respuesta a Solicitudes de Derechos del Interesado",
      "items": [
        "Solicitud recibida y registrada con fecha, hora y datos del solicitante",
        "Identidad del solicitante verificada mediante medios apropiados",
        "Tipo de solicitud identificado (acceso, rectificación, supresión, limitación, portabilidad, oposición)",
        "Plazo calculado (un mes desde la recepción de la solicitud válida)",
        "Datos relevantes identificados en todos los sistemas y ubicaciones",
        "Excepciones o limitaciones evaluadas (¿está justificada la denegación o respuesta parcial?)",
        "Respuesta preparada incluyendo toda la información requerida",
        "Respuesta proporcionada al solicitante dentro del plazo mediante método apropiado",
        "Solicitante informado del derecho a reclamar ante la autoridad de control si procede",
        "Solicitud y respuesta documentadas en el sistema de gestión de registros",
        "Sistemas actualizados si se solicitó y concedió la rectificación o supresión",
        "Acciones de seguimiento implementadas (como actualización de sistemas tras la supresión)"
      ]
    },
    {
      "title": "Lista de Verificación de Respuesta ante Brechas de Datos",
      "items": [
        "Brecha detectada y equipo de respuesta ante incidentes notificado inmediatamente",
        "Brecha contenida para prevenir mayor exposición de datos",
        "Alcance de la brecha evaluado: qué datos, cuántos individuos, cómo se produjo la brecha",
        "Riesgo para los individuos evaluado: ¿puede entrañar un riesgo para los derechos y libertades?",
        "Decisión tomada sobre el requisito de notificación a la autoridad de control",
        "Si se requiere, autoridad de control notificada en un plazo de 72 horas con la información requerida",
        "Decisión tomada sobre el requisito de notificación a los individuos (¿alto riesgo?)",
        "Si se requiere, individuos afectados notificados con información clara y orientación",
        "Todos los pasos documentados incluyendo cronología, acciones, decisiones, notificaciones",
        "Causa raíz analizada para identificar cómo se produjo la brecha",
        "Acciones correctivas implementadas para prevenir la recurrencia",
        "Revisión post-incidente realizada y lecciones aprendidas documentadas"
      ]
    }
  ],
  "bestPractices": [
    "Incorporar la privacidad en los sistemas desde el principio en lugar de intentar adaptarla después",
    "Recopilar solo los datos mínimos que realmente necesita — resistir la tentación de recopilar 'porque podemos' o 'por si resulta útil más adelante'",
    "Ser transparente sobre el uso de datos — la comunicación clara genera confianza incluso cuando se recopilan datos sensibles",
    "Hacer los avisos de privacidad genuinamente legibles — evitar la jerga legal y respetar que las personas no tienen tiempo para documentos extensos",
    "Tomarse la seguridad en serio aunque los negocios de hostelería puedan parecer de 'bajo riesgo' — cualquier brecha daña la reputación y la confianza",
    "Formar al personal regularmente en protección de datos — las actualizaciones anuales mantienen la concienciación y refuerzan las buenas prácticas",
    "Revisar periódicamente los datos conservados y suprimir lo que ya no se necesite — la limitación del plazo de conservación es tanto requisito legal como buena higiene de datos",
    "Responder con prontitud y profesionalidad a las solicitudes de derechos de los interesados — es una oportunidad para demostrar respeto por la privacidad",
    "Tener preparados los procedimientos de respuesta ante brechas antes de necesitarlos — una respuesta rápida y eficaz minimiza el daño",
    "Recordar que la protección de datos trata fundamentalmente de respetar a las personas — en caso de duda, preguntarse cómo querría que se tratasen sus propios datos"
  ],
  "glossary": {
    "Datos Personales": "Cualquier información relativa a una persona física identificada o identificable, incluyendo nombres, datos de contacto, identificadores y cualquier otra información que pueda identificar a alguien",
    "Interesado": "La persona física a la que se refieren los datos personales",
    "Responsable del Tratamiento": "La entidad que determina los fines y medios del tratamiento de datos personales, generalmente el propio negocio",
    "Encargado del Tratamiento": "Entidad que trata datos personales por cuenta del responsable según las instrucciones de este",
    "Tratamiento": "Cualquier operación realizada sobre datos personales, incluyendo recogida, conservación, uso, comunicación y supresión",
    "Base Legítima": "La justificación legal para el tratamiento de datos personales, que debe ser una de las seis bases especificadas en el Artículo 6 del RGPD",
    "Categorías Especiales de Datos": "Datos personales sensibles incluyendo datos de salud, origen racial/étnico, convicciones religiosas, datos biométricos y orientación sexual, sujetos a protecciones más estrictas",
    "Derechos del Interesado": "Los derechos otorgados a los individuos por el RGPD incluyendo acceso, rectificación, supresión, limitación, portabilidad y oposición",
    "Brecha de Datos Personales": "Incidente de seguridad que ocasione la destrucción, pérdida o alteración accidental o ilícita, o la comunicación o acceso no autorizados, de datos personales",
    "Privacidad desde el Diseño": "El principio de que las medidas de protección de datos deben incorporarse a los sistemas y procesos desde el diseño inicial en lugar de añadirse posteriormente",
    "Minimización de Datos": "El principio de que solo deben tratarse datos personales que sean adecuados, pertinentes y limitados a lo necesario",
    "Autoridad de Control": "La autoridad pública responsable de supervisar y hacer cumplir el RGPD, en España la AEPD (Agencia Española de Protección de Datos)"
  }
}